Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: You do not have the appropriate permissions to create a document in this folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε ένα έγγραφο σε αυτόν τον φάκελο.
et_ee: Teil puuduvad nõutavad õigused dokumendi loomiseks selles kaustas.
ru_ru: Недостаточно разрешений для создания документа в этой папке.
sv_se: Du har inte tillräckliga rättigheter för att skapa ett dokumentet i den här mappen.

source: You do not have the appropriate permissions to update the document.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να ενημερώσετε το έγγραφο.
et_ee: Teil puuduvad dokumendi värskendamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для обновления документа.
sv_se: Du har inte tillräckliga rättigheter för att uppdatera dokumentet.

source: Unable to delete all documents. Please try again.
el_gr: Δεν είναι δυνατή η διαγραφή όλων των εγγράφων. Παρακαλώ δοκιμάστε ξανά.
et_ee: Kõigi dokumentide kustutamine ebaõnnestus. Palun proovige uuesti.
ru_ru: Ошибка при удалении всех документов. Повторите попытку позже.
sv_se: Kunde inte ta bort alla dokument. Försök igen.

source: You do not have the appropriate permissions to delete this version.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε αυτήν την έκδοση.
et_ee: Teil puuduvad selle versiooni kustutamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для удаления этой версии.
sv_se: Du har inte tillräckliga rättigheter för att ta bort den här versionen.

source: The document is currently locked. Please try again later.
el_gr: Το έγγραφο είναι κλειδωμένο αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Dokument on hetkel lukus. Palun proovige hiljem uuesti.
ru_ru: В данный момент документ заблокирован. Попробуйте позже.
sv_se: Dokumentet är för närvarande låst. Försök igen senare.

source: You do not have the appropriate permissions to unlock the document.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να ξεκλειδώσετε το έγγραφο.
et_ee: Teil puuduvad dokumendi avamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений, чтобы разблокировать документ.
sv_se: Du har inte tillräckliga rättigheter för att låsa upp dokumentet.

source: You do not have the appropriate permissions to lock a document.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να κλειδώσετε ένα έγγραφο.
et_ee: Teil puuduvad dokumendi lukustamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений, чтобы заблокировать документ.
sv_se: Du har inte tillräckliga rättigheter för att låsa ett dokument.

source: You do not have the appropriate permissions to move the document.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μετακινήσετε το έγγραφο.
et_ee: Teil puuduvad dokumendi teisaldamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для перемещения документа.
sv_se: Du har inte tillräckliga rättigheter för att flytta dokumentet.

source: The document name "%1$s" already exists. Please choose another.
el_gr: Το όνομα εγγράφου «%1$s» υπάρχει ήδη. Παρακαλώ επιλέξτε ένα άλλο.
et_ee: Dokument nimega "%1$s" on juba olemas. Palun valige muu nimi.
ru_ru: Документ с именем «%1$s» уже существует. Выберите другое имя.
sv_se: Dokumentnamnet ”%1$s” finns redan. Välj ett annat namn.

source: You do not have the appropriate permissions to delete a document.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε ένα έγγραφο.
et_ee: Teil puuduvad dokumendi kustutamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для удаления документа.
sv_se: Du har inte tillräckliga rättigheter för att ta bort ett dokument.

source: In order to accomplish the search, %1$s or more characters are required.
el_gr: Για να επιτευχθεί η αναζήτηση, απαιτούνται %1$s ή περισσότεροι χαρακτήρες.
et_ee: Otsingu sooritamiseks on tarvis %1$s või enam märki.
ru_ru: Минимальное число знаков для выполнения поиска: %1$s.
sv_se: För att slutföra sökningen krävs %1$s eller fler tecken.

source: The file name must not contain slashes.
el_gr: Το όνομα αρχείου δεν πρέπει να περιέχει καθέτους.
et_ee: Faili nimi ei tohi sisaldada kaldkriipse.
ru_ru: Имя файла не может содержать «/».
sv_se: Filnamnet får inte innehålla snedstreck.

source: The file name contains invalid characters.
el_gr: Το όνομα αρχείου περιέχει μη έγκυρους χαρακτήρες.
et_ee: Faili nimi sisaldab kehtetuid märke.
ru_ru: Имя файла содержит недопустимые символы.
sv_se: Filnamnet innehåller ogiltiga tecken.

source: New file versions can't be saved with an offset.
el_gr: Δεν είναι η αποθήκευση νέων εκδόσεων αρχείου με μετατόπιση.
et_ee: Uusi faili versioone ei saa salvestada nihkega.
ru_ru: Новые версии файлов не могут сохраняться со смещением.
sv_se: Nya filversioner kan inte sparas med en offset.

source: This folder is a virtual folder that cannot contain documents. Please choose another folder.
el_gr: Αυτός ο φάκελος είναι εικονικός και δεν μπορεί να περιέχει έγγραφα. Παρακαλώ επιλέξτε έναν άλλο.
et_ee: See kaust on virtuaalne kaust, mis ei saa dokumente sisaldada. Palun valige mõni muu ​​kaust.
ru_ru: Это виртуальная папка, которая не может содержать документы. Выберите другую папку.
sv_se: Denna mapp är en virtuell mapp som inte får innehålla dokument. Välj en annan mapp.

source: Unsupported character "%1$s" in field "%2$s". Please remove that character.
el_gr: Μη υποστηριζόμενος χαρακτήρας «%1$s» στο πεδίο «%2$s». Παρακαλώ αφαιρέστε αυτόν τον χαρακτήρα.
et_ee: Sobimatu märk "%1$s" väljal "%2$s". Palun eemaldage see märk.
ru_ru: Неподдерживаемый символ «%1$s» в поле «%2$s». Исправьте и повторите попытку.
sv_se: Tecknet ”%1$s” i fältet ”%2$s” stöds inte. Ta bort tecknet.

source: Unsupported character. Please correct your input.
el_gr: Μη υποστηριζόμενος χαρακτήρας. Παρακαλώ διορθώστε την είσοδό σας.
et_ee: Sobimatu märk. Palun korrigeerige oma sisendit.
ru_ru: Неподдерживаемый символ. Исправьте введенный текст.
sv_se: Tecknet stöds inte. Justera din inmatning.

source: Due to limited capabilities of user "%1$s", it is not possible to apply the permission changes.
el_gr: Λόγω των περιορισμένων δυνατοτήτων του χρήστη «%1$s», δεν είναι δυνατή η εφαρμογή των αλλαγών δικαιωμάτων.
et_ee: Kasutaja "%1$s" piiratud volituste tõttu ei ole õiguste muudatuste rakendamine võimalik.
ru_ru: Пользователь «%1$s» обладает ограниченными правами и не может применить изменения.
sv_se: På grund av begränsade rättigheter för användaren ”%1$s” är det inte möjligt att verkställa tillståndsändringarna.

source: Group %1$s can't be used for object permissions.
el_gr: Δεν είναι δυνατή η χρήση της ομάδας «%1$s» για τα δικαιώματα αντικειμένων.
et_ee: Rühma %1$s ei saa kasutada objekti õiguste korral.
ru_ru: Группа %1$s не может использоваться для настройки разрешений объекта.
sv_se: Gruppen %1$s får inte användas för objektsrättigheter.

source: Concurrent write attempt. Please await the previous save operation to terminate.
el_gr: Ταυτόχρονη απόπειρα εγγραφής. Παρακαλώ περιμένετε να τερματιστεί η προηγούμενη λειτουργία αποθήκευσης.
et_ee: Samaaegne kirjutamiskatse. Palun oodake, kuni eelnev salvestustoiming lõpule jõuab.
ru_ru: Попытка одновременной записи. Дождитесь завершения предыдущей операции сохранения.
sv_se: Samtidiga skrivningsförsök. Vänta tills den föregående sparningsåtgärden slutförs.

source: Your search took too long in order to be accomplished.
el_gr: Η αναζήτησή σας χρειάστηκε πολύ χρόνο για να ολοκληρωθεί.
et_ee: Teie otsing võttis lõpetamiseks liiga kaua aega.
ru_ru: Не удалось завершить операцию, так как поиск занял слишком много времени.
sv_se: Din sökning tog för lång tid att utföra.

source: The file contains too many permissions. Please reduce the number of permissions or use group permissions instead.
el_gr: Το αρχείο περιέχει πάρα πολλά δικαιώματα. Παρακαλώ μειώστε τον αριθμό των δικαιωμάτων ή χρησιμοποιήστε δικαιώματα ομάδας.
et_ee: Fail sisaldab liiga palju õigusi. Palun vähendage õiguste arvu või kasutage selle asemel grupiõigusi.
ru_ru: Файл содержит слишком много разрешений. Пожалуйста, уменьшите количество разрешений или используйте вместо этого групповые разрешения.
sv_se: Filen innehåller för många rättigheter. Minska antalet rättigheter eller använd grupprättigheter istället.

source: Version comment
el_gr: Σχόλιο έκδοσης
et_ee: Versiooni märkus
ru_ru: Комментарий к версии
sv_se: Versionskommentar

source: No resource group found for identifier "%1$d".
el_gr: Δεν βρέθηκε ομάδα πόρων για το αναγνωριστικό «%1$d».
et_ee: Ei leitud ressursirühma identifikaatori "%1$d" korral.
ru_ru: Не найдена группа ресурсов для идентификатора «%1$d».
sv_se: Ingen resursgrupp hittades för identifieraren ”%1$d”.

source: Found resource groups with the same identifier "%1$d".
el_gr: Βρέθηκαν ομάδες πόρων με το ίδιο αναγνωριστικό «%1$d».
et_ee: Leiti ressursirühmad sama identifikaatoriga "%1$d".
ru_ru: Обнаружены другие группы ресурсов с идентификатором «%1$d».
sv_se: Hittade resursgrupper med samma identifierare ”%1$d”.

source: No resource found with identifier "%1$d".
el_gr: Δεν βρέθηκε πόρος με αναγνωριστικό «%1$d».
et_ee: Ei leitud ressurssi identifikaatoriga "%1$d".
ru_ru: Ресурс с идентификатором «%1$d» не найден.
sv_se: Hittade ingen resurs med identifieraren ”%1$d”.

source: Found resource(s) with same identifier "%1$s.".
el_gr: Βρέθηκαν πόροι με το ίδιο αναγνωριστικό «%1$s.».
et_ee: Leiti ressurss/ressursid sama identifikaatoriga "%1$s.".
ru_ru: Ресурсы с идентификатором «%1$s» уже существуют.
sv_se: Hittade resurs(er) med samma identifierare ”%1$s.”.

source: Cannot find user with E-Mail "%s".
el_gr: Δεν είναι δυνατή η εύρεση χρήστη με email «%s».
et_ee: Ei leitud kasutajat e-posti aadressiga "%s".
ru_ru: Пользователь с адресом «%s» не найден.
sv_se: Kan inte hitta användaren som har e-postadressen ”%s”.

source: Cannot find group with identifier "%1$s" in context %2$d.
el_gr: Δεν είναι δυνατή η εύρεση ομάδας με αναγνωριστικό «%1$s» σε περιβάλλον «%2$d».
et_ee: Ei leitud rühma identifikaatoriga "%1$s" kontekstis %2$d.
ru_ru: Не удалось найти группу с идентификатором «%1$s» в контексте %2$d.
sv_se: Kan inte hitta gruppen med identifieraren ”%1$s” i kontext %2$d.

source: Required value "user" was not supplied.
el_gr: Η απαιτούμενη τιμή «χρήστης» δεν έχει οριστεί.
et_ee: Nõutav väärtus "kasutaja" jäi esitamata.
ru_ru: Обязательное значение для пользователя не определено.
sv_se: Önskat värde ”användare” angavs inte.

source: Required value "target id" was not supplied.
el_gr: Η απαιτούμενη τιμή «αναγνωριστικό προορισμού» δεν έχει οριστεί.
et_ee: Nõutav väärtus "sihi id" jäi esitamata.
ru_ru: Обязательный идентификатор получателя не определен.
sv_se: Önskat värde ”mål ID” angavs inte.

source: Required value "alarm date" was not supplied.
el_gr: Η απαιτούμενη τιμή «ημερομηνία ειδοποίησης» δεν έχει οριστεί.
et_ee: Nõutav väärtus "häire kuupäev" jäi esitamata.
ru_ru: Дата предупреждения не определена.
sv_se: Önskat värde ”varningsdatum” angavs inte.

source: Unable to insert reminder.
el_gr: Δεν είναι δυνατή η εισαγωγή της υπενθύμισης.
et_ee: Ei saa sisestada meeldetuletust.
ru_ru: Не удалось вставить напоминание.
sv_se: Kunde inte lägga till påminnelse.

source: Unable to update reminder.
el_gr: Δεν είναι δυνατή η ενημέρωση της υπενθύμισης.
et_ee: Ei saa värskendada meeldetuletust.
ru_ru: Не удалось обновить напоминание.
sv_se: Kunde inte uppdatera påminnelsen.

source: Unable to delete reminder.
el_gr: Δεν είναι δυνατή η διαγραφή της υπενθύμισης.
et_ee: Ei saa kustutada meeldetuletust.
ru_ru: Не удалось удалить напоминание.
sv_se: Kunde inte ta bort påminnelse.

source: Unable to load reminder.
el_gr: Δεν είναι δυνατή η φόρτωση της υπενθύμισης.
et_ee: Ei saa laadida meeldetuletust.
ru_ru: Не удалось загрузить напоминание.
sv_se: Kunde inte ladda påminnelse.

source: Unable to list reminder.
el_gr: Δεν είναι δυνατή η παράθεση της υπενθύμισης.
et_ee: Ei saa loetleda meeldetuletust.
ru_ru: Не удалось показать напоминание.
sv_se: Kunde inte lista påminnelse.

source: Reminder with identifier %1$d can not be found in context %2$d.
el_gr: Δεν είναι δυνατή η εύρεση της υπενθύμισης με αναγνωριστικό «%1$d» στο περιβάλλον «%2$d».
et_ee: Meeldetuletust identifikaatoriga %1$d ei õnnestunud leida kontekstis %2$d.
ru_ru: Не найдено напоминание с идентификатором %1$d в контексте %2$d.
sv_se: Kan inte hitta påminnelsen med identifieraren %1$d i kontext %2$d.

source: Required value "folder" was not supplied.
el_gr: Η απαιτούμενη τιμή «φάκελος» δεν έχει οριστεί.
et_ee: Nõutav väärtus "kaust" jäi esitamata.
ru_ru: Обязательное значение папки не определено.
sv_se: Önskat värde ”mapp” angavs inte.

source: Required value "module" was not supplied.
el_gr: Η απαιτούμενη τιμή «μονάδα» δεν έχει οριστεί.
et_ee: Nõutav väärtus "moodul" jäi esitamata.
ru_ru: Обязательное значение модуля не определено.
sv_se: Önskat värde ”modul” angavs inte.

source: Updated too many reminders.
el_gr: Ενημερώθηκαν πάρα πολλές υπενθυμίσεις.
et_ee: Värskendati liiga palju meeldetuletusi.
ru_ru: Обновлено слишком много напоминаний.
sv_se: Uppdaterade för många påminnelser.

source: No target service is registered for module %1$d.
el_gr: Δεν έχει καταχωρηθεί υπηρεσία προορισμού για τη μονάδα «%1$d».
et_ee: Mooduli %1$d korral puudub registreeritud sihtteenus.
ru_ru: Целевая служба для модуля %1$d не зарегистрирована.
sv_se: Ingen måltjänst är registrerad för modulen %1$d.

source: Required value "identifier" was not supplied.
el_gr: Η απαιτούμενη τιμή «αναγνωριστικό» δεν έχει οριστεί.
et_ee: Nõutav väärtus "identifikaator" jäi esitamata.
ru_ru: Обязательное значение идентификатора не определено.
sv_se: Önskat värde ”identifierare” angavs inte.

source: Read reminders for appointments and tasks.
el_gr: Ανάγνωση υπενθυμίσεων για συναντήσεις και εργασίες.
et_ee: Kohtumiste ja ülesannete meeldetuletuste lugemine.
ru_ru: Чтение напоминаний о встречах и задачах.
sv_se: Läs påminnelser för möten och uppgifter.

source: Set or change reminders for appointments and tasks.
el_gr: Ορισμός ή αλλαγή υπενθυμίσεων για συναντήσεις και εργασίες.
et_ee: Kohtumiste ja ülesannete meeldetuletuste seadistamine või muutmine.
ru_ru: Создание и изменение напоминаний о встречах и задачах.
sv_se: Ställ in eller ändra påminnelser för möten och uppgifter.

source: Writing the setting %1$s is not permitted.
el_gr: Δεν επιτρέπεται η εγγραφή της ρύθμισης «%1$s».
et_ee: Seadistuse %1$s kirjutamine ei ole lubatud.
ru_ru: Запись %1$s не разрешена.
sv_se: Skriva inställningen %1$s är inte tillåten.

source: Invalid value %s written to setting %s.
el_gr: Έχει εγγραφεί μη έγκυρη τιμή «%s» στη ρύθμιση «%s».
et_ee: Kehtetu väärtus %s kirjutatud seadistuse %s korral.
ru_ru: Недопустимое значение %s при настройке %s.
sv_se: Ogiltigt värde %s skriven till inställning %s.

source: Current costs
el_gr: Τρέχον κόστος
et_ee: Praegused kulud
ru_ru: Текущие затраты
sv_se: Aktuell kostnad

source: Current duration
el_gr: Τρέχουσα διάρκεια
et_ee: Praegune kestus
ru_ru: Текущая продолжительность
sv_se: Aktuell tidsrymd

source: Billing information
el_gr: Στοιχεία χρέωσης
et_ee: Arvetel esitatav teave
ru_ru: Сведения об оплате
sv_se: Faktureringsinformation

source: Companies
el_gr: Εταιρείες
et_ee: Ettevõtted
ru_ru: Компании
sv_se: Företag

source: Currency
el_gr: Νόμισμα
et_ee: Valuuta
ru_ru: Денежные единицы
sv_se: Valuta

source: Estimated costs
el_gr: Εκτιμώμενο κόστος
et_ee: Hinnangulised kulud
ru_ru: Ориентировочная стоимость
sv_se: Uppskattad kostnad

source: Estimated duration
el_gr: Εκτιμώμενη διάρκεια
et_ee: Hinnanguline kestus
ru_ru: Ориентировочная продолжительность
sv_se: Uppskattad tidsrymd

source: Trip meter
el_gr: Μέτρο διαδρομής
et_ee: Odomeeter
ru_ru: Счетчик
sv_se: Trippmätare

source: Error while inserting task.
el_gr: Σφάλμα κατά την εισαγωγή της εργασίας.
et_ee: Viga ülesande sisestamisel.
ru_ru: Произошла ошибка при вставке задачи.
sv_se: Fel vid infogning av uppgift.

source: Folder cannot be found.
el_gr: Δεν είναι δυνατή η εύρεση του φακέλου.
et_ee: Kausta ei ole võimalik leida.
ru_ru: Папка не найдена.
sv_se: Mappen hittades inte.

source: Edit conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
el_gr: Διένεξη επεξεργασίας. Δεν είναι δυνατή η ολοκλήρωση της αλλαγής σας, επειδή κάποιος άλλος έχει κάνει μια αντιφατική αλλαγή στο ίδιο στοιχείο. Παρακαλώ κάντε ανανέωση ή συγχρονισμό και δοκιμάστε ξανά.
et_ee: Muutmiskonflikt. Teie muudatust ei saa lõpule viia, sest keegi teine on teinud sama üksuse vastuolulise muudatuse. Palun värskendage või sünkroniseerige ja proovige uuesti.
ru_ru: Ошибка редактирования. Другой пользователь уже изменил этот элемент. Обновите страницу и повторите попытку.
sv_se: Ändringskonflikt. Din ändring kan inte göras på grund av att någon annan har gjort en ändring på samma post. Uppdatera eller synkronisera och försök igen.

source: Cannot create private task in public/shared folder.
el_gr: Δεν είναι δυνατή η δημιουργία ιδιωτικής εργασίας σε δημόσιο/κοινόχρηστο φάκελο.
et_ee: Isiklikku ülesannet ei saa luua avalikus/jagatud kaustas.
ru_ru: Вы не можете создать личную задачу в общей папке.
sv_se: Kan inte skapa privata uppgifter i offentlig/delad mapp.

source: Error while updating task.
el_gr: Σφάλμα κατά την ενημέρωση της εργασίας.
et_ee: Viga ülesande värskendamisel.
ru_ru: Ошибка при обновлении задачи.
sv_se: Fel vid uppdatering av uppgift.

source: Error while deleting task.
el_gr: Σφάλμα κατά τη διαγραφή της εργασίας.
et_ee: Viga ülesande kustutamisel.
ru_ru: Ошибка при удалении задачи.
sv_se: Fel vid radering av uppgift.

source: Error while listing tasks.
el_gr: Σφάλμα κατά την παράθεση των εργασιών.
et_ee: Viga ülesannete loetlemisel.
ru_ru: Ошибка при получении списка задач.
sv_se: Fel vid uppräkning av uppgifter.

source: You do not have the appropriate permissions to delete the task.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε την εργασία.
et_ee: Teil puuduvad ülesande kustutamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для удаления задачи.
sv_se: Du har inte tillräckliga rättigheter för att ta bort uppgiften.

source: Date range in search must contain 2 and not %d values.
el_gr: Το εύρος ημερομηνιών στην αναζήτηση πρέπει να περιέχει τιμές 2 και όχι %d.
et_ee: Otsingu kuupäevavahemik peab sisaldama 2 ja mitte %d väärtust.
ru_ru: Диапазон дат должен содержать два значения (обнаружено %d).
sv_se: Datumintervall i sökning måste innehålla 2 och inte %d värden.

source: You do not have the appropriate permissions to read the contents in that folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαβάσετε τα περιεχόμενα αυτού του φακέλου.
et_ee: Teil puuduvad õigused selle kausta sisu lugemiseks.
ru_ru: Недостаточно разрешений для чтения содержимого этой папки.
sv_se: Du har inte tillräckliga rättigheter för att läsa innehållet i den mappen.

source: Tasks are disabled for you.
el_gr: Οι εργασίες έχουν απενεργοποιηθεί για εσάς.
et_ee: Ülesanded on teie korral deaktiveeritud.
ru_ru: Задачи для вас отключены.
sv_se: Uppgifter är avaktiverade för dig.

source: You do not have the appropriate permissions to create tasks in that folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε εργασίες σε αυτόν τον φάκελο.
et_ee: Teil puuduvad õigused selles kaustas ülesandeid luua.
ru_ru: Недостаточно разрешений для создания задач в этой папке.
sv_se: Du har inte tillräckliga rättigheter för att skapa uppgifter i den mappen.

source: You do not have the appropriate permission to delegate tasks.
el_gr: Δεν έχετε το κατάλληλο δικαίωμα για να αναθέσετε εργασίες.
et_ee: Teil puuduvad ülesannete delegeerimiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для делегирования задач.
sv_se: Du har inte tillräckliga rättigheter för att delegera uppgifter.

source: Tasks with private flag cannot be delegated.
el_gr: Δεν είναι δυνατή η ανάθεση εργασιών με ιδιωτική σημαία.
et_ee: Isiklik-lipuga ülesandeid ei saa delegeerida.
ru_ru: Делегирование задач с личным флагом не разрешается.
sv_se: Uppgifter som flaggats som privata kan inte delegeras.

source: Percent is %d but must be between 0 and 100.
el_gr: Το ποσοστό είναι %d, αλλά πρέπει να είναι μεταξύ 0 και 100.
et_ee: Protsent on %d, kuid peab olema 0 ja 100 vahel.
ru_ru: Значение процентов должно быть между 0 и 100, а не %d.
sv_se: Procenten är %d men måste vara mellan 0 och 100.

source: Tasks that have not been started yet need to have a 'Done' percentage of 0 and not %d.
el_gr: Οι εργασίες που δεν έχουν ξεκινήσει ακόμα πρέπει να έχουν ποσοστό ολοκλήρωσης 0 και όχι %d.
et_ee: Ülesannete, mida pole veel alustatud, 'Valmis'-protsent peab olema 0 ja mitte %d.
ru_ru: Задачи, которые еще не выполнялись, должны иметь нулевой статус завершения, а не %d.
sv_se: Uppgifter som inte har startat ännu måste ha 'Klart'-procent 0 och inte %d.

source: You do not have the appropriate permissions to edit tasks in that folder
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να επεξεργαστείτε τις εργασίες αυτού του φακέλου
et_ee: Teil puuduvad õigused selles kaustas ülesannete muutmiseks
ru_ru: Недостаточно разрешений для изменения задач в этой папке
sv_se: Du har inte tillräckliga rättigheter för att redigera uppgifter i den mappen

source: Moving items from or into a shared folder is not allowed.
el_gr: Δεν επιτρέπεται η μετακίνηση στοιχείων από ή προς έναν κοινόχρηστο φάκελο.
et_ee: Jagatud kausta või jagatud kaustast teisaldamine ei ole tubatud.
ru_ru: Перемещение объектов из/в общую папку запрещено.
sv_se: Det är inte tillåtet att flytta objekt från eller till en delad mapp.

source: Unknown recurrence type %d.
el_gr: Άγνωστος τύπος επανάληψης «%d».
et_ee: Tundmatu korduvuse tüüp %d.
ru_ru: Неизвестный тип повтора: %d.
sv_se: Okänd typupprepning %d.

source: Value for the recurrence is missing: %d.
el_gr: Απουσιάζει η τιμή για την επανάληψη: %d.
et_ee: Korduvuse väärtus on puudu: %d.
ru_ru: Не задана частота повтора: %d.
sv_se: Värdet för upprepningen saknas: %d.

source: Finished tasks need to have a percentage of 100 and not %d.
el_gr: Οι ολοκληρωμένες εργασίες πρέπει να έχουν ποσοστό 100 και όχι %d.
et_ee: Lõpetatud ülesannete protsent peab olema 100 ja mitte %d.
ru_ru: Завершенные задачи должны иметь статус 100, а не %d.
sv_se: Avslutade uppgifter måste vara på 100 procent och inte %d.

source: Start date "%1$s" must be before end date "%2$s".
el_gr: Η ημερομηνία έναρξης «%1$s» πρέπει να είναι πριν από την ημερομηνία λήξης «%2$s».
et_ee: Alguskuupäev "%1$s" ei tohi olla varasem lõppkuupäevast "%2$s".
ru_ru: Дата начала «%1$s» не может быть позднее даты окончания «%2$s».
sv_se: Startdatum ”%1$s” måste vara innan slutdatum ”%2$s”.

source: The task could not be saved. Please shorten the "%1$s" and try again. Current length "%3$d" is more than allowed length of "%2$d" characters.
el_gr: Δεν ήταν δυνατή η αποθήκευση της εργασίας. Παρακαλώ κάντε πιο μικρό το «%1$s» και δοκιμάστε ξανά. Το τρέχον μήκος «%3$d» είναι περισσότερο από το επιτρεπόμενο μήκος των «%2$d» χαρακτήρων.
et_ee: Ülesande salvestamine ebaõnnestus. Palun lühendage "%1$s" ja proovige uuesti. Praegune pikkus "%3$d" ületab lubatud pikkust, "%2$d" märki.
ru_ru: Не удалось сохранить задачу. Сократите «%1$s» и повторите попытку. Текущая длина %3$d превышает максимально допустимую (%2$d).
sv_se: Uppgiften kunde inte sparas. Korta av ”%1$s” och försök igen. Nuvarande längd ”%3$d” överskrider den maximala längden på ”%2$d” tecken.

source: Tasks with private flag cannot be moved to a public folder.
el_gr: Δεν είναι δυνατή η μετακίνηση εργασιών με ιδιωτική σημαία σε δημόσιο φάκελο.
et_ee: Ülesandeid märkega "isiklik" ei saa teisaldada avalikku kausta.
ru_ru: Задачи с установленным личным флагом не могут быть перемещены в общую папку.
sv_se: Uppgifter som flaggats privata får inte flyttas till en offentlig mapp.
