Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: All Users
el_gr: Όλοι οι χρήστες
et_ee: Kõik kasutajad
ru_ru: Все пользователи
sv_se: Alla användare

source: OX folders
el_gr: Φάκελοι OX
et_ee: OX kaustad
ru_ru: Папки OX
sv_se: OX-mappar

source: Userstore
el_gr: Χώρος χρηστών
ru_ru: Область пользователя
sv_se: Användarlagring

source: Public infostore
el_gr: Δημόσιος χώρος πληροφοριών
et_ee: Avalik Infostore
ru_ru: Общий Infostore
sv_se: Offentlig infostore

source: Trash
el_gr: Απορρίμματα
et_ee: Prügi
ru_ru: Корзина
sv_se: Papperskorgen

source: Other task folders
el_gr: Άλλοι φάκελοι εργασιών
et_ee: Muud ülesandekaustad
ru_ru: Другие папки задач
sv_se: Andra uppgiftsmappar

source: Other calendar folders
el_gr: Άλλοι φάκελοι ημερολογίων
et_ee: Muud kalendrikaustad
ru_ru: Другие папки календарей
sv_se: Andra kalendermappar

source: Other contact folders
el_gr: Άλλοι φάκελοι επαφών
et_ee: Muud kontaktikaustad
ru_ru: Другие папки контактов
sv_se: Andra kontaktmappar

source: Other infostore folders
el_gr: Άλλοι φάκελοι χώρων πληροφοριών
et_ee: Muud Infostore-kaustad
ru_ru: Другие папки Infostore
sv_se: Andra infostore-mappar

source: Collected addresses
el_gr: Συλλεγμένες διευθύνσεις
et_ee: Kogutud aadressid
ru_ru: Коллекция адресов
sv_se: Insamlade adresser

source: E-Mail attachments
el_gr: Συνημμένα email
et_ee: E-posti manused
ru_ru: Вложения
sv_se: E-postbilagor

source: My files
el_gr: Τα αρχεία μου
et_ee: Minu failid
ru_ru: Мои файлы
sv_se: Mina filer

source: Shared files
el_gr: Κοινόχρηστα αρχεία
et_ee: Jagatud failid
ru_ru: Общие файлы
sv_se: Delade filer

source: Public files
el_gr: Δημόσια αρχεία
et_ee: Avalikud failid
ru_ru: Публичные файлы
sv_se: Offentliga filer

source: Other files
el_gr: Άλλα αρχεία
et_ee: Muud failid
ru_ru: Другие файлы
sv_se: Övriga filer

source: Pictures
el_gr: Εικόνες
et_ee: Pildid
ru_ru: Изображения
sv_se: Bilder

source: Documents
el_gr: Έγγραφα
et_ee: Dokumendid
ru_ru: Документы
sv_se: Dokument

source: Music
el_gr: Μουσική
et_ee: Muusika
ru_ru: Музыка
sv_se: Musik

source: Videos
el_gr: Βίντεο
et_ee: Videod
ru_ru: Видео
sv_se: Videor

source: Templates
el_gr: Πρότυπα
et_ee: Mallid
ru_ru: Шаблоны
sv_se: Mallar

source: Folder name
el_gr: Όνομα φακέλου
et_ee: Kausta nimi
ru_ru: Имя папки
sv_se: Mappnamn

source: All users
el_gr: Όλοι οι χρήστες
et_ee: Kõik kasutajad
ru_ru: Все пользователи
sv_se: Alla användare

source: Guests
el_gr: Επισκέπτες
et_ee: Külalised
ru_ru: Гости
sv_se: Gäster

source: Standard group
el_gr: Τυπική ομάδα
et_ee: Standardne rühm
ru_ru: Стандартная группа
sv_se: Standardgrupp

source: Inbox
el_gr: Εισερχόμενα
et_ee: Sisendkaust
ru_ru: Входящие
sv_se: Inkorg

source: Drafts
el_gr: Προσχέδια
et_ee: Mustandid
ru_ru: Черновики
sv_se: Utkast

source: Sent
el_gr: Απεσταλμένα
et_ee: Saadetud
ru_ru: Отправлено
sv_se: Skickat

source: Sent items
el_gr: Απεσταλμένα στοιχεία
et_ee: Saadetud
ru_ru: Отправленные
sv_se: Skickade objekt

source: Spam
el_gr: Ανεπιθύμητα
et_ee: Rämpspost
ru_ru: Спам
sv_se: Skräppost

source: Archive
el_gr: Αρχειοθήκη
et_ee: Arhiiv
ru_ru: Архив
sv_se: Arkiv

source: Confirmed spam
el_gr: Επιβεβαιωμένα ανεπιθύμητα
et_ee: Kinnitatud rämpspost
ru_ru: Точно спам
sv_se: Bekräftad skräppost

source: confirmed-spam
el_gr: επιβεβαιωμένο ανεπιθύμητο
et_ee: kinnitatud rämpspost
ru_ru: точно-спам
sv_se: bekräftad-skräppost

source: Confirmed ham
el_gr: Επιβεβαιωμένα επιθυμητά
et_ee: Kinnitatud rämpspost
ru_ru: Не спам
sv_se: Bekräftad ham

source: confirmed-ham
el_gr: επιβεβαιωμένο επιθυμητό
et_ee: kinnitatud rämpspost
ru_ru: не-спам
sv_se: bekräftad-ham

source: Read acknowledgement
el_gr: Επιβεβαίωση ανάγνωσης
et_ee: Lugemiskinnitus
ru_ru: Уведомление о прочтении
sv_se: Läsbekräftelse

source: This is a delivery receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This delivery receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
el_gr: Αυτό είναι ένα αποδεικτικό παράδοσης για το email που στείλατε στις #DATE# στον/στην #RECIPIENT# με θέμα «#SUBJECT#». Σημείωση: Αυτό το αποδεικτικό ανάγνωσης σηματοδοτεί μόνο το γεγονός ότι το μήνυμα προβλήθηκε στον υπολογιστή του παραλήπτη. Δεν υπάρχει καμία εγγύηση ότι ο παραλήπτης έχει διαβάσει ή κατανοήσει το περιεχόμενο του μηνύματος.
et_ee: See on e-kirja, mille saatsite #DATE# adressaadile #RECIPIENT# pealkirjaga "#SUBJECT#", kohaletoimetuskinnitus. Märkus: käesolev kohaletoimetuskinnitus tõendab vaid seda, et kiri kuvati adressaadi arvutil. Ei ole mingit garantiid, et adressaat kirja läbi luges või selle sisust aru sai.
ru_ru: Это уведомление о доставке сообщения с темой «#SUBJECT#» адресату #RECIPIENT#, #DATE#. Примечание: Уведомление подтверждает, что сообщение было открыто, но не гарантирует, что получатель ознакомился с его содержимым.
sv_se: Det här är ett leveranskvitto på brevet du skickade den #DATE# till #RECIPIENT# med ämnet ”#SUBJECT#”. Notera: Detta leveranskvitto bekräftar bara att meddelandet visats på mottagarens dator. Det finns ingen garanti för att mottagaren har läst eller förstått meddelandets innehåll.

source: On #DATE# at #TIME# #SENDER# wrote:
el_gr: Στις #DATE# στις #TIME#, ο/η #SENDER# έγραψε:
et_ee: #DATE# #TIME# #SENDER# kirjutas:
ru_ru: #DATE# в #TIME#, #SENDER# пишет:
sv_se: Den #DATE# klockan #TIME# skrev #SENDER#:

source: ---------- Original Message ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
el_gr: ---------- Αρχικό μήνυμα ---------- Από: #FROM# Προς: #TO##CC_LINE# Ημερομηνία: #DATE# at #TIME# Θέμα: #SUBJECT#
et_ee: ---------- Algne sõnum ---------- Kellelt: #FROM# Kellele: #TO##CC_LINE# Kuupäev: #DATE# #TIME# Pealkiri: #SUBJECT#
ru_ru: ---------- Исходное сообщение ---------- От: #FROM# Кому: #TO##CC_LINE# Дата: #DATE# в #TIME# Тема: #SUBJECT#
sv_se: ---------- Originalmeddelande ---------- Från: #FROM# Till: #TO##CC_LINE# Datum: #DATE# at #TIME# Ämne: #SUBJECT#

source: [No Subject]
el_gr: [Χωρίς θέμα]
et_ee: [Pealkiri puudub]
ru_ru: [Без темы]
sv_se: [Inget Ämne]

source: The available attachments for this E-Mail can be accessed via the links:
el_gr: Η πρόσβαση στα διαθέσιμα συνημμένα αυτού του email γίνεται μέσω των συνδέσμων:
et_ee: Selle e-kirja saadaolevatele manustele pääseb ligi järgnevate linkide kaudu:
ru_ru: Вложения для этого сообщения доступны по ссылкам:
sv_se: Tillgängliga bilagor för meddelandet kan nås via länkarna:

source: The links will be deleted on #DATE#
el_gr: Οι σύνδεσμοι θα διαγραφούν στις #DATE#
et_ee: Lingid kustutatakse #DATE#
ru_ru: Вложения будут удалены #DATE#
sv_se: Länkarna kommer tas bort den #DATE#

source: This file has been published for E-Mail "#SUBJECT#" sent on #DATE# to #TO#
el_gr: Αυτό το αρχείο έχει δημοσιευτεί για το email «#SUBJECT#», που απεστάλη στις #DATE# στον/στην #TO#
et_ee: See fail on avaldatud seoses e-kirjaga "#SUBJECT#", mis saadeti #DATE# adressaadile #TO#
ru_ru: Файл опубликован в письме «#SUBJECT#» от #DATE#, которое было отправлено #TO#
sv_se: Filen har publicerats för meddelandet ”#SUBJECT#” som skickades #DATE# till #TO#

source: Dear Sir or Madam
el_gr: Αγαπητέ κύριε ή κυρία
et_ee: Lugupeetud härra / proua
ru_ru: Уважаемый(ая)
sv_se: Bäste herr eller fru

source: Sent objects
el_gr: Απεσταλμένα αντικείμενα
et_ee: Saadetud objektid
ru_ru: Отправленные
sv_se: Skickade objekt

source: Unified mail
el_gr: Ενοποιημένη αλληλογραφία
et_ee: Ühendatud post
ru_ru: Объединенная почта
sv_se: Enhetlig e-post

source: A new appointment was created by [created_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Μια νέα συνάντηση δημιουργήθηκε από τον/την [created_by]. Μπορείτε να την ελέγξετε στο ημερολόγιό σας: [link] Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [created_by] lõi uue kohtumise. Võite vaadata seda kohtumist oma kalendris: [link] Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [created_by] создал(а) новую встречу. Она добавлена в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by]. Du kan kolla detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new appointment was created by [created_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Μια νέα συνάντηση δημιουργήθηκε από τον/την [created_by]. Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [created_by] lõi uue kohtumise. Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [created_by] создал(а) новую встречу. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by]. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Μια νέα συνάντηση δημιουργήθηκε από τον/την [created_by] εκ μέρους του/της [behalf_of]. Μπορείτε να την ελέγξετε στο ημερολόγιό σας: [link] Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [created_by] lõi uue kohtumise [behalf_of] nimel. Võite vaadata seda kohtumist oma kalendris: [link] Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [created_by] создал(а) встречу от имени [behalf_of]. Она добавлена в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by] åt [behalf_of]. Du kan kolla detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Μια νέα συνάντηση δημιουργήθηκε από τον/την [created_by] εκ μέρους του/της [behalf_of]. Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [created_by] lõi uue kohtumise [behalf_of] nimel. Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [created_by] создал(а) встречу от имени [behalf_of]. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by] åt [behalf_of]. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new task was created by [created_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Μια νέα εργασία δημιουργήθηκε από τον/την [created_by]. Μπορείτε να την ελέγξετε στις εργασίες σας: [link] Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [created_by] lõi uue ülesande. Võite vaadata seda ülesannet oma ülesannete all: [link] Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [created_by] создал(а) новую задачу. Она добавлена в список задач: [link] Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: En ny uppgift har skapats av [created_by]. Du kan kolla denna uppgift i dina uppgifter: [link] Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new task was created by [created_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Μια νέα εργασία δημιουργήθηκε από τον/την [created_by]. Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [created_by] lõi uue ülesande. Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [created_by] создал(а) задачу. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: En ny uppgift har skapats av [created_by]. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This appointment does not take place. It was either deleted by [changed_by] or you have been removed from the list of participants. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Αυτή η συνάντηση δεν θα πραγματοποιηθεί. Είτε διαγράφηκε από τον/την [changed_by] είτε έχετε αφαιρεθεί από τη λίστα συμμετεχόντων. Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: Kohtumist ei toimu. See kas kustutati [changed_by] poolt või teid eemaldati osalejate loendist. Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: Встреча не существует. Возможно, [changed_by] ее удалил(а), или вы были исключены из списка участников. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Detta möte kommer inte att äga rum. Det var antingen borttaget av [changed_by] eller så har du blivit borttagen från deltagarlistan. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This task was either deleted by [changed_by] or you have been removed from the list of participants. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Αυτή η εργασία διαγράφηκε από τον/την [changed_by] ή έχετε αφαιρεθεί από τη λίστα συμμετεχόντων. Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: See ülesanne kas kustutati [changed_by] poolt või teid eemaldati osalejate loendist. Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] удалил(а) задачу, или вы были исключены из списка участников. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Denna uppgift var antingen borttagen av [changed_by] eller så har du blivit borttagen från deltagarlistan. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================
