Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Telephone callback
el_gr: Επιστροφή κλήσης
et_ee: Telefon, tagasihelistamine
ru_ru: Телефон (обратный вызов)
sv_se: Telefon återuppringning

source: Phone (car)
el_gr: Τηλέφωνο (αυτοκίνητο)
et_ee: Telefon (autos)
ru_ru: Телефон (авто)
sv_se: Telefon (bil)

source: Telephone company
el_gr: Εταιρεία τηλεφωνίας
et_ee: Telefonifirma
ru_ru: Тел. компания
sv_se: Telefon företag

source: Phone (home)
el_gr: Τηλέφωνο (οικία)
et_ee: Telefon (kodus)
ru_ru: Телефон (домашний)
sv_se: Telefon (hem)

source: Phone (home alt)
el_gr: Τηλέφωνο (οικία, εναλλακτικό)
et_ee: Telefon (kodus, teine)
ru_ru: Телефон (доп. домашний)
sv_se: Telefon (hem alt)

source: FAX (home)
el_gr: Φαξ (οικία)
et_ee: Faks (kodus)
ru_ru: Факс (дом.)
sv_se: FAX (hem)

source: Telephone ISDN
el_gr: Τηλέφωνο ISDN
et_ee: Telefon (ISDN)
ru_ru: Телефон (ISDN)
sv_se: Telefon ISDN

source: Cell phone
el_gr: Κινητό τηλέφωνο
et_ee: Mobiiltelefon
ru_ru: Мобильный
sv_se: Mobiltelefon

source: Cell phone (alt)
el_gr: Κινητό τηλέφωνο (εναλλακτικό)
et_ee: Mobiiltelefon (teine)
ru_ru: Мобильный (доп.)
sv_se: Mobiltelefon (alt)

source: Phone (other)
el_gr: Τηλέφωνο (άλλο)
et_ee: Telefon (muu)
ru_ru: Телефон (доп.)
sv_se: Telefon (annat)

source: FAX other
el_gr: Άλλο φαξ
et_ee: Faks, muu
ru_ru: Факс (доп.)
sv_se: FAX annat

source: Pager
el_gr: Βομβητής
et_ee: Peiler
ru_ru: Пейджер
sv_se: Personsökare

source: Telephone primary
el_gr: Κύριο τηλέφωνο
et_ee: Telefon, peamine
ru_ru: Телефон (основной)
sv_se: Telefon primär

source: Telephone radio
el_gr: Ραδιοτηλέφωνο
et_ee: Raadiotelefon
ru_ru: Телефон (радио)
sv_se: Telefon radio

source: Telex
el_gr: Τηλέτυπο
et_ee: Teleks
ru_ru: Телекс

source: Instant Messenger 1
el_gr: Εφαρμογή μηνυμάτων 1
et_ee: Kiirsõnumside 1
ru_ru: Служба сообщений 1
sv_se: Snabbmeddelande 1

source: Instant Messenger 2
el_gr: Εφαρμογή μηνυμάτων 2
et_ee: Kiirsõnumside 2
ru_ru: Служба сообщений 2
sv_se: Snabbmeddelande 2

source: IP phone
el_gr: Τηλέφωνο IP
et_ee: IP telefon
ru_ru: IP-телефон
sv_se: IP-telefon

source: Email 1
et_ee: E-post 1
ru_ru: Эл. адрес 1
sv_se: E-post 1

source: Email 2
et_ee: E-post 2
ru_ru: Эл. адрес 2
sv_se: E-post 2

source: Email 3
et_ee: E-post 3
ru_ru: Эл. адрес 3
sv_se: E-post 3

source: Categories
el_gr: Κατηγορίες
et_ee: Kategooriad
ru_ru: Категории
sv_se: Kategorier

source: Optional 01
el_gr: Προαιρετικό 01
et_ee: Valikuline 01
ru_ru: Дополнительно 01
sv_se: Valfri 01

source: Optional 02
el_gr: Προαιρετικό 02
et_ee: Valikuline 02
ru_ru: Дополнительно 02
sv_se: Valfri 02

source: Optional 03
el_gr: Προαιρετικό 03
et_ee: Valikuline 03
ru_ru: Дополнительно 03
sv_se: Valfri 03

source: Optional 04
el_gr: Προαιρετικό 04
et_ee: Valikuline 04
ru_ru: Дополнительно 04
sv_se: Valfri 04

source: Optional 05
el_gr: Προαιρετικό 05
et_ee: Valikuline 05
ru_ru: Дополнительно 05
sv_se: Valfri 05

source: Optional 06
el_gr: Προαιρετικό 06
et_ee: Valikuline 06
ru_ru: Дополнительно 06
sv_se: Valfri 06

source: Optional 07
el_gr: Προαιρετικό 07
et_ee: Valikuline 07
ru_ru: Дополнительно 07
sv_se: Valfri 07

source: Optional 08
el_gr: Προαιρετικό 08
et_ee: Valikuline 08
ru_ru: Дополнительно 08
sv_se: Valfri 08

source: Optional 09
el_gr: Προαιρετικό 09
et_ee: Valikuline 09
ru_ru: Дополнительно 09
sv_se: Valfri 09

source: Optional 10
el_gr: Προαιρετικό 10
et_ee: Valikuline 10
ru_ru: Дополнительно 10
sv_se: Valfri 10

source: Optional 11
el_gr: Προαιρετικό 11
et_ee: Valikuline 11
ru_ru: Дополнительно 11
sv_se: Valfri 11

source: Optional 12
el_gr: Προαιρετικό 12
et_ee: Valikuline 12
ru_ru: Дополнительно 12
sv_se: Valfri 12

source: Optional 13
el_gr: Προαιρετικό 13
et_ee: Valikuline 13
ru_ru: Дополнительно 13
sv_se: Valfri 13

source: Optional 14
el_gr: Προαιρετικό 14
et_ee: Valikuline 14
ru_ru: Дополнительно 14
sv_se: Valfri 14

source: Optional 15
el_gr: Προαιρετικό 15
et_ee: Valikuline 15
ru_ru: Дополнительно 15
sv_se: Valfri 15

source: Optional 16
el_gr: Προαιρετικό 16
et_ee: Valikuline 16
ru_ru: Дополнительно 16
sv_se: Valfri 16

source: Optional 17
el_gr: Προαιρετικό 17
et_ee: Valikuline 17
ru_ru: Дополнительно 17
sv_se: Valfri 17

source: Optional 18
el_gr: Προαιρετικό 18
et_ee: Valikuline 18
ru_ru: Дополнительно 18
sv_se: Valfri 18

source: Optional 19
el_gr: Προαιρετικό 19
et_ee: Valikuline 19
ru_ru: Дополнительно 19
sv_se: Valfri 19

source: Optional 20
el_gr: Προαιρετικό 20
et_ee: Valikuline 20
ru_ru: Дополнительно 20
sv_se: Valfri 20

source: Date of birth
el_gr: Ημερομηνία γέννησης
et_ee: Sünnikuupäev
ru_ru: Дата рождения
sv_se: Födelsedatum

source: Anniversary
el_gr: Επέτειος
et_ee: Aastapäev
ru_ru: Годовщина
sv_se: Årsdag

source: File as
el_gr: Αποθήκευση αρχείου ως
et_ee: Registreeri kui
ru_ru: Хранить как
sv_se: Arkivera som

source: First name (yomi)
el_gr: Όνομα (yomi)
et_ee: Eesnimi (Yomi)
ru_ru: Имя (yomi)
sv_se: Förnamn (yomi)

source: Last name (yomi)
el_gr: Επώνυμο (yomi)
et_ee: Perekonnanimi (Yomi)
ru_ru: Фамилия (yomi)
sv_se: Efternamn (yomi)

source: Company (yomi)
el_gr: Εταιρεία (yomi)
et_ee: Ettevõte (Yomi)
ru_ru: Компания (yomi)
sv_se: Företag (yomi)

source: File name
el_gr: Όνομα αρχείου
et_ee: Faili nimi
ru_ru: Имя файла
sv_se: Filnamn

source: Address (home)
el_gr: Διεύθυνση (οικία)
et_ee: Aadress (kodu)
ru_ru: Адрес (домашний)
sv_se: Adress (hem)

source: Address (business)
el_gr: Διεύθυνση (επιχείρηση)
et_ee: Aadress (töö)
ru_ru: Адрес (раб.)
sv_se: Adress (arbete)

source: Address (other)
el_gr: Διεύθυνση (άλλη)
et_ee: Aadress (muu)
ru_ru: Адрес (доп.)
sv_se: Adress (annat)

source: No vCard could be found in the supplied file. Please use a valid vCard file and try again.
el_gr: Δεν ήταν δυνατή η εύρεση της vCard στο παρεχόμενο αρχείο. Παρακαλώ χρησιμοποιήστε ένα έγκυρο αρχείο vCard και δοκιμάστε ξανά.
et_ee: Esitatud failis ei õnnestunud leida vCard'i. Palun kasutage kehtivat vCard-faili ja proovige uuesti.
ru_ru: Недействительный файл vCard. Выберите файл с vCard и повторите попытку.
sv_se: Inget vCard hittades i den angivna filen. Använd en giltig vCard-fil och försök igen.

source: Validation failed for property "%1$s": %2$s
el_gr: Η επικύρωση απέτυχε για την ιδιότητα «%1$s»: %2$s
et_ee: Valideerimine ebaõnnestus omaduse "%1$s" korral: %2$s
ru_ru: Проверка свойства «%1$s» завершилась неудачей: %2$s
sv_se: Validering misslyckades för egenskap ”%1$s”: %2$s

source: Error reading vCard: %1$s
el_gr: Σφάλμα ανάγνωσης vCard: %1$s
et_ee: Viga vCard'i lugemisel: %1$s
ru_ru: Ошибка чтения vCard: %1$s
sv_se: Fel vid läsning av vCard: %1$s

source: The vCard exceeds the maximum allowed size and can't be imported.
el_gr: Η vCard υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος και δεν είναι δυνατή η εισαγωγή της.
et_ee: vCard ületab maksimaalset lubatud suurust ja seda ei saa importida.
ru_ru: Ошибка импорта: размер vCard превышает допустимый.
sv_se: Detta vCard överskrider den största tillåtna storleken och kan inte importeras.

source: Unable to access the file store.
el_gr: Δεν είναι δυνατή η πρόσβαση στον χώρο αποθήκευσης αρχείων.
et_ee: Juurdepääs failidele ebaõnnestus.
ru_ru: Нет доступа к хранилищу файлов.
sv_se: Kunde inte komma åt fillagringen.

source: Read all your contacts.
el_gr: Ανάγνωση όλων των επαφών σας.
et_ee: Teie kõigi kontaktide lugemine.
ru_ru: Чтение ваших контактов.
sv_se: Läs alla dina kontakter.

source: Create, modify and delete contacts.
el_gr: Δημιουργία, τροποποίηση και διαγραφή επαφών.
et_ee: Kontaktide loomine, muutmine ja kustutamine.
ru_ru: Создание, изменение и удаление контактов.
sv_se: Skapa, ändra och ta bort kontakter.

source: The type %1$s of the provided file is not supported.
el_gr: Ο τύπος «%1$s» του παρεχόμενου αρχείου δεν υποστηρίζεται.
et_ee: Puudub tugi esitatud faili tüübile %1$s.
ru_ru: Тип %1$s не поддерживается.
sv_se: Typen %1$s av den angivna filen stöds inte.

source: The following field(s) are too long: %1$s
el_gr: Τα ακόλουθα πεδία είναι πολύ μεγάλα: %1$s
et_ee: Järgneva välja või väljade lubatud pikkus on ületatud: %1$s
ru_ru: Длина полей превышает допустимую: %1$s
sv_se: Följande fält är för långt/-a: %1$s

source: The provided password seems to be wrong or something bad happened.
el_gr: Ο παρεχόμενος κωδικός πρόσβασης φαίνεται να είναι εσφαλμένος ή κάτι πήγε στραβά.
et_ee: Sisestatud parool võib olla vale või midagi on viltu läinud.
ru_ru: Произошла ошибка, или предоставлен неправильный пароль.
sv_se: Det givna lösenordet verkar vara felaktigt, eller så har något tråkigt inträffat.

source: Cannot get connection to config DB: %1$s
el_gr: Δεν είναι δυνατή η απόκτηση σύνδεσης στη βάση δεδομένων ρυθμίσεων: %1$s
ru_ru: Не удается подключиться к базе данных конфигурации: %1$s
sv_se: Får inte kontakt med konfig-DB: %1$s

source: Database for context %1$d and server %2$d can not be resolved
el_gr: Δεν είναι δυνατή η ανάλυση της βάσης δεδομένων για το περιβάλλον «%1$d» και τον διακομιστή «%2$d»
et_ee: Andmebaasi konteksti %1$d ja serveri %2$d korral ei saa lahendada
ru_ru: Не удалось определить базу данных для контекста %1$d и сервера %2$d
sv_se: Kan inte lösa adress till kontextdatabasen %1$d och servern %2$d

source: No connection to database %1$d: %2$s
el_gr: Δεν υπάρχει σύνδεση στη βάση δεδομένων «%1$d»: %2$s
ru_ru: Нет подключения к базе данных %1$d: %2$s
sv_se: Ingen anslutning till databas %1$d: %2$s

source: Schema can not be set on database connection
el_gr: Δεν είναι δυνατός ο ορισμός μοτίβου στη σύνδεση βάσης δεδομένων
et_ee: Skeemi seadistamine andmebaasi ühenduse korral ebaõnnestus
ru_ru: Схема не может быть определена в соединении базы данных
sv_se: Schema kan inte anges vid anslutning till databas

source: Null is returned to connection pool.
el_gr: Επιστρέφεται τιμή «null» στον χώρο συνδέσεων.
et_ee: Ühendusepuuli tagastatakse null.
ru_ru: Пул подключений получил NULL.
sv_se: Null är returnerat till anslutningspoolen.

source: Problem with executing SQL: %1$s
el_gr: Πρόβλημα εκτέλεσης SQL: %1$s
et_ee: Probleem SQL-i täitmisega: %1$s
ru_ru: Ошибка выполнения SQL: %1$s
sv_se: Problem med att utföra SQL: %1$s

source: Cannot get information for pool %1$d.
el_gr: Δεν είναι δυνατή η λήψη πληροφοριών για τον χώρο «%1$d».
et_ee: Teabe saamine puuli %1$d korral ebaõnnestus.
ru_ru: Не удалось получить информацию о %1$d.
sv_se: Kan inte hämta information för poolen %1$d.

source: Driver class %1$s missing.
el_gr: Απουσία κλάσης προγράμματος οδήγησης «%1$s».
et_ee: Puudub draiveri klass %1$s.
ru_ru: Отсутствует класс драйвера %1$s.
sv_se: Drivrutinsklassen %1$s saknas.

source: Object %1$s does not belong to this pool. The object will be removed. If there was a previous message about this object not having been returned to the pool, the object was just in use too long.
el_gr: Το αντικείμενο «%1$s» δεν ανήκει σε αυτόν τον χώρο. Το αντικείμενο θα αφαιρεθεί. Εάν υπήρχε ένα προηγούμενο μήνυμα σχετικά με αυτό το αντικείμενο που δεν έχει επιστραφεί στον χώρο, το αντικείμενο ήταν απλά σε χρήση για πάρα πολύ καιρό.
et_ee: Objekt %1$s ei kuulu sellesse puuli. Objekt eemaldatakse. Varasema sõnumi olemasolul selle objekti puuli mittetagastamise kohta oli objekt lihtsalt liiga kaua kasutuses.
ru_ru: %1$s не принадлежит этому пулу соединений и будет удален. Если вы уже получали сообщение о невозможности возвращения этого объекта в пул, возможно, он использовался слишком долго.
sv_se: Objektet %1$s verkar inte tillhöra den här poolen. Objektet kommer tas bort. Om det finns ett tidigare meddelande om att det här objektet inte skickades tillbaka till poolen användes det helt enkelt för länge.

source: Server name is not defined.
el_gr: Το όνομα διακομιστή δεν έχει οριστεί.
et_ee: Serveri nimi on määratlemata.
ru_ru: Имя сервера не определено.
sv_se: Serverns namn är inte fastställt.

source: %1$s is not initialized.
el_gr: Το «%1$s» δεν έχει αρχικοποιηθεί.
et_ee: %1$s ei ole algväärtustatud.
ru_ru: %1$s не инициализирован.
sv_se: %1$s har inte initialiserats.

source: Connection used for %1$d milliseconds.
el_gr: Η σύνδεση χρησιμοποιήθηκε για %1$d χιλιοστά του δευτερολέπτου.
et_ee: Ühendust kasutati %1$d millisekundit.
ru_ru: Соединение было занято на протяжении %1$d мс.
sv_se: Anslutningen användes i %1$d millisekunder.

source: %1$d statements are not closed.
el_gr: %1$d δηλώσεις δεν έχουν κλείσει.
et_ee: %1$d avaldust ei ole suletud.
ru_ru: Операторы не закрыты (%1$d).
sv_se: %1$d påståendena är inte stängda.

source: Parsing problem in URL parameter "%1$s".
el_gr: Ανάλυση προβλήματος στην παράμετρο URL «%1$s».
et_ee: Parsimisprobleem URL-i parameetris "%1$s".
ru_ru: Ошибка разбора параметра URL «%1$s».
sv_se: Tolkningsproblem i URL parametern ”%1$s”.

source: Configuration file for database configuration is missing.
el_gr: Απουσιάζει το αρχείο ρυθμίσεων για τη διαμόρφωση της βάσης δεδομένων.
et_ee: Konfiguratsioonifail andmebaasi konfigureerimiseks puudub.
ru_ru: Отсутствует файл конфигурации базы данных.
sv_se: Konfigurationsfilen för databasinställningar saknas.

source: Property "%1$s" is not defined.
el_gr: Η ιδιότητα «%1$s» δεν έχει οριστεί.
et_ee: Omadus "%1$s" on määratlemata.
ru_ru: Свойство «%1$s» не определено.
sv_se: Attributet ”%1$s” är inte definierat.

source: %1$s is already initialized.
el_gr: Το %1$s έχει ήδη αρχικοποιηθεί.
et_ee: %1$s on juba algväärtustatud.
ru_ru: %1$s уже инициализирован.
sv_se: %1$s är redan initialiserad.

source: Cannot resolve server id for server %1$s.
el_gr: Δεν είναι δυνατή η ανάλυση του αναγνωριστικού διακομιστή για τον διακομιστή «%1$s».
et_ee: Serveri ID lahendamine serveri %1$s korral ebaõnnestus.
ru_ru: Не удалось определить идентификатор сервера %1$s.
sv_se: Kan inte lösa server-ID för servern %1$s.

source: Nothing known about pool %1$d.
el_gr: Δεν είναι τίποτα γνωστό για τον χώρο «%1$d».
et_ee: Puuli %1$d kohta pole midagi teada.
ru_ru: Нет информации о пуле %1$d.
sv_se: Ingen information om poolen %1$d.

source: Transaction counter is missing for context %1$d.
el_gr: Ο μετρητής συναλλαγών απουσιάζει για το περιβάλλον «%1$d».
et_ee: Tehinguloendur puudub konteksti %1$d korral.
ru_ru: Отсутствует счетчик транзакций в контексте %1$d.
sv_se: Transaktionsräknaren saknas för kontext %1$d.

source: Inserting or updating database assignment for context %1$d and server %2$d failed!
el_gr: Η εισαγωγή ή η ενημέρωση αντιστοίχισης βάσης δεδομένων για το περιβάλλον «%1$d» και τον διακομιστή «%2$d» απέτυχε!
et_ee: Andmebaasi omistuse sisestamine või värskendamine konteksti %1$d ja serveri %2$d korral ebaõnnestus!
ru_ru: Не удалось добавить или обновить назначение базы данных для контекста %1$d и сервера %2$d !
sv_se: Kunde inte infoga eller uppdatera databastilldelning för kontext %1$d och servern %2$d!

source: Invalid configuration for global databases: %1$s
el_gr: Μη έγκυρες ρυθμίσεις για καθολικές βάσεις δεδομένων: %1$s
et_ee: Kehtetu konfiguratsioon globaalsete andmebaaside korral: %1$s
ru_ru: Неверная конфигурация глобальных баз данных: %1$s
sv_se: Ogiltig konfiguration för globala databaser: %1$s

source: No global database for context group "%1$s" found.
el_gr: Δεν βρέθηκε καθολική βάση δεδομένων για την ομάδα περιβάλλοντος «%1$s».
et_ee: Globaalset andmebaasi kontekstirühma "%1$s" korral ei leitud.
ru_ru: Нет глобальной базы данных для контекстной группы «%1$s».
sv_se: Hittade ingen global databas för kontextgrupp ”%1$s”.

source: Apparently administrative count tables became inconsistent. Consider running 'checkcountsconsistency' tool.
el_gr: Οι πίνακες μετρήσεων διαχειριστή έγιναν ασταθείς. Σκεφτείτε να εκτελέσετε το εργαλείο «checkcountsconsistency».
et_ee: Ilmselt muutusid administratiivsed loendustabelid järjepidematuks. Kaaluge tööriista 'checkcountsconsistency' käivitamist.
ru_ru: Административные таблицы подсчета стали несовместимы. Подумайте о запуске инструмента «checkcountsconsistency».
sv_se: Administrativa räknartabeller blev tydligen inkonsekventa. Det är nog dags att köra verktyget 'checkcountsconsistency'.

source: Problem with reading from or writing to database
el_gr: Πρόβλημα με την ανάγνωση ή την εγγραφή στη βάση δεδομένων
et_ee: Probleem andmebaasist lugemise või andmebaasi kirjutamisega
ru_ru: Ошибка чтения или записи в базу данных
sv_se: Problem vid läsning från eller skrivning till databas

source: The specified input contains unsupported characters. Please remove the unsupported characters and try again.
el_gr: Η καθορισμένη είσοδος περιέχει μη υποστηριζόμενους χαρακτήρες. Παρακαλώ αφαιρέστε τους μη υποστηριζόμενους χαρακτήρες και δοκιμάστε ξανά.
et_ee: Määratud sisend sisaldab mittetoetavaid sümboleid. Palun eemaldage mitte-toetatud märgid ja proovige uuesti.
ru_ru: Вы ввели текст, который содержит недопустимые символы. Удалите их и повторите попытку.
sv_se: Den angivna inmatningen innehåller tecken som inte stöds. Ta bort dessa tecken och försök igen.

source: A DoveAdm error occurred: %1$s
el_gr: Προέκυψε σφάλμα DoveAdm: %1$s
et_ee: Ilmnes DoveAdm viga: %1$s
ru_ru: Произошла ошибка DoveAdm: %1$s
sv_se: Ett DoveAdm-fel inträffade: %1$s

source: A DoveAdm server error occurred with HTTP status code %1$s. Error message: %2$s
el_gr: Προέκυψε σφάλμα διακομιστή DoveAdm με κωδικό κατάστασης HTTP «%1$s». Μήνυμα σφάλματος: %2$s
et_ee: Ilmnes DoveAdm serveri viga HTTP oleku koodiga %1$s. Veateade: %2$s
ru_ru: Ошибка сервера DoveAdm с кодом HTTP-статуса %1$s с сообщением об ошибке: %2$s
sv_se: Ett DoveAdm-serverfel inträffade med HTTP-statuskod %1$s. Felmeddelande: %2$s

source: The provided DoveAdm URL: %1$s is invalid
el_gr: Το παρεχόμενο DoveAdm URL: %1$s δεν είναι έγκυρο
et_ee: Esitatud DoveAdm URL: %1$s on kehtetu
ru_ru: Предоставленный URL-адрес DoveAdm %1$s является недопустимым
sv_se: Den angivna DoveAdm-URL:en %1$s är ogiltig

source: The provided DoveAdm resource does not exist: %1$s
el_gr: Ο παρεχόμενος πόρος DoveAdm δεν υπάρχει: %1$s
et_ee: Esitatud DoveAdm ressurssi pole olemas: %1$s
ru_ru: Предоставленный ресурс DoveAdm не существует: %1$s
sv_se: Den angivna DoveAdm-resursen finns inte: %1$s

source: Authentication failed: %1$s
el_gr: Αποτυχία ταυτοποίησης: %1$s
et_ee: Autentimine ebaõnnestus: %1$s
ru_ru: Не удалось аутентифицировать пользователя %1$s
sv_se: Autentisering misslyckades: %1$s

source: Doveadm HTTP API communication error: 404 Not Found
el_gr: Σφάλμα επικοινωνίας Doveadm HTTP API: 404 Δεν βρέθηκε
et_ee: Doveadm HTTP API suhtlusviga: 404 ei leitud
ru_ru: Ошибка 404: нет связи c API Doveadm
sv_se: Doveadm HTTP-API kommunikationsfel: 404 Hittades inte

source: A temporary failure because a subsystem is down (maybe due to maintenance). Please try again later.
el_gr: Προέκυψε προσωρινή αποτυχία επειδή ένα υποσύστημα έχει τεθεί εκτός λειτουργίας (ίσως λόγω συντήρησης). Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ajutine probleem, sest mõni allsüsteem ei toimi (põhjuseks võib olla hooldus). Palun proovige hiljem uuesti.
ru_ru: Временный отказ, так как отключена подсистема (возможно, из-за обслуживания). Повторите позже.
sv_se: Ett tillfälligt misslyckande eftersom ett delsystem är nere (kanske för underhåll). Försök igen senare.

source: Download denied because download limits have been exceeded. Please try again later.
el_gr: Η λήψη απορρίφθηκε επειδή έχει γίνει υπέρβαση των ορίων λήψης. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Allalaadimine on tagasi lükatud, sest allalaadimise piirid on ületatud. Palun proovige hiljem uuesti.
ru_ru: Отказано в загрузке: превышено ограничение на размер загрузки. Повторите попытку позже.
sv_se: Nedladdning nekades eftersom nedladdningsgränsen har överskridits. Försök igen senare.

source: Uploaded with %1$s (%2$s)
el_gr: Μεταφορτώθηκε με %1$s (%2$s)
et_ee: Üles laetud %1$s (%2$s) abil
ru_ru: Отправлено через %1$s (%2$s).
sv_se: Uppladdades med %1$s (%2$s)

source: The path "%1$s" was not found. Please retry the synchronization.
el_gr: Η διαδρομή «%1$s» δεν βρέθηκε. Παρακαλώ κάντε ξανά συγχρονισμό.
et_ee: Teed "%1$s" ei leitud. Palun korrake sünkroniseerimist.
ru_ru: Путь «%1$s» не найден. Повторите попытку синхронизации.
sv_se: Sökvägen ”%1$s” hittades inte. Försök göra om synkroniseringen.

source: The file "%1$s" was not found at "%2$s". Please retry the synchronization.
el_gr: Ο φάκελος «%1$s» δεν βρέθηκε στο «%2$s». Παρακαλώ κάντε ξανά συγχρονισμό.
et_ee: Faili "%1$s" ei leitud kohas "%2$s". Palun korrake sünkroniseerimist.
ru_ru: Файл «%1$s» не найден в «%2$s». Повторите синхронизацию.
sv_se: Filen ”%1$s” hittades inte i ”%2$s”. Försök göra om synkroniseringen.

source: Unable to access the file at the requested position. Please retry the synchronization.
el_gr: Δεν είναι δυνατή η πρόσβαση σε αρχείο στη ζητούμενη θέση. Παρακαλώ κάντε ξανά συγχρονισμό.
et_ee: Failile ei õnnestunud soovitud kohas juurde pääseda. Palun korrake sünkroniseerimist.
ru_ru: Нет доступа к файлу в заданной позиции. Повторите синхронизацию.
sv_se: Kan inte komma åt filen vid den önskade platsen. Försök göra om synkroniseringen.

source: The file version "%1$s" was not found at "%3$s". Please retry the synchronization.
el_gr: Η έκδοση αρχείου «%1$s» δεν βρέθηκε στο «%3$s». Παρακαλώ κάντε ξανά συγχρονισμό.
et_ee: Faili versiooni "%1$s" ei leitud kohas "%3$s". Palun korrake sünkroniseerimist.
ru_ru: Версия файла «%1$s» не найдена в «%2$s». Повторите синхронизацию.
sv_se: Filversionen ”%1$s” hittades inte i ”%3$s”. Försök göra om synkroniseringen.

source: Integrity checks failed for uploaded file "%2$s". Please try again.
el_gr: Οι έλεγχοι ακεραιότητας απέτυχαν για το μεταφορτωμένο αρχείο «%2$s». Παρακαλώ δοκιμάστε ξανά.
et_ee: Üleslaetud fail "%2$s" ei läbinud terviklikkuse kontrolli. Palun proovige uuesti.
ru_ru: Проверка целостности файла «%2$s» завершилась неудачей. Повторите попытку.
sv_se: Integritetskontroller misslyckades för den uppladdade filen ”%2$s”. Försök igen.

source: The directory version "%1$s" was not found. Please retry the synchronization.
el_gr: Η έκδοση καταλόγου «%1$s» δεν βρέθηκε. Παρακαλώ κάντε ξανά συγχρονισμό.
et_ee: Kataloogi versiooni "%1$s" ei leitud. Palun korrake sünkroniseerimist.
ru_ru: Версия каталога «%1$s» не найдена. Повторите синхронизацию.
sv_se: Katalogversionen ”%1$s” hittades inte. Försök göra om synkroniseringen.

source: You are not allowed to delete the file "%1$s" at "%2$s".
el_gr: Δεν επιτρέπεται να διαγράψετε το αρχείο «%1$s» στο «%2$s».
et_ee: Teil puudub luba faili "%1$s" kustutamiseks kohas "%2$s".
ru_ru: Вы не можете удалить файл «%1$s» в «%2$s».
sv_se: Du har inte behörighet att ta bort filen ”%1$s” i ”%2$s”.

source: You are not allowed to create files at "%1$s".
el_gr: Δεν επιτρέπεται να δημιουργείτε αρχεία στο «%1$s».
et_ee: Teil puudub luba failide loomiseks kohas "%1$s".
ru_ru: Вы не можете создавать файлы в «%1$s».
sv_se: Du har inte behörighet att skapa filer i ”%1$s”.

source: You are not allowed to modify the file "%1$s" at "%2$s".
el_gr: Δεν επιτρέπεται να τροποποιήσετε το αρχείο «%1$s» στο «%2$s».
et_ee: Teil puudub luba faili "%1$s" muutmiseks kohas "%2$s".
ru_ru: Вы не можете изменять файл «%1$s» в «%2$s».
sv_se: Du har inte behörighet att ändra filen ”%1$s” i ”%2$s”.

source: You are not allowed to delete the directory "%1$s".
el_gr: Δεν επιτρέπεται να διαγράψετε τον κατάλογο «%1$s».
et_ee: Teil puudub luba kataloogi "%1$s" kustutamiseks.
ru_ru: Вы не можете удалить каталог «%1$s».
sv_se: Du har inte behörighet att ta bort katalogen ”%1$s”.

source: You are not allowed to create directories at "%1$s".
el_gr: Δεν επιτρέπεται να δημιουργείτε καταλόγους στο «%1$s».
et_ee: Teil puudub luba kataloogide loomiseks kohas "%1$s".
ru_ru: Вы не можете создавать каталоги в «%1$s».
sv_se: Du har inte behörighet att skapa mappar i ”%1$s”.

source: The allowed quota is reached.
el_gr: Έχετε φτάσει το επιτρεπόμενο όριο.
et_ee: Lubatud kvoot on saavutatud.
ru_ru: Квота достигнута.
sv_se: Den tilldelade kvoten är nådd.

source: The path "%1$s" is invalid.
el_gr: Η διαδρομή «%1$s» δεν είναι έγκυρη.
et_ee: Tee "%1$s" on kehtetu.
ru_ru: Недопустимый путь «%1$s».
sv_se: Sökvägen ”%1$s” är ogiltig.
