Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: last
el_gr: τελευταίο
et_ee: viimane
ru_ru: последний
sv_se: sista

source: Occurs %1$s times
el_gr: Συμβαίνει %1$s φορές
et_ee: Toimub %1$s korda
ru_ru: Повторяется %1$s раз(а)
sv_se: Sker %1$s gånger

source: Until %1$s
el_gr: Μέχρι την %1$s
et_ee: Kuni %1$s
ru_ru: Заканчивается: %1$s
sv_se: Tills %1$s

source: No end
el_gr: Χωρίς λήξη
et_ee: Lõputa
ru_ru: Без завершения
sv_se: Inget slutdatum

source: %1$s has added an appointment to the series "%2$s".
el_gr: Ο/Η %1$s έχει προσθέσει μια συνάντηση στη σειρά «%2$s».
et_ee: %1$s on lisanud kohtumise seeriasse "%2$s".
ru_ru: %1$s добавил встречу в серию «%2$s».
sv_se: %1$s har lagt till ett möte i serien ”%2$s”.

source: %1$s has added an appointment to the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προσθέσει μια συνάντηση στη σειρά «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on lisanud %3$s nimel kohtumise seeriasse "%2$s".
ru_ru: %1$s добавил встречу в серию «%2$s» от имени %3$s.
sv_se: %1$s har lagt till ett möte i serien ”%2$s” åt %3$s.

source: The changes cannot be applied to your calendar.
el_gr: Δεν είναι δυνατή η εφαρμογή των αλλαγών στο ημερολόγιό σας.
et_ee: Muudatusi ei saa teie kalendris rakendada.
ru_ru: Изменения не могут быть применены к вашему календарю.
sv_se: Ändringarna kan inte verkställas för din kalender.

source: The changes cannot be applied to the calendar of %1$s.
el_gr: Δεν είναι δυνατή η εφαρμογή των αλλαγών στο ημερολόγιο του/της %1$s.
et_ee: Muudatusi ei saa rakendada %1$s kalendrile.
ru_ru: Изменения не могут быть применены к календарю %1$s.
sv_se: Ändringarna kan inte verkställas för %1$ss kalender.

source: An updated invitation from the organizer should be requested manually.
el_gr: Θα πρέπει να ζητηθεί χειροκίνητα μια ενημερωμένη πρόσκληση από τον διοργανωτή.
et_ee: Korraldajalt tuleb eraldi taotleda ajakohastatud kutset.
ru_ru: Обновленное приглашение необходимо запросить у организатора вручную.
sv_se: En uppdaterad inbjudan från organisatören bör begäras manuellt.

source: The appointment "%1$s" has been canceled by %2$s.
el_gr: Η συνάντηση «%1$s» έχει ακυρωθεί από τον/την %2$s.
et_ee: Kohtumine "%1$s" on tühistatud %2$s poolt.
ru_ru: Встреча «%1$s» была отменена %2$s.
sv_se: Mötet ”%1$s” har ställts in av %2$s.

source: The appointment series "%1$s" has been canceled by %2$s.
el_gr: Η σειρά συναντήσεων «%1$s» έχει ακυρωθεί από τον/την %2$s.
et_ee: Kohtumiste seeria "%1$s" on tühistatud %2$s poolt.
ru_ru: Серия встреч «%1$s» была отменена %2$s.
sv_se: Mötesserien ”%1$s” har ställts in av %2$s.

source: An appointment of the series "%1$s" has been canceled by %2$s.
el_gr: Μια συνάντηση της σειράς «%1$s» έχει ακυρωθεί από τον/την %2$s.
et_ee: %2$s on tühistanud kohtumise sarjas "%1$s".
ru_ru: Встреча серии «%1$s» была отменена %2$s.
sv_se: Ett möte i serien ”%1$s” har ställts in av %2$s.

source: The appointment "%1$s" has been canceled by %2$s on behalf of %3$s.
el_gr: Η συνάντηση «%1$s» έχει ακυρωθεί από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s tühistas %3$s nimel kohtumise "%1$s".
ru_ru: Встреча «%1$s» была отменена %2$s от имени %3$s.
sv_se: Mötet ”%1$s” har ställts in av %2$s åt %3$s.

source: The appointment series "%1$s" has been canceled by %2$s on behalf of %3$s.
el_gr: Η σειρά συναντήσεων «%1$s» έχει ακυρωθεί από τον/την %2$s εκ μέρος του/της %3$s.
et_ee: %2$s tühistas %3$s nimel kohtumiste seeria "%1$s".
ru_ru: Серия встреч «%1$s» была отменена %2$s от имени %3$s.
sv_se: Mötesserien ”%1$s” har ställts in av %2$s åt %3$s.

source: An appointment of the series "%1$s" has been canceled by %2$s on behalf of %3$s.
el_gr: Μια συνάντηση της σειράς «%1$s» έχει ακυρωθεί από τον/την %2$s εκ μέρος του/της %3$s.
et_ee: %2$s on %3$s nimel tühistanud kohtumise sarjas "%1$s".
ru_ru: Встреча серии «%1$s» была отменена %2$s от имени %3$s.
sv_se: Ett möte i serien ”%1$s” har ställts in av %2$s åt %3$s.

source: The resource %1$s has been removed from the appointment series %2$s by %3$s, or the appointment has been deleted.
el_gr: Ο πόρος «%1$s» έχει αφαιρεθεί από τη σειρά συναντήσεων «%2$s» από τον/την %3$s ή έχει διαγραφεί η συνάντηση.
ru_ru: Ресурс %1$s был удален серии встреч %2$s пользователем %3$s, или встреча была удалена.
sv_se: Resursen %1$s har tagits bort från mötesserien %2$s av %3$s, eller så har mötet tagits bort.

source: On behalf of %1$s, the resource %2$s has been removed from the appointment series %3$s by %4$s, or the appointment has been deleted.
el_gr: Εκ μέρους του/της %1$s, ο/η %4$s έχει αφαιρέσει τον πόρο «%2$s» από τη σειρά συναντήσεων «%3$s» ή έχει διαγραφεί η συνάντηση.
ru_ru: От имени %1$s ресурс %2$s был удален серии встреч %3$s на %4$s, или встреча была удалена.
sv_se: Resursen %2$s har, åt %1$s, tagits bort från mötesserien %3$s av %4$s, eller så har mötet tagits bort.

source: The appointment has been removed from your calendar.
el_gr: Η συνάντηση έχει αφαιρεθεί από το ημερολόγιό σας.
et_ee: Kohtumine on teie kalendrist eemaldatud.
ru_ru: Встреча была удалена из вашего календаря.
sv_se: Mötets plats har tagits bort från din kalender.

source: The appointment has been removed accordingly from the calendar of %1$s.
el_gr: Η συνάντηση έχει αφαιρεθεί αντίστοιχα από το ημερολόγιο του/της %1$s.
et_ee: Kohtumine on vastavalt eemaldatud %1$s kalendrist.
ru_ru: Встреча была удалена из календаря %1$s.
sv_se: Mötet har också tagits bort från %1$ss kalender.

source: The appointment needs to be removed manually from your calendar.
el_gr: Η συνάντηση πρέπει να αφαιρεθεί χειροκίνητα από το ημερολόγιό σας.
et_ee: Kohtumine tuleb käsitsi kalendrist eemaldada.
ru_ru: Встречу необходимо удалить из календаря вручную.
sv_se: Mötet måste tas bort manuellt från din kalender.

source: The appointment needs to be removed manually from the calendar of %1$s.
el_gr: Η συνάντηση πρέπει να αφαιρεθεί χειροκίνητα από το ημερολόγιο του/της %1$s.
et_ee: Kohtumine tuleb käsitsi eemaldada %1$s kalendrist.
ru_ru: Необходимо вручную удалить встречу из календаря %1$s.
sv_se: Mötet måste tas bort manuellt från %1$ss kalender.

source: %1$s has proposed a new time for the appointment "%2$s".
el_gr: Ο/Η %1$s έχει προτείνει μια νέα ώρα για τη συνάντηση «%2$s».
et_ee: %1$s on teinud ettepaneku uue aja määramiseks kohtumisele "%2$s".
ru_ru: %1$s предложил новое время для встречи «%2$s».
sv_se: %1$s har föreslagit en ny tid för mötet ”%2$s”.

source: %1$s has proposed a new time for the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει προτείνει μια νέα ώρα για τη σειρά συναντήσεων «%2$s».
et_ee: %1$s on teinud ettepaneku uue aja määramise seeriale "%2$s".
ru_ru: %1$s предложил новое время для серии встреч «%2$s».
sv_se: %1$s har föreslagit en ny tid för mötesserien ”%2$s”.

source: %1$s has proposed a new time for an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει προτείνει μια νέα ώρα για μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on teinud ettepaneku uue aja määramiseks kohtumisele seerias "%2$s".
ru_ru: %1$s предложил новое время для встречи серии «%2$s».
sv_se: %1$s har föreslagit en ny tid för ett möte i serien ”%2$s”.

source: %1$s has proposed a new time for the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προτείνει μια νέα ώρα για τη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on teinud %3$s nimel ettepaneku uue aja määramiseks kohtumisele %2$s.
ru_ru: %1$s предложил новое время для встречи «%2$s» от имени %3$s.
sv_se: %1$s har föreslagit en ny tid för mötet ”%2$s” åt %3$s.

source: %1$s has proposed a new time for the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προτείνει μια νέα ώρα για τη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on teinud %3$s nimel ettepaneku uue aja määramiseks seeria "%2$s" jaoks.
ru_ru: %1$s предложил новое время для серии встреч «%2$s» от имени %3$s.
sv_se: %1$s har föreslagit en ny tid för mötesserien ”%2$s” åt %3$s.

source: %1$s has proposed a new time for an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προτείνει μια νέα ώρα για μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on teinud %3$s nimel ettepaneku uue aja määramiseks seerias "%2$s".
ru_ru: %1$s предложил новое время для встречи серии «%2$s» от имени %3$s.
sv_se: %1$s har föreslagit en ny tid för ett möte i serien ”%2$s” åt %3$s.

source: Current: %1$s. Proposed: %2$s.
el_gr: Τρέχον: %1$s. Πρόταση: %2$s.
et_ee: Praegune: %1$s. Kavandatud: %2$s.
ru_ru: Текущий: %1$s. Предлагаемый: %2$s.
sv_se: Aktuellt: %1$s. Förslag: %2$s.

source: %1$s has proposed changes for the appointment "%2$s".
el_gr: Ο/Η %1$s έχει προτείνει αλλαγές για τη συνάντηση «%2$s».
et_ee: %1$s on teinud ettepaneku muudatuste tegemiseks kohtumisel "%2$s".
ru_ru: %1$s предложил изменения для встречи «%2$s».
sv_se: %1$s har föreslagit ändringar för mötet ”%2$s”.

source: %1$s has proposed changes for the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει προτείνει αλλαγές για τη σειρά συναντήσεων «%2$s».
et_ee: %1$s on teinud ettepaneku muudatuste tegemiseks kohtumisele seerias "%2$s".
ru_ru: %1$s предложил изменения для серии встреч «%2$s».
sv_se: %1$s har föreslagit ändringar för mötesserien ”%2$s”.

source: %1$s has proposed changes for an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει προτείνει αλλαγές για μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on teinud ettepaneku muudatuste tegemiseks kohtumisele seerias "%2$s".
ru_ru: %1$s предложил изменения для встречи серии «%2$s».
sv_se: %1$s har föreslagit ändringar för ett möte i serien ”%2$s”.

source: %1$s has proposed changes for the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προτείνει αλλαγές για τη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on teinud %3$s nimel ettepaneku muudatuste tegemiseks kohtumisele "%2$s".
ru_ru: %1$s предложил изменения для встречи «%2$s» от имени %3$s.
sv_se: %1$s har föreslagit ändringar för mötet ”%2$s” åt %3$s.

source: %1$s has proposed changes for the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προτείνει αλλαγές για τη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on teinud %3$s nimel ettepaneku muudatuste tegemiseks kohtumisele seerias "%2$s".
ru_ru: %1$s предложил изменения для серии встреч «%2$s» от имени %3$s.
sv_se: %1$s har föreslagit ändringar för mötesserien ”%2$s” åt %3$s.

source: %1$s has proposed changes for an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει προτείνει αλλαγές για μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on teinud %3$s nimel ettepaneku muudatuste tegemiseks kohtumisele seerias "%2$s".
ru_ru: %1$s предложил изменения для назначения серии «%2$s» от имени %3$s.
sv_se: %1$s har föreslagit ändringar för ett möte i serien ”%2$s” åt %3$s.

source: The appointment was updated after the proposed changes were sent.
el_gr: Η συνάντηση ενημερώθηκε μετά την αποστολή των προτεινόμενων αλλαγών.
et_ee: Kohtumist uuendati pärast välja pakutud muudatuste saatmist.
ru_ru: Встреча была обновлена после отправки изменений.
sv_se: Mötet uppdaterades efter att de föreslagna ändringarna skickades.

source: The message was received from a participant that is not invited to the appointment.
el_gr: Το μήνυμα ελήφθη από έναν συμμετέχοντα που δεν έχει προσκληθεί στη συνάντηση.
et_ee: Sõnum saadi osalejalt, keda ei ole kohtumisele kutsutud.
ru_ru: Сообщение было получено от участника, который не приглашен на встречу.
sv_se: Meddelandet togs emot från en deltagare som inte är inbjuden till mötet.

source: The proposed changes have been applied to your calendar.
el_gr: Οι προτεινόμενες αλλαγές έχουν εφαρμοστεί στο ημερολόγιό σας.
et_ee: Pakutud muudatused on teie kalendris rakendatud.
ru_ru: Предложенные изменения были применены к вашему календарю.
sv_se: De föreslagna ändringarna har verkställts för din kalender.

source: The proposed changes have been applied to the calendar of %1$s.
el_gr: Οι προτεινόμενες αλλαγές έχουν εφαρμοστεί στο ημερολόγιο του/της %1$s.
et_ee: Pakutud muudatused on rakendatud %1$s kalendrile.
ru_ru: Предложенные изменения были применены к календарю %1$s.
sv_se: De föreslagna ändringarna har verkställts för %1$ss kalender.

source: The proposed changes can be applied manually to your calendar.
el_gr: Οι προτεινόμενες αλλαγές μπορούν να εφαρμοστούν χειροκίνητα στο ημερολόγιό σας.
et_ee: Pakutud muudatusi saab kalendris käsitsi rakendada.
ru_ru: Предложенные изменения можно применить к календарю вручную.
sv_se: De föreslagna ändringarna kan verkställas manuellt för din kalender.

source: The proposed changes can be applied manually to the calendar of %1$s.
el_gr: Οι προτεινόμενες αλλαγές μπορούν να εφαρμοστούν χειροκίνητα στο ημερολόγιο του/της %1$s.
et_ee: Pakutud muudatusi saab käsitsi rakendada %1$s kalendrile.
ru_ru: Предложенные изменения можно применить вручную к календарю %1$s.
sv_se: De föreslagna ändringarna kan verkställas manuellt för %1$ss kalender.

source: The proposed changes cannot be applied to your calendar.
el_gr: Δεν είναι δυνατή η εφαρμογή των προτεινόμενων αλλαγών στο ημερολόγιό σας.
et_ee: Pakutud muudatusi ei saa teie kalendrile rakendada.
ru_ru: Предлагаемые изменения не могут быть применены к вашему календарю.
sv_se: De föreslagna ändringarna kan inte verkställas för din kalender.

source: The proposed changes cannot be applied to the calendar of %1$s.
el_gr: Δεν είναι δυνατή η εφαρμογή των προτεινόμενων αλλαγών στο ημερολόγιο του/της %1$s.
et_ee: Pakutud muudatusi ei saa rakendada %1$s kalendrile.
ru_ru: Предлагаемые изменения не могут быть применены к календарю %1$s.
sv_se: De föreslagna ändringarna kan inte verkställas för %1$ss kalender.

source: The proposed changes for the appointment "%1$s" have been declined by %2$s.
el_gr: Οι προτεινόμενες αλλαγές για τη συνάντηση «%1$s» έχουν απορριφθεί από τον/την %2$s.
et_ee: %2$s lükkas tagasi kohtumise "%1$s" muudatusettepanekud.
ru_ru: Предложенные изменения для встречи «%1$s» были отклонены %2$s.
sv_se: De föreslagna ändringarna för mötet ”1%$s” har avslagits av %2$s.

source: The proposed changes for the appointment series "%1$s" have been declined by %2$s.
el_gr: Οι προτεινόμενες αλλαγές για τη σειρά συναντήσεων «%1$s» έχουν απορριφθεί από τον/την %2$s.
et_ee: %2$s lükkas tagasi kohtumiste sarja "%1$s" pakutud muudatused.
ru_ru: Предложенные изменения для серии встреч «%1$s» были отклонены %2$s.
sv_se: De föreslagna ändringarna för mötesserien ”%1$s” har avslagits av %2$s.

source: The proposed changes for an appointment of the series "%1$s" have been declined by %2$s.
el_gr: Οι προτεινόμενες αλλαγές για μια συνάντηση της σειράς «%1$s» έχουν απορριφθεί από τον/την %2$s.
et_ee: %2$s lükkas tagasi kohtumise seerias "%1$s" pakutud muudatused.
ru_ru: Предложенные изменения для встречи серии «%1$s» были отклонены %2$s.
sv_se: De föreslagna ändringarna för ett möte i serien ”%1$s” har avslagits av %2$s.

source: The proposed changes for the appointment "%1$s" have been declined by %2$s on behalf of %3$s.
el_gr: Οι προτεινόμενες αλλαγές για τη συνάντηση «%1$s» έχουν απορριφθεί από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s on %3$s nimel keeldunud kohtumise %1$s muutmise ettepanekutest.
ru_ru: Предложенные изменения для встречи «%1$s» были отклонены %2$s от имени %3$s.
sv_se: De föreslagna ändringarna för mötet ”%1$s” har avslagits av %2$s åt %3$s.

source: The proposed changes for the appointment series "%1$s" have been declined by %2$s on behalf of %3$s.
el_gr: Οι προτεινόμενες αλλαγές για τη σειρά συναντήσεων «%1$s» έχουν απορριφθεί από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s lükkas %3$s nimel tagasi kohtumiste seeria "%1$s" pakutud muudatused.
ru_ru: Предложенные изменения для серии встреч «%1$s» были отклонены %2$s от имени %3$s.
sv_se: De föreslagna ändringarna för mötesserien ”%1$s” har avslagits av %2$s åt %3$s.

source: The proposed changes for an appointment of the series "%1$s" have been declined by %2$s on behalf of %3$s.
el_gr: Οι προτεινόμενες αλλαγές για μια συνάντηση της σειράς «%1$s» έχουν απορριφθεί από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s on %3$s nimel tagasi lükanud pakutud muudatused seoses kohtumisega sarjas "%1$s".
ru_ru: Предложенные изменения для встречи серии «%1$s» были отклонены %2$s от имени %3$s.
sv_se: De föreslagna ändringarna för ett möte i serien ”%1$s” har avslagits av %2$s åt %3$s.

source: The organizer has updated the appointment in the meantime.
el_gr: Ο διοργανωτής έχει ενημερώσει τη συνάντηση στο ενδιάμεσο διάστημα.
et_ee: Korraldaja on vahepeal kohtumist uuendanud.
ru_ru: Организатор обновил встречу.
sv_se: Organisatören har uppdaterat mötet medan du arbetade.

source: The following comment was left: "%1$s"
el_gr: Δημοσιεύτηκε το ακόλουθο σχόλιο: «%1$s»
et_ee: Jäeti järgmine kommentaar: "%1$s"
ru_ru: Был оставлен следующий комментарий: «%1$s»
sv_se: Följande kommentar lämnades: ”%1$s”

source: An updated invitation for this appointment was received in the meantime.
el_gr: Μια ενημερωμένη πρόσκληση για αυτήν τη συνάντηση ελήφθη στο ενδιάμεσο διάστημα.
et_ee: Vahepeal saadi ajakohastatud kutse selle kohtumise kohta.
ru_ru: За это время было получено обновленное приглашение на эту встречу.
sv_se: En uppdaterad inbjudan för detta möte togs emot medan du arbetade.

source: The appointment has been deleted in the meantime.
el_gr: Η συνάντηση έχει διαγραφεί στο ενδιάμεσο διάστημα.
et_ee: Kohtumine on vahepeal kustutatud.
ru_ru: За это время встреча была удалена.
sv_se: Mötet har tagits bort medan du arbetade.

source: The appointment could not be found in your calendar.
el_gr: Δεν ήταν δυνατή η εύρεση της συνάντησης στο ημερολόγιό σας.
et_ee: Kohtumist ei leitud teie kalendrist.
ru_ru: Встреча не найдена в вашем календаре.
sv_se: Mötet hittades inte i din kalender.

source: The appointment could not be found in the calendar of %1$s.
el_gr: Δεν ήταν δυνατή η εύρεση της συνάντησης στο ημερολόγιο του/της %1$s.
et_ee: Kohtumist ei leitud %1$s kalendrist.
ru_ru: Встреча не найдена в календаре %1$s.
sv_se: Mötet kunde inte hittas i %1$ss kalender.

source: The organizer of the appointment has changed. This operation is not allowed.
el_gr: Ο διοργανωτής της συνάντησης έχει αλλάξει. Αυτή η λειτουργία δεν επιτρέπεται.
et_ee: Kohtumise korraldaja on muutunud. See toiming ei ole lubatud.
ru_ru: Организатор встречи изменился. Это операция не разрешена.
sv_se: Mötets organisatör har ändrats. Den här åtgärden tillåts ej.

source: The appointment conflicts with another one in your calendar.
el_gr: Η συνάντηση έρχεται σε διένεξη με μια άλλη στο ημερολόγιό σας.
et_ee: Kohtumine on vastuolus mõne teise kohtumisega teie kalendris.
ru_ru: Обнаружен конфликт встречи с другими мероприятиями в вашем календаре.
sv_se: Mötet krockar med ett annat möte i din kalender.

source: The appointment conflicts with another one in the calendar of %1$s.
el_gr: Η συνάντηση έρχεται σε διένεξη με μια άλλη στο ημερολόγιο του/της %1$s.
et_ee: See kohtumine on vastuolus mõne teise kohtumisega %1$s kalendris.
ru_ru: Обнаружен конфликт встречи с другими мероприятиями в календаре %1$s.
sv_se: Mötet krockar med ett annat i %1$ss kalender.

source: You are not attending the appointment.
el_gr: Δεν θα παρευρεθείτε στη συνάντηση.
et_ee: Te ei osale kohtumisel.
ru_ru: Вы не придете на встречу.
sv_se: Du deltar inte i mötet.

source: %1$s is not attending the appointment.
el_gr: Ο/Η %1$s δεν θα παρευρεθεί στη συνάντηση.
et_ee: %1$s ei osale kohtumisel.
ru_ru: %1$s не присутствует на встрече.
sv_se: %1$s deltar inte i mötet.

source: Participation is optional.
el_gr: Η συμμετοχή είναι προαιρετική.
ru_ru: Участие необязательно.
sv_se: Deltagande är valfritt.

source: You have not yet replied to the invitation.
el_gr: Δεν έχετε απαντήσει ακόμα στην πρόσκληση.
et_ee: Te ei ole veel kutsele vastanud.
ru_ru: Вы не ответили на приглашение.
sv_se: Du har ännu inte svarat på inbjudan.

source: %1$s has not yet replied to the invitation.
el_gr: Ο/Η %1$s δεν έχει απαντήσει ακόμα στην πρόσκληση.
et_ee: %1$s ei ole veel kutsele vastanud.
ru_ru: %1$s еще не ответил на приглашение.
sv_se: %1$s har ännu inte svarat på inbjudan.

source: The booking request for the resource %1$s is pending your approval.
el_gr: Εκκρεμεί η έγκρισή σας για το αίτημα κράτησης για τον πόρο «%1$s».
ru_ru: Запрос на резервирование ресурса %1$s ожидает вашего одобрения.
sv_se: Bokningsbegäran för resursen %1$s väntar på ditt godkännande.

source: You are not allowed to handle booking requests for the resource %1$s.
el_gr: Δεν επιτρέπεται να χειρίζεστε αιτήματα κράτησης για τον πόρο «%1$s».
ru_ru: Вам не разрешено обрабатывать запросы на резервирование для ресурса %1$s.
sv_se: Du har inte tillstånd att hantera bokningsbegäran för resursen %1$s.

source: You have accepted the invitation.
el_gr: Έχετε αποδεχτεί την πρόσκληση.
et_ee: Te olete kutse vastu võtnud.
ru_ru: Вы приняли приглашение.
sv_se: Du har accepterat inbjudan.

source: %1$s has accepted the invitation.
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση.
et_ee: %1$s on kutse vastu võtnud.
ru_ru: %1$s принял(а) приглашение.
sv_se: %1$s har accepterat inbjudan.

source: The booking request for the resource %1$s has been accepted.
el_gr: Το αίτημα κράτησης για τον πόρο «%1$s» έχει γίνει αποδεκτό.
ru_ru: Запрос на резервирование ресурса %1$s был принят.
sv_se: Bokningsbegäran för resursen %1$s har accepterats.

source: You have tentatively accepted the invitation.
el_gr: Έχετε αποδεχτεί διστακτικά την πρόσκληση.
et_ee: Te olete kutse esialgu vastu võtnud.
ru_ru: Вы предварительно приняли приглашение.
sv_se: Du har preliminärt accepterat inbjudan.

source: %1$s has tentatively accepted the invitation.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση.
et_ee: %1$s on kutse esialgu vastu võtnud.
ru_ru: %1$s предварительно принял(а) приглашение.
sv_se: %1$s har preliminärt accepterat inbjudan.

source: The booking request for the resource %1$s has been tentatively accepted.
el_gr: Το αίτημα κράτησης για τον πόρο «%1$s» έχει γίνει διστακτικά αποδεκτό.
ru_ru: Запрос на резервирование ресурса %1$s был предварительно принят.
sv_se: Bokningsbegäran för resursen %1$s har accepterats preliminärt.

source: You have declined the invitation.
el_gr: Έχετε απορρίψει την πρόσκληση.
et_ee: Te olete kutse tagasi lükanud.
ru_ru: Вы отклонили приглашение.
sv_se: Du har tackat nej till inbjudan.

source: %1$s has declined the invitation.
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση.
et_ee: %1$s on kutse tagasi lükanud.
ru_ru: %1$s отклонил(а) приглашение.
sv_se: %1$s har tackat nej till inbjudan.

source: The booking request for the resource %1$s has been declined.
el_gr: Το αίτημα κράτησης για τον πόρο «%1$s» έχει απορριφθεί.
ru_ru: Запрос на резервирование ресурса %1$s был отклонен.
sv_se: Bokningsbegäran för resursen %1$s har nekats.

source: %1$s would like to be brought up to date about an appointment.
el_gr: Ο/Η %1$s επιθυμεί να ενημερωθεί σχετικά με μια συνάντηση.
et_ee: %1$s soovib, et teda teavitataks kohtumisest.
ru_ru: %1$s хотел бы, чтобы ему сообщили о назначенной встрече.
sv_se: %1$s vill höra det senaste om ett möte.

source: %1$s would like to be brought up to date about an appointment on behalf of %2$s.
el_gr: Ο/Η %1$s επιθυμεί να ενημερωθεί σχετικά με μια συνάντηση εκ μέρους του/της %2$s.
et_ee: %1$s soovib, et teda teavitatakse %2$s nimel toimuvast kohtumisest.
ru_ru: %1$s хотел бы получить информацию о встрече от имени %2$s.
sv_se: %1$s vill höra det senaste om ett möte i %2$s ställe.

source: An updated invitation for the appointment "%1$s" can be sent manually.
el_gr: Μια ενημερωμένη πρόσκληση για τη συνάντηση «%1$s» μπορεί να σταλεί χειροκίνητα.
et_ee: Uuendatud kutset kohtumisele "%1$s" saab saata käsitsi.
ru_ru: Обновленное приглашение на встречу «%1$s» может быть отправлено вручную.
sv_se: En uppdaterad inbjudan för mötet ”%1$s” kan skickas manuellt.
