Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

# verb
source: accepted
el_gr: αποδεχτεί
et_ee: kinnitatud
ru_ru: принял(а)
sv_se: accepterat

# adjective
source: accepted
el_gr: αποδοχή
et_ee: kinnitatud
ru_ru: принято
sv_se: accepterade

# verb
source: declined
el_gr: απορρίψει
et_ee: tagasi lükatud
ru_ru: отклонено
sv_se: avböjt

# adjective
source: declined
el_gr: απόρριψη
et_ee: tagasi lükatud
ru_ru: отклонено
sv_se: avböjde

# verb
source: tentatively accepted
el_gr: αποδεχτεί διστακτικά
et_ee: esialgselt kinnitatud
ru_ru: предварительно принял(а)
sv_se: preliminärt accepterat

# adjective
source: tentatively accepted
el_gr: διστακτική αποδοχή
et_ee: esialgselt kinnitatud
ru_ru: предварительно принято
sv_se: accepterade preliminärt

source: Unable to access the link %1$s
el_gr: Δεν είναι δυνατή η πρόσβαση στον σύνδεσμο %1$s
et_ee: Lingile %1$s ei ole võimalik ligi pääseda
ru_ru: Невозможно получить доступ к ссылке %1$s
sv_se: Kan inte komma åt länken %1$s

source: To access the link credentials are required.
el_gr: Για την πρόσβαση στον σύνδεσμο, απαιτούνται διαπιστευτήρια.
et_ee: Lingile juurdepääsuks on vajalikud volitused.
ru_ru: Для доступа к ссылке требуются учетные данные.
sv_se: För att komma åt länken krävs inloggning.

source: The access to the share was revoked. Please contact the owner of the share
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο ανακλήθηκε. Παρακαλώ επικοινωνήστε με τον κάτοχό του
et_ee: Juurdepääs jagatavale objektile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole.
ru_ru: Доступ к общему ресурсу закрыт. Пожалуйста, свяжитесь с владельцем ресурса
sv_se: Åtkomst till delningen återkallades. Kontakta delningens ägare

source: The server configuration cannot be retrieved due to an internal server error. Please try again later.
el_gr: Δεν είναι δυνατή η ανάκτηση των ρυθμίσεων παραμέτρων του διακομιστή λόγω εσωτερικού σφάλματος του διακομιστή. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Serveri konfiguratsiooni omandamine ebaõnnestus serveri sisevea tõttu. Palun proovige hiljem uuesti.
ru_ru: Невозможно загрузить настройки сервера из-за внутренней ошибки. Повторите попытку позже.
sv_se: Serverkonfigurationen kan inte hämtas på grund av ett internt serverfel. Försök igen senare.

source: App-specific passwords
el_gr: Κωδικοί πρόσβασης συγκεκριμένων εφαρμογών
et_ee: Rakendusspetsiifilised paroolid
ru_ru: Специфичные пароли приложения
sv_se: Programspecifika lösenord

source: Drive Sync App
el_gr: Εφαρμογή συγχρονισμού Drive
et_ee: Drive Sync klient
ru_ru: Приложение Drive Sync
sv_se: Drives synkprogram

source: Calendar Client (CalDAV)
el_gr: Πρόγραμμα ημερολογίων (CalDAV)
et_ee: Kalendriklient (CalDAV)
ru_ru: Клиент Календаря (CalDAV)
sv_se: Kalenderklient (CalDAV)

source: Addressbook Client (CardDAV)
el_gr: Πρόγραμμα ευρετηρίων (CardDAV)
et_ee: Aadressiraamatu klient (CardDAV)
ru_ru: Клиент адресной книги (CardDAV)
sv_se: Adressbokklient (CardDAV)

source: Calendar and Addressbook Client (CalDAV/CardDAV)
el_gr: Πρόγραμμα ημερολογίων και ευρετηρίων (CalDAV/CardDAV)
et_ee: Kalendri ja aadressiraamatu klient (CalDAV/CardDAV)
ru_ru: Клиент календаря и адресной книги (CalDAV/CardDAV)
sv_se: Kalender- och adressbokklient (CalDAV/CardDAV)

source: WebDAV Client
el_gr: Πρόγραμμα WebDAV
et_ee: WebDAV klient
ru_ru: Клиент WebDAV
sv_se: WebDAV-klient

source: Unknown application type $1%s
el_gr: Άγνωστος τύπος εφαρμογής $1%s
et_ee: Tundmatu tegevuse väärtus $1%s
ru_ru: Неизвестный тип приложения $1%s
sv_se: Okänd programtyp $1%s

source: Unable to update application passwords during password change. You may need to remove then recreate the application passwords.
el_gr: Δεν είναι δυνατή η ενημέρωση των κωδικών πρόσβασης εφαρμογών κατά την αλλαγή του κωδικού πρόσβασης. Ίσως χρειαστεί να αφαιρέσετε και έπειτα, να δημιουργήσετε ξανά τους κωδικούς πρόσβασης των εφαρμογών.
et_ee: Paroolide muutmise ajal ei ole võimalik rakenduse paroole uuendada. Võimalik, et peate rakenduste paroolid eemaldama ja seejärel uuesti looma.
ru_ru: Невозможно обновить пароли приложений во время смены пароля. Возможно, вам потребуется удалить, а затем заново создать пароли приложений.
sv_se: Kunde inte uppdatera programlösenord vid pågående lösenordsbyte. Du kan behöva ta bort och sedan återskapa programlösenorden.

source: The operation could not be completed due to missing capabilities.
el_gr: Δεν ήταν δυνατή η ολοκλήρωση της ενέργειας λόγω απουσίας δυνατοτήτων.
et_ee: Operatsiooni ei saanud lõpule viia puuduvate ressursside tõttu.
ru_ru: Операция не может быть завершена в силу отсутствия необходимой функциональности.
sv_se: Åtgärden kunde inte utföras på grund av saknade egenskaper.

source: This client cannot be used with an application-specific password.
el_gr: Δεν είναι δυνατή η χρήση αυτού του προγράμματος με κωδικό πρόσβασης εφαρμογής.
et_ee: Seda klienti ei saa kasutada rakendusspetsiifilise parooliga.
ru_ru: Этот клиент нельзя использовать с паролем для конкретного приложения.
sv_se: Den här klienten kan inte användas med ett programspecifikt lösenord.

source: Invalid credentials.
el_gr: Μη έγκυρα διαπιστευτήρια.
et_ee: Vigased volitused.
ru_ru: Неверные учетные данные.
sv_se: Ogiltig referens.

source: This account isn't authorized to perform this action due to insufficient scopes.
el_gr: Αυτός ο λογαριασμός δεν είναι εξουσιοδοτημένος να εκτελεί αυτήν την ενέργεια λόγω ανεπαρκών πεδίων.
ru_ru: Эта учетная запись не имеет права выполнять это действие из-за недостаточного объема полномочий.
sv_se: Det här kontot har inte tillstånd att utföra den här åtgärden på grund av otillräckligt medarbetaruppdrag.

source: Verification of client ticket failed.
el_gr: Η επαλήθευση του αιτήματος του προγράμματος απέτυχε.
et_ee: Kliendi pileti tõendamine ebaõnnestus.
ru_ru: Проверка билета клиента завершилась неудачей.
sv_se: Kontroll av klientbiljett misslyckades.

source: Failed to get a delegate ticket.
el_gr: Αποτυχία απόκτησης αιτήματος πληρεξουσίου.
et_ee: Delegaatpileti hankimine ebaõnnestus.
ru_ru: Не удалось получить билет делегирования.
sv_se: Kunde inte hämta delegatbiljett.

source: Communication to Kerberos server failed.
el_gr: Αποτυχία επικοινωνίας με τον διακομιστή Kerberos.
et_ee: Sidekatkestus Kerberose serveriga.
ru_ru: Ошибка связи с сервером Kerberos.
sv_se: Kunde inte kommunicera med Kerberos-servern.

source: Authenticating this service against the Kerberos server failed.
el_gr: Η ταυτοποίηση αυτής της υπηρεσίας από τον διακομιστή Kerberos απέτυχε.
et_ee: Selle teenuse autentimine Kerberose serveriga ebaõnnestus.
ru_ru: Ошибка аутентификации службы на сервере Kerberos.
sv_se: Tjänstens behörighetskontroll mot Kerberos-servern misslyckades.

source: Problem while terminating service ticket.
el_gr: Πρόβλημα κατά τον τερματισμό του αιτήματος υπηρεσίας.
et_ee: Probleem teenusepileti lõpetamisega.
ru_ru: Проблема при завершении сервисного тикета.
sv_se: Problem med avslut av servicebiljett.

source: Can not find credentials in subject %1$s that need a renewal.
el_gr: Δεν είναι η εύρεση διαπιστευτηρίων στο θέμα «%1$s», που να χρειάζονται ανανέωση.
et_ee: Uuendamist vajava mandaadi leidmine subjekti %1$s korral ebaõnnestus.
ru_ru: Не удается найти учетные данные в теме %1$s, которые нуждаются в обновлении.
sv_se: Kan inte hitta behörighetsinformation i subjekt %1$s som behöver förnyas.

source: No Kerberos delegation ticket found in session.
el_gr: Δεν βρέθηκε αίτημα πληρεξουσίου Kerberos στη συνεδρία.
et_ee: Seansi raames ei leitud Kerberose delegeerimispiletit.
ru_ru: Сеанс не содержит билет Kerberos.
sv_se: Ingen Kerberos-delegatbiljett hittades i sessionen.

source: Synchronize your calendars and appointments.
el_gr: Συγχρονισμός όλων των ημερολογίων και των συναντήσεών σας.
et_ee: Teie kalendrite ja kohtumiste sünkroniseerimine.
ru_ru: Синхронизация календарей и встреч.
sv_se: Synkronisera dina kalendrar och möten.

source: Read all your appointments.
el_gr: Ανάγνωση όλων των συναντήσεών σας.
et_ee: Teie kõigi kohtumiste lugemine.
ru_ru: Чтение ваших встреч.
sv_se: Läs alla dina möten.

source: Create, modify and delete appointments.
el_gr: Δημιουργία, τροποποίηση και διαγραφή συναντήσεων.
et_ee: Kohtumiste loomine, muutmine ja kustutamine.
ru_ru: Создание, изменение и удаление встреч.
sv_se: Skapa, ändra och ta bort möten.

source: Synchronize your address books and contacts.
el_gr: Συγχρονισμός των ευρετηρίων και των επαφών σας.
et_ee: Teie aadressiraamatute ja kontaktide sünkroniseerimine.
ru_ru: Синхронизация адресной книги и контактов.
sv_se: Synkronisera dina adressböcker och kontakter.

source: Reminder
el_gr: Υπενθύμιση
et_ee: Meeldetuletus
ru_ru: Напоминание
sv_se: Påminnelse

source: Conversion failed for property "%1$s": %2$s
el_gr: Αποτυχία μετατροπής για την ιδιότητα «%1$s»: %2$s
et_ee: Teisendamine ebaõnnestus omaduse "%1$s" korral: %2$s
ru_ru: Не удалось выполнить преобразование для свойства «%1$s»: %2$s
sv_se: Konvertering misslyckades för egenskap ”%1$s”: %2$s

source: No calendar data could be found in the supplied file. Please use a valid iCalendar file and try again.
el_gr: Δεν ήταν δυνατή η εύρεση δεδομένων ημερολογίου στο παρεχόμενο αρχείο. Παρακαλώ χρησιμοποιήστε ένα έγκυρο αρχείο iCalendar και δοκιμάστε ξανά.
et_ee: Esitatud failist ei leitud kalendriandmeid. Palun kasutage kehtivat iCalendar-faili ja proovige uuesti.
ru_ru: Предоставленный файл не содержит данных календаря. Используйте действительный файл iCalendar.
sv_se: Kalenderdata hittades inte i den givna filen. Använd en giltig iCalendar-fil och försök igen.

source: Error reading calendar data at line %1$d: %2$s
el_gr: Σφάλμα κατά την ανάγνωση δεδομένων ημερολογίου στη γραμμή %1$d: %2$s
et_ee: Viga kalendriandmete lugemisel real %1$d: %2$s
ru_ru: Ошибка при чтении данных из календаря в строке %1$d: %2$s
sv_se: Fel när kalenderdata lästes vid rad %1$d: %2$s

source: Validation failed: %1$s
el_gr: Αποτυχία επικύρωσης: %1$s
et_ee: Valideerimine ebaõnnestus: %1$s
ru_ru: Ошибка подтверждения: %1$s
sv_se: Validering misslyckades: %1$s

source: Not all of the objects could be imported due to a configured limitation.
el_gr: Δεν ήταν δυνατή η εισαγωγή όλων των αντικειμένων λόγω ενός ρυθμισμένου περιορισμού.
et_ee: Kõiki objekte ei olnud võimalik importida seadistatud piirangu tõttu.
ru_ru: Некоторые объекты не были импортированы из-за настроенных ограничений.
sv_se: Kunde inte importera alla objekt på grund av en konfigurerad begränsning.

source: The given iCalendar source does not contain valid content and cannot be processed.
el_gr: Η προέλευση iCalendar δεν περιέχει έγκυρο περιεχόμενο και δεν είναι δυνατή η επεξεργασία της.
et_ee: Antud iCalendri allikas ei sisalda kehtivat sisu ja seda ei saa töödelda.
ru_ru: Указанный источник iCalendar не содержит действительных данных и не может быть обработан.
sv_se: Den givna iCalendar-källan saknar giltigt innehåll och kan inte behandlas.

source: The given iCal file contains too many entities. A max of %1$s entities are allowed per file.
el_gr: Το συγκεκριμένο αρχείο iCal περιέχει πάρα πολλές καταχωρήσεις. Επιτρέπονται το πολύ %1$s καταχωρήσεις ανά αρχείο.
et_ee: Antud iCal-fail sisaldab liiga palju üksusi. Ühe faili kohta on lubatud maksimaalselt %1$s üksust.
ru_ru: Данный файл iCal содержит слишком много объектов. В файле допускается не более %1$s объектов.
sv_se: Den givna iCal-filen innehåller för många objekt. Maximalt %1$s objekt tillåts per fil.

source: The event %s couldn't be deleted: %s
el_gr: Δεν ήταν δυνατή η διαγραφή της εκδήλωσης «%s»: %s
et_ee: Sündmust %s ei saanud kustutada: %s
ru_ru: Не удалось удалить событие %s: %s
sv_se: Händelsen %s kunde inte tas bort: %s

source: Multiple events couldn't be deleted.
el_gr: Δεν ήταν δυνατή η διαγραφή πολλαπλών εκδηλώσεων.
et_ee: Mitut sündmust ei saanud kustutada.
ru_ru: Некоторые события не были удалены.
sv_se: Flera händelser kunde inte tas bort.

source: Unable to add alarms: %s
el_gr: Δεν είναι δυνατή η προσθήκη ειδοποιήσεων: %s
et_ee: Hoiatuste lisamine ei ole võimalik: %s
ru_ru: Не удалось установить будильник: %s
sv_se: Kunde inte lägga till alarm: %s

source: The content-id '%1$s' refers to a non-existing attachment in the body part.
el_gr: Το αναγνωριστικό περιεχομένου «%1$s» αναφέρεται σε μη υπάρχον συνημμένο στο σώμα.
et_ee: Sisu identifikaator "%1$s" viitab olematule manusele kirjas.
ru_ru: Content-id «%1$s» ссылается на несуществующее вложение в секции тела письма.
sv_se: Innehålls-ID:t '%1$s' hänvisar till en bilaga som inte finns i brödtextdelen.

source: The metadata of the attachment '%1$s' does not have a content-id.
el_gr: Τα μεταδεδομένα του συνημμένου «%1$s» δεν έχουν αναγνωριστικό περιεχομένου.
et_ee: Manuse '%1$s' metaandmetes ei ole sisutunnust.
ru_ru: Метаданные вложения «%1$s» не содержат content-id.
sv_se: Metadatan för bilagan '%1$s' har inget innehålls-ID.

source: Unable to add drive attachment with id '%s'
el_gr: Δεν είναι δυνατή η προσθήκη συνημμένου Drive με αναγνωριστικό «%s»
ru_ru: Невозможно добавить вложение диска с ID '%s'
sv_se: Kunde inte lägga till drive-bilaga med ID '%s'

source: Birthday Calendar
el_gr: Ημερολόγιο γενεθλίων
et_ee: Sünnipäevade kalender
ru_ru: Календарь дней рождения
sv_se: Födelsedagskalender

source: Birthdays
el_gr: Γενέθλια
et_ee: Sünnipäevad
ru_ru: Дни рождения
sv_se: Födelsedagar

source: A calendar that automatically populates with the known birthdays of everyone in your address books.
el_gr: Ένα ημερολόγιο που συμπληρώνει αυτόματα τα γνωστά γενέθλια όλων των επαφών από τα ευρετήριά σας.
et_ee: Kalender, mis täidab automaatselt kõigi teie aadressiraamatutes olevate isikute teadaolevad sünnipäevad.
ru_ru: Календарь, в который автоматически добавляются дни рождения ваших контактов из адресной книги.
sv_se: En kalender som automatiskt fylls i med födelsedagar från alla i dina adressböcker, om de är kända.

source: 🎂 %1$s (%2$d. birthday)
el_gr: 🎂 %1$s (%2$dα γενέθλια)
ru_ru: 🎂 %1$s (исполнилось %2$d)
sv_se: 🎂 %1$s (%2$d födelsedagen)

source: The calendar was refreshed less than a minute ago. Please try again later.
el_gr: Το ημερολόγιο ανανεώθηκε πριν από λιγότερο από ένα λεπτό. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kalendrit värskendati vähem kui minut tagasi. Palun proovige hiljem uuesti.
ru_ru: Календарь обновлялся менее минуты назад. Повторите попытку позже.
sv_se: Kalendern uppdaterades för mindre än en minut sedan. Försök igen senare.

source: ICal Feed Calendar
el_gr: Ημερολόγιο ροών iCal
et_ee: ICal voo kalender
ru_ru: Календарь ленты iCal
sv_se: ICal-flödeskalender

source: The feed URI is missing.
el_gr: Το URI ροής απουσιάζει.
et_ee: Voo URI puudub.
ru_ru: Отсутствует URI ленты.
sv_se: Flödets URI saknas.

source: The given feed URI is invalid. Please change it and try again.
el_gr: Το συγκεκριμένο URI ροής δεν είναι έγκυρο. Παρακαλώ αλλάξτε το και δοκιμάστε ξανά.
et_ee: Antud voo URI on kehtetu. Palun muutke seda ja proovige uuesti.
ru_ru: Недействительный URI ленты. Исправьте его и повторите попытку.
sv_se: Den givna flödes-URI:n är ogiltig. Ändra den och försök igen.

source: Cannot connect to feed with URI: %1$s. Please change it and try again.
el_gr: Δεν είναι δυνατή η σύνδεση στη ροή με URI: %1$s. Παρακαλώ αλλάξτε το και δοκιμάστε ξανά.
et_ee: Ei saa ühendust voo URI-ga: %1$s. Palun muutke seda ja proovige uuesti.
ru_ru: Не удалось подключиться к ленте: %1$s. Исправьте URI и повторите попытку.
sv_se: Kan inte ansluta till flödet med URI: %1$s. Ändra den och försök igen.

source: The provided URI %1$s does not contain content as expected. Please change it and try again.
el_gr: Το παρεχόμενο URI «%1$s» δεν περιέχει περιεχόμενο, όπως αναμένεται. Παρακαλώ αλλάξτε το και δοκιμάστε ξανά.
et_ee: Esitatud URI %1$s ei sisalda oodatud sisu. Palun muutke seda ja proovige uuesti.
ru_ru: %1$s не предоставляет контент. Измените ссылку и повторите попытку.
sv_se: Den angivna URI:n %1$s innehåller inte förväntat innehåll. Ändra den och försök igen.

source: The field %1$s cannot be changed.
el_gr: Δεν είναι δυνατή η αλλαγή του πεδίου «%1$s».
et_ee: Välja %1$s ei saa muuta.
ru_ru: Поле %1$s не может быть изменено.
sv_se: Fältet %1$s kan inte ändras.

source: The field '%1$s' contains an unexpected value '%2$s'
el_gr: Το πεδίο «%1$s» περιέχει μια απρόσμενη τιμή «%2$s»
et_ee: Väli '%1$s' sisaldab ootamatut väärtust '%2$s'
ru_ru: Поле «%1$s» содержит недопустимое значение: «%2$s»
sv_se: Fältet '%1$s' innehåller ett oväntat värde '%2$s'

source: Unfortunately your requested feed cannot be subscribed due to size limitations.
el_gr: Δυστυχώς, δεν είναι δυνατή η συνδρομή στη ζητούμενη ροή λόγω περιορισμών μεγέθους.
et_ee: Kahjuks ei saa teie soovitud voogu tellida suuruse piirangute tõttu.
ru_ru: К сожалению, вследствие ограничений размера подписаться на ленту невозможно.
sv_se: Ditt begärda flöde kan tyvärr inte prenumereras till på grund av storleksbegränsningar.

source: Unfortunately the given feed URI cannot be processed as expected.
el_gr: Δυστυχώς, δεν είναι δυνατή η αναμενόμενη επεξεργασία του συγκεκριμένου URI ροής.
et_ee: Kahjuks ei saa antud voo URI-d ootuspäraselt töödelda.
ru_ru: К сожалению, URI ленты не может быть обработан.
sv_se: Tyvärr kan inte den angivna flödes-URI:n behandlas på förväntat sätt.

source: The remote service is unavailable at the moment. There is nothing we can do about it. Please try again later.
el_gr: Η απομακρυσμένη υπηρεσία δεν είναι διαθέσιμη αυτήν τη στιγμή. Δεν μπορούμε να κάνουμε τίποτα γι' αυτό. Παρακαλούμε δοκιμάστε ξανά αργότερα.
et_ee: Kaugteenus ei ole hetkel saadaval. Me ei saa midagi teha. Palun proovige hiljem uuesti.
ru_ru: Удаленный сервис недоступен. К сожалению, мы ничего не можем сделать. Повторите попытку позже.
sv_se: Fjärrtjänsten är otillgänglig just nu. Det är inget som vi kan göra något åt. Försök igen senare.

source: An internal server error occurred on the feed provider side. There is nothing we can do about it.
el_gr: Προέκυψε εσωτερικό σφάλμα διακομιστή από την πλευρά του παρόχου ροής. Δεν μπορούμε να κάνουμε τίποτα για αυτό.
et_ee: Voo pakkuja poolel tekkis sisemine serveriviga. Me ei saa midagi teha.
ru_ru: Провайдер ленты вернул внутреннюю ошибку сервера. К сожалению, мы ничего не можем сделать.
sv_se: Ett internt serverfel inträffade på flödesleverantörens sida. Det är inget som vi kan göra något åt.

source: A remote server error occurred on the feed provider side. There is nothing we can do about it.
el_gr: Προέκυψε σφάλμα απομακρυσμένου διακομιστή από την πλευρά του παρόχου ροής. Δεν μπορούμε να κάνουμε τίποτα για αυτό.
et_ee: Voo pakkuja poolel tekkis kaugserveri viga. Me ei saa midagi teha.
ru_ru: Провайдер ленты вернул удаленную ошибку сервера. К сожалению, мы ничего не можем сделать.
sv_se: Ett fjärrserverfel inträffade på flödesleverantörens sida. Det är inget som vi kan göra något åt.

source: Access to this calendar is restricted. Please enter your credentials and try again.
el_gr: Η πρόσβαση σε αυτό το ημερολόγιο είναι περιορισμένη. Παρακαλώ εισαγάγετε τα διαπιστευτήριά σας και δοκιμάστε ξανά.
et_ee: Juurdepääs sellele kalendrile on piiratud. Palun sisestage oma kasutajanimi ning parool ja proovige uuesti.
ru_ru: Доступ к календарю ограничен. Введите данные доступа и повторите попытку.
sv_se: Åtkomst till den här kalendern är begränsad. Ange dina inloggningsuppgifter och försök igen.

source: Authentication failed. Please enter your credentials and try again.
el_gr: Η ταυτοποίηση απέτυχε. Παρακαλώ εισαγάγετε τα διαπιστευτήριά σας και δοκιμάστε ξανά.
et_ee: Autentimine ebaõnnestus. Palun sisestage oma kasutajanimi ja parool ja proovige uuesti.
ru_ru: Ошибка аутентификации. Введите свои данные доступа и повторите попытку.
sv_se: Autentisering misslyckades. Ange dina inloggningsuppgifter och försök igen.

source: Access to this calendar is restricted. Please enter your password and try again.
el_gr: Η πρόσβαση σε αυτό το ημερολόγιο είναι περιορισμένη. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας και δοκιμάστε ξανά.
et_ee: Juurdepääs sellele kalendrile on piiratud. Palun sisestage oma parool ja proovige uuesti.
ru_ru: Доступ к календарю ограничен. Введите свой пароль и повторите попытку.
sv_se: Åtkomst till den här kalendern är begränsad. Ange lösenord och försök igen.

source: Authentication failed. Please enter your password and try again.
el_gr: Η ταυτοποίηση απέτυχε. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας και δοκιμάστε ξανά.
et_ee: Autentimine ebaõnnestus. Palun sisestage oma parool ja proovige uuesti.
ru_ru: Ошибка аутентификации. Введите свой пароль и повторите попытку.
sv_se: Autentisering misslyckades. Ange lösenord och försök igen.

source: Authentication failed due to a recent credentials change. Please remove the account and add it again with correct credentials.
el_gr: Η ταυτοποίηση απέτυχε λόγω μιας πρόσφατης αλλαγής διαπιστευτηρίων. Παρακαλώ αφαιρέστε τον λογαριασμό και προσθέστε τον ξανά με τα σωστά διαπιστευτήρια.
et_ee: Autentimine ebaõnnestus hiljutise volituste muutmise tõttu. Palun eemaldage konto ja lisage see uuesti õige kasutajanime ja parooliga.
ru_ru: Ошибка аутентификации: учетные данные изменились. Удалите этот аккаунт и добавьте его снова.
sv_se: Autentisering misslyckades på grund av nyligen ändrade inloggningsuppgifter. Ta bort kontot och lägg till det igen med rätt uppgifter.

source: Internal Calendar
el_gr: Εσωτερικό ημερολόγιο
et_ee: Sisemine kalender
ru_ru: Внутренний календарь
sv_se: Intern kalender

source: Federated Calendar Shares
el_gr: Εξωτερικές κοινοποιήσεις ημερολογίου
et_ee: Kalendrite föderaalne jagamine
ru_ru: Совместное использование федеративного календаря
sv_se: Samlade kalenderdelningar

source: An attendee would like to be brought up to date about this appointment.
el_gr: Ένας συμμετέχων επιθυμεί να ενημερωθεί για αυτήν τη συνάντηση.
et_ee: Osaleja sooviks enda kurssiviimist selle kohtumisega.
ru_ru: Участник запрашивает информацию об этой встрече.
sv_se: En deltagare vill höra det senaste om det här mötet.

source: The appointment has a new attachment: %1$s.
el_gr: Η συνάντηση έχει ένα νέο συνημμένο: %1$s.
et_ee: Kohtumisel on uus manus: %1$s.
ru_ru: Встреча содержит новое вложение %1$s.
sv_se: Mötet har en ny bilaga: %1$s.

source: The attachment %1$s was removed from the appointment.
el_gr: Το συνημμένο «%1$s» αφαιρέθηκε από τη συνάντηση.
et_ee: Manus %1$s eemaldati kohtumisest.
ru_ru: Вложение %1$s удалено из встречи.
sv_se: Bilagan %1$s togs bort från mötet.

source: The organizer would like to create an exception for a recurring appointment that could not be found. Either ignore this update, or ask the organizer to again send you the recurrence.
el_gr: Ο διοργανωτής θέλει να δημιουργήσει μια εξαίρεση για μια επαναλαμβανόμενη συνάντηση, η εύρεση της οποίας δεν ήταν δυνατή. Αγνοήστε αυτήν την ενημέρωση ή ζητήστε από τον διοργανωτή να σας στείλει ξανά την επανάληψη.
et_ee: Korraldaja sooviks luua erandi korduva kohtumise jaoks, mida ei õnnestunud leida. Ignoreerige seda värskendust või paluge, et korraldaja teile korduvuse uuesti saadaks.
ru_ru: Организатор пытается создать исключение для повторяющейся встречи, но встреча не найдена. Проигнорируйте это обновление или попросите организатора повторно прислать информацию о встрече.
sv_se: Organisatören vill skapa ett undantag för ett återkommande möte som inte kan hittas. Du kan antingen välja att ignorera uppdateringen eller be att organisatören skickar upprepningen till dig på nytt.
