Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: There was a problem while creating a connection to the remote service.
el_gr: Προέκυψε πρόβλημα κατά τη δημιουργία σύνδεσης με την απομακρυσμένη υπηρεσία.
et_ee: Ilmnes probleem ühenduse loomisel kaugteenusega.
ru_ru: Не удалось установить соединение с удаленным сервисом.
sv_se: Ett problem uppstod när en anslutning upprättades mot fjärrservern.

source: You need to grant additional %1$s permissions to access the resource.
el_gr: Πρέπει να παραχωρήσετε πρόσθετα δικαιώματα (%1$s) για πρόσβαση στον πόρο.
et_ee: Peate andma täiendavad %1$s õigused ressursile juurdepääsemiseks.
ru_ru: Для доступа к ресурсу необходимо получить дополнительные разрешения (%1$s).
sv_se: Du behöver ge ytterligare %1$s-rättigheter för att komma åt resursen.

source: Your '%1$s' access was rejected. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
el_gr: Η πρόσβασή σας στο «%1$s» απορρίφθηκε. Πρέπει να ταυτοποιηθείτε εκ νέου στον διακομιστή για να χρησιμοποιήσετε τον λογαριασμό σας με έναν νέο κωδικό πρόσβασης. Για να το κάνετε αυτό, μεταβείτε στις Ρυθμίσεις -> Ρυθμίσεις κοινωνικών δικτύων -> Λογαριασμοί. Έπειτα, δοκιμάστε ξανά.
et_ee: Teie '%1$s' juurdepääs lükati tagasi. Peate uuesti volitama serverit kasutama teie kontot uue parooliga. Selleks siirduge Konfiguratsioon -> Minu sotsiaalne konfiguratsioon -> Kontod. Seejärel proovige uuesti.
ru_ru: Отказ доступа «%1$s». Чтобы ввести данные авторизации, выберите «Конфигурация» -> «Социальные» -> «Учетные записи».
sv_se: Du nekades åtkomst till '%1$s'. Du måste kontrollera serverns behörighet igen innan du kan använda ditt konto med det nya lösenordet. För att göra det, gå till Inställningar -> Mina sociala inställningar -> Konton. Försök sedan på nytt.

source: Your '%1$s' access was revoked. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
el_gr: Η πρόσβασή σας στο «%1$s» ανακλήθηκε. Πρέπει να ταυτοποιηθείτε εκ νέου στον διακομιστή για να χρησιμοποιήσετε τον λογαριασμό σας με νέο κωδικό πρόσβασης. Για να το κάνετε αυτό, μεταβείτε στις Ρυθμίσεις -> Ρυθμίσεις κοινωνικών δικτύων -> Λογαριασμοί. Έπειτα, δοκιμάστε ξανά.
et_ee: Teie '%1$s' juurdepääs tühistati. Peate uuesti volitama serverit kasutama teie kontot uue parooliga. Selleks siirduge Konfiguratsioon -> Minu sotsiaalne konfiguratsioon -> Kontod. Seejärel proovige uuesti.
ru_ru: Доступ«%1$s» было отозван. Чтобы снова ввести данные авторизации, выберите «Конфигурация» -> «Социальные» -> «Учетные записи».
sv_se: Din åtkomst till '%1$s' drogs in. Du måste kontrollera serverns behörighet igen innan du kan använda ditt konto med det nya lösenordet. För att göra det, gå till Inställningar -> Mina sociala inställningar -> Konton. Försök sedan på nytt.

source: Your access token for '%1$s' is invalid. You have to reauthorize your account.
el_gr: Το διακριτικό πρόσβασής σας για το «%1$s» δεν είναι έγκυρο. Πρέπει να εξουσιοδοτήσετε εκ νέου τον λογαριασμό σας.
et_ee: Teie juurdepääsuluba '%1$s' korral ei kehti. Peate oma kontole uuesti volitused andma.
ru_ru: Ваши данные доступа к «%1$s» недействительны. Вам следует повторить авторизацию учетной записи.
sv_se: Din åtkomst-token för '%1$s' är ogiltig. Du måste autentisera ditt konto på nytt.

source: You need to explicitly authorise %1$s to subscribe to %2$s
el_gr: Πρέπει να εξουσιοδοτήσετε ρητά το %1$s για τη συνδρομή στο %2$s
et_ee: Peate selgesõnaliselt volitama %1$s tellima %2$s
ru_ru: Вам следует явно авторизовать %1$s, чтобы подписаться на %2$s
sv_se: Du måste ge explicit behörighet till %1$s för att prenumerera på %2$s

source: The scope %1$s is not supported by the provider or has been disabled
el_gr: Το πεδίο εφαρμογής «%1$s» δεν υποστηρίζεται από τον πάροχο ή έχει απενεργοποιηθεί
et_ee: Skoop %1$s ei ole teenusepakkuja poolt toetatud või on deaktiveeritud
ru_ru: %1$s отключен или не поддерживается провайдером
sv_se: Medarbetaruppdraget %1$s stöds inte av leverantören eller har avaktiverats

source: '%1$s' OAuth service is not enabled for you.
el_gr: Η υπηρεσία OAuth «%1$s» δεν έχει ενεργοποιηθεί για εσάς.
et_ee: '%1$s' OAuth teenus ei ole teie jaoks seadistatud.
ru_ru: Сервис OAuth «%1$s» не был подключен.
sv_se: OAuth-tjänsten '%1$s' är inte aktiverad för dig.

source: Unable to update the account '%1$s', because a different service account has been used to create it.
el_gr: Δεν είναι δυνατή η ενημέρωση του λογαριασμού «%1$s», επειδή έχει χρησιμοποιηθεί διαφορετικός λογαριασμός υπηρεσίας για τη δημιουργία του.
et_ee: Kontot '%1$s' ei ole võimalik uuendada, sest selle loomiseks on kasutatud teistsugust teenusekontot.
ru_ru: Невозможно обновить учетную запись «%1$s», потому что другая служебная учетная запись использовалась для создания.
sv_se: Kunde inte uppdatera kontot '%1$s', eftersom ett konto från annan tjänst användes för att skapa det.

source: No password mechanism available for identifier '%s'. Cannot handle password.
el_gr: Δεν υπάρχει διαθέσιμος μηχανισμός κωδικού πρόσβασης για το αναγνωριστικό «%s». Δεν είναι δυνατός ο χειρισμός του κωδικού πρόσβασης.
et_ee: Identifikaatori "%s" jaoks puudub paroolimehhanism. Ei saa parooliga hakkama.
ru_ru: Для идентификатора «%s» механизм паролей недоступен. Работа с паролем невозможна.
sv_se: Ingen lösenordsmekanism tillgänglig för identifieraren '%s'. Kan inte hantera lösenord.

source: Failed to change password for any reason.
el_gr: Απέτυχε η αλλαγή κωδικού πρόσβασης για οποιονδήποτε λόγο.
et_ee: Ei õnnestunud mingil põhjusel salasõna muuta.
ru_ru: Не удалось изменить пароль по какой-либо причине.
sv_se: Kunde inte ändra lösenord av någon anledning.

source: The entered password is too short. Please try again using a longer password.
el_gr: Ο εισαχθείς κωδικός πρόσβασης είναι πολύ μικρός. Παρακαλώ δοκιμάστε ξανά με έναν μεγαλύτερο κωδικό πρόσβασης.
et_ee: Sisestatud parool on liiga lühike. Palun proovige uuesti, kasutades pikemat parooli.
ru_ru: Пароль слишком короткий. Введите другой пароль.
sv_se: Det givna lösenordet är för kort. Försök igen med ett längre lösenord.

source: The entered password is too weak. Please try again using a more complex password.
el_gr: Ο εισαχθείς κωδικός πρόσβασης είναι πολύ αδύναμος. Παρακαλώ δοκιμάστε ξανά με έναν πιο περίπλοκο κωδικό πρόσβασης.
et_ee: Sisestatud parool on liiga nõrk. Palun proovige uuesti, kasutades keerukamat parooli.
ru_ru: Слабый пароль. Выберите другой пароль.
sv_se: Det givna lösenordet är för enkelt. Försök igen med ett mer komplicerat lösenord.

source: Password changed successfully. Please logout and login back again.
el_gr: Ο κωδικός πρόσβασης άλλαξε επιτυχώς. Παρακαλώ αποσυνδεθείτε και συνδεθείτε ξανά.
et_ee: Parool edukalt vahetatud. Palun logige välja ja uuesti sisse.
ru_ru: Пароль изменен. Чтобы использовать новый пароль, выйдите и авторизуйтесь заново.
sv_se: Lösenordet ändrades. Logga ut och tillbaka in igen.

source: Password was not changed.
el_gr: Ο κωδικός πρόσβασης δεν άλλαξε.
et_ee: Parooli ei muudetud.
ru_ru: Пароль не был изменен.
sv_se: Lösenordet ändrades inte.

source: No encrypted items found.
el_gr: Δεν βρέθηκαν κρυπτογραφημένα στοιχεία.
et_ee: Krüpteeritud elemente ei leitud.
ru_ru: Зашифрованные элементы не найдены.
sv_se: Hittade inga krypterade objekt.

source: The private key for the identity '%1$s' could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση του ιδιωτικού κλειδιού για την ταυτότητα «%1$s».
et_ee: Identiteedi "%1$s" privaatvõtit ei leitud.
ru_ru: Не удалось найти закрытый ключ для идентификатора '%1$s'.
sv_se: Den privata nyckeln för identiteten '%1$s' kunde inte hittas.

source: Bad password.
el_gr: Εσφαλμένος κωδικός πρόσβασης.
et_ee: Halb parool.
ru_ru: Плохой пароль.
sv_se: Fel lösenord.

source: No signature items found
el_gr: Δεν βρέθηκαν στοιχεία υπογραφής
et_ee: Allkirjastuse objekte ei leitud
ru_ru: Подписи не найдены
sv_se: Hittade inga signaturobjekt

source: An I/O error occurred: '%1$s'
el_gr: Προέκυψε σφάλμα εισόδου/εξόδου: «%1$s»
et_ee: Tekkis I/O viga: '%1$s'
ru_ru: Ошибка ввода-вывода: '%1$s'
sv_se: Ett I/O-fel inträffade: '%1$s'

source: A PGP error occurred: '%1$s'
el_gr: Προέκυψε σφάλμα PGP: «%1$s»
et_ee: Tekkis PGP-viga: '%1$s'
ru_ru: Ошибка PGP: '%1$s'
sv_se: Ett PGP-fel inträffade: '%1$s'

source: The master key for the given key ring could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση του κύριου κλειδιού για τη συγκεκριμένη κλειδοθήκη.
et_ee: Antud võtmehoidja peavõtit ei leitud.
ru_ru: Не удалось найти мастер-ключ для указанной связки ключей.
sv_se: Master-nyckeln för den givna nyckelringen kunde inte hittas.

source: One or more specified topics are invalid.
el_gr: Ένα ή περισσότερα καθορισμένα θέματα δεν είναι έγκυρα.
et_ee: Üks või mitu osutatud teemat on kehtetud.
ru_ru: Одна или более указанных тем недействительны.
sv_se: En eller flera specificerade rubriker är ogiltiga.

source: User %1$s has no mail module access due to user configuration
el_gr: Ο χρήστης %1$s δεν έχει πρόσβαση στη μονάδα αλληλογραφίας λόγω των ρυθμίσεων χρήστη
et_ee: Kasutajal %1$s puudub juurdepääs postimoodulile kasutaja konfiguratsiooni tõttu
ru_ru: Конфигурация пользователя %1$s запрещает его доступ к модулю почты
sv_se: Användaren %1$s har inte tillgång till e-post-modulen på grund av användarinställningar

source: You do not have the appropriate permissions to access the mail folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα πρόσβασης για τον φάκελο email «%1$s»
et_ee: Teil puuduvad nõutavad õigused juurdepääsuks postikaustale %1$s
ru_ru: Недостаточно разрешений для доступа к папке %1$s
sv_se: Du har inte tillräckliga rättigheter för att komma åt e-postmappen %1$s

source: You do not have the appropriate permissions to read mail folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαβάσετε τον φάκελο email «%1$s»
et_ee: Teil puuduvad nõutavad õigused postikausta %1$s lugemiseks
ru_ru: Недостаточно разрешений для чтения папки %1$s
sv_se: Du har inte tillräckliga rättigheter för att läsa e-postmappen %1$s

source: You do not have the appropriate permissions to delete mail folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε τον φάκελο email «%1$s»
et_ee: Teil puuduvad nõutavad õigused postikausta %1$s kustutamiseks
ru_ru: Недостаточно разрешений для удаления папки %1$s
sv_se: Du har inte tillräckliga rättigheter för att ta bort e-postmappen %1$s

source: You do not have the appropriate permissions to insert to mail folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να κάνετε εισαγωγή στον φάκελο email «%1$s»
et_ee: Teil puuduvad nõutavad õigused sisestamiseks postikausta %1$s
ru_ru: Недостаточно разрешений для вставки в папку %1$s
sv_se: Du har inte tillräckliga rättigheter för att lägga till i e-postmappen %1$s

source: You do not have the appropriate permissions to administer mail folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα διαχείρισης για τον φάκελο email «%1$s»
et_ee: Teil puuduvad nõutavad õigused postikausta %1$s haldamiseks
ru_ru: Недостаточно административных разрешений для доступа к папке %1$s
sv_se: Du har inte tillräckliga rättigheter för att administrera e-postmappen %1$s

source: You do not have the appropriate permissions to write to POP3 folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα εγγραφής στον φάκελο POP3 «%1$s»
et_ee: Teil puuduvad nõutavad õigused kirjutamiseks POP3 kausta %1$s
ru_ru: Недостаточно разрешений для записи в папку POP3 %1$s
sv_se: Du har inte tillräckliga rättigheter för att skriva till POP3-mappen %1$s

source: You do not have the appropriate permissions for a Read/Unread access in the mail folder %1$s
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα πρόσβασης αναγνωσμένων/μη αναγνωσμένων για τον φάκελο email «%1$s»
et_ee: Teil puuduvad nõutavad õigused loetud/lugemata-juurdepääsuks postikaustas%1$s
ru_ru: Недостаточно разрешений для доступа на изменение статуса Прочитано/Не прочитано к папке %1$s
sv_se: Du har inte rätt tillstånd för att märka meddelanden i e-postmappen %1$s som lästa/olästa

source: You cannot create subfolders in folder %1$s.
el_gr: Δεν μπορείτε να δημιουργήσετε υποφακέλους στον φάκελο «%1$s».
et_ee: Te ei saa luua alamkaustu kaustas %1$s.
ru_ru: Вы не можете создавать папки в %1$s.
sv_se: Ingen åtkomst att skapa undermappar i mappen %1$s.

source: POP3 does not support mail folder creation
el_gr: Το POP3 δεν υποστηρίζει τη δημιουργία φακέλων email
et_ee: POP3 ei toeta postikausta loomist
ru_ru: POP3 не поддерживает создание почтовых папок
sv_se: POP3 har inget stöd för att skapa e-postmappar

source: The permissions set could not be applied to the new folder %1$s. Its initial permissions specified by the POP3 server do not include administer permissions. The folder has been created, though.
el_gr: Δεν ήταν δυνατή η εφαρμογή του συνόλου δικαιωμάτων στον νέο φάκελο «%1$s». Τα αρχικά δικαιώματά του, που καθορίστηκαν από τον διακομιστή POP3, δεν περιλαμβάνουν δικαιώματα διαχειριστή. Ωστόσο, ο φάκελος έχει δημιουργηθεί.
et_ee: Seadistatud õigusi ei õnnestunud rakendada uue kausta %1$s suhtes. Selle algsed POP3 serveri poolt määratletud õigused ei hõlma haldusõigusi. Kaust on sellele vaatamata loodud.
ru_ru: Папка %1$s создана, но выбранные разрешения не были применены. Исходные разрешения, заданные сервером POP3, не включают административные права.
sv_se: De angivna rättigheterna kunde inte användas till den nya mappen %1$s. Dessursprungliga rättigheter, som sätts av POP3-servern, inkluderar inte adminstratörsrättigheter. Mappen skapades ändå.

source: No administer permission specified for folder %1$s
el_gr: Δεν καθορίστηκε δικαίωμα διαχειριστή για τον φάκελο «%1$s»
et_ee: Kausta %1$s jaoks pole määratletud haldusõigust
ru_ru: Административные разрешения для папки %1$s не определены
sv_se: Inga administratörsrättigheter angivna för mappen %1$s

source: Default folder %1$s cannot be updated
el_gr: Δεν είναι δυνατή η ενημέρωση του προεπιλεγμένου φακέλου «%1$s»
et_ee: Vaikekausta %1$s ei saa värskendada
ru_ru: Используемая по умолчанию папка %1$s не может быть обновлена
sv_se: Standardmappen %1$s går ej att uppdatera

source: Deletion of folder %1$s failed
el_gr: Η διαγραφή του φακέλου «%1$s» απέτυχε
et_ee: Kausta %1$s kustutamine ebaõnnestus
ru_ru: Не удалось удалить папку %1$s
sv_se: Kunde inte ta bort mappen %1$s

source: POP3 default folder %1$s could not be created
el_gr: Δεν ήταν δυνατή η δημιουργία του προεπιλεγμένου φακέλου POP3 «%1$s»
et_ee: POP3 vaikekausta %1$s loomine ebaõnnestus
ru_ru: Не удалось создать стандартную папку POP3 %1$s
sv_se: Standard POP3-mappen %1$s kunde inte skapas

source: Missing default %1$s folder in user mail settings
el_gr: Απουσία προεπιλεγμένου φακέλου «%1$s» στις ρυθμίσεις email χρήστη
et_ee: Puudub vaikimisi %1$s kaust kasutaja e-posti seadetes
ru_ru: Настройки пользователя не содержат используемую по умолчанию папку %1$s
sv_se: Saknar standard-%1$s-mappen i användarens e-postinställningar

source: Update of folder %1$s failed
el_gr: Αποτυχία ενημέρωσης φακέλου «%1$s»
et_ee: Kausta %1$s värskendamine ebaõnnestus
ru_ru: Не удалось обновить папку %1$s
sv_se: Kunde inte uppdatera mappen %1$s

source: Folder %1$s cannot be deleted
el_gr: Δεν είναι δυνατή η διαγραφή του φακέλου «%1$s»
et_ee: Kausta %1$s ei saa kustutada
ru_ru: Папка %1$s не может быть удалена
sv_se: Mappen %1$s kan inte tas bort

source: Flag %1$s could not be changed due to the following reason: %2$s
el_gr: Δεν ήταν δυνατή η αλλαγή της σημαίας «%1$s» για τον εξής λόγο: %2$s
et_ee: Lipu %1$s muutmine ebaõnnestus järgneval põhjusel: %2$s
ru_ru: Не удалось изменить флаг %1$s: %2$s
sv_se: Flaggan %1$s kunde inte ändras på grund av följande orsak: %2$s

source: POP3 search failed due to the following reason: %1$s. Switching to application-based search
el_gr: Η αναζήτηση POP3 απέτυχε λόγω «%1$s». Γίνεται εναλλαγή σε αναζήτηση βάσει εφαρμογής
et_ee: POP3 otsing ebaõnnestus järgneval põhjusel: %1$s. Üleminek rakendusepõhisele otsingule
ru_ru: Ошибка поиска POP3: %1$s. Поиск будет выполнен программными средствами
sv_se: POP3-sökning misslyckades på grund av följande orsak: %1$s. Byter till programbaserad sökning

source: POP3 sort failed due to the following reason: %1$s Switching to application-based sorting
el_gr: Η ταξινόμηση POP3 απέτυχε λόγω «%1$s». Γίνεται εναλλαγή σε ταξινόμηση βάσει εφαρμογής
et_ee: POP3 sortimine ebaõnnestus järgneval põhjusel: %1$s. Üleminek rakendusepõhisele sortimisele
ru_ru: Ошибка сортировки POP3: %1$s. Сортировка будет выполнена программными средствами
sv_se: POP3-sortering misslyckades på grund av följande orsak: %1$s Byter till programbaserad sortering

source: The supplied search field "%1$s" is unknown.
el_gr: Το παρεχόμενο πεδίο αναζήτησης «%1$s» είναι άγνωστο.
et_ee: Esitatud otsinguväli "%1$s" on tundmatu.
ru_ru: Неизвестное поле поиска: «%1$s».
sv_se: Det angivna sökfältet ”%1$s” är okänt.

source: Moving mail folder %1$s to subsequent folder %2$s is not allowed.
el_gr: Δεν επιτρέπεται η μετακίνηση του φακέλου email «%1$s» στον ακόλουθο φάκελο «%2$s».
et_ee: Postikausta %1$s teisaldamine järgnevasse kausta %2$s ei ole lubatud.
ru_ru: Перемещение %1$s в следующую папку %2$s не разрешено.
sv_se: Inte möjligt att flytta e-postmappen %1$s till underliggande mappen %2$s.

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
el_gr: Δεν ήταν δυνατή η μετακίνηση αυτού του μηνύματος στον φάκελο απορριμμάτων, πιθανώς επειδή το γραμματοκιβώτιό σας είναι σχεδόν γεμάτο. Σε αυτήν την περίπτωση, προσπαθήστε πρώτα να αδειάσετε τα διαγραμμένα στοιχεία ή τα μικρότερα μηνύματά σας.
et_ee: Sõnumi teisaldamine prügikausta ebaõnnestus; põhjuseks võib olla see, et teie postkast on peaaegu täis. Niisugusel juhul proovige esmalt tühjendada kustutatud üksused või kustutada esmalt väiksemad sõnumid.
ru_ru: Не удалось переместить сообщение в корзину. Возможно, почтовый ящик переполнен. Освободите корзину или удалите небольшие сообщения.
sv_se: Meddelandet kunde inte flyttas till papperskorgen, möjligen för att din brevlåda nästan är full. Om så är fallet, försök att ta bort dina borttagna objekt, eller ta först bort mindre meddelanden.

source: Missing %1$s folder in mail move operation. Please provide one and try again.
el_gr: Απουσία φακέλου «%1$s» στη λειτουργία μετακίνησης email. Παρακαλώ παραθέστε έναν και δοκιμάστε ξανά.
et_ee: Puudub %1$s kaust e-posti teisaldustoimingu raames. Palun esitage kaust ja proovige uuesti.
ru_ru: Необходимо указать папку %1$s в операции переноса почты.
sv_se: Saknar mappen %1$s i flyttåtgärden. Ange en och försök sedan igen.

source: Message move aborted for user %1$s. Source and destination folders are the same: %2$s
el_gr: Η μετακίνηση του μηνύματος ακυρώθηκε για τον χρήστη «%1$s». Οι φάκελοι προέλευσης και προορισμού είναι οι ίδιοι: %2$s
et_ee: Sõnumi teisaldamine katkestatud kasutaja %1$s korral. Lähte- ja sihtkaust on samad: %2$s
ru_ru: Отмена перемещения сообщения для пользователя %1$s. Исходная папка совпадает с конечной: %2$s
sv_se: Flytten avbröts för användaren %1$s. Käll- och målmappen är samma: %2$s

source: POP3 folder read-only check failed
el_gr: Ο έλεγχος μόνο για ανάγνωση του φακέλου POP3 απέτυχε
et_ee: POP3 kausta kirjutuskaitse kontroll ebaõnnestus
ru_ru: Ошибка проверки на чтение папки POP3
sv_se: Kontroll av skrivskyddad POP3-mapp misslyckades

source: Unknown folder open mode %d
el_gr: Άγνωστη λειτουργία ανοίγματος φακέλου «%d»
et_ee: Tundmatu kausta avatud olek %d
ru_ru: Неизвестный режим доступа: %d
sv_se: Okänt öppet-läge för mapp %d

source: Message(s) %1$s in folder %2$s could not be deleted due to the following error: %3$s
el_gr: Δεν ήταν δυνατή η διαγραφή των μηνυμάτων «%1$s» στον φάκελο «%2$s» λόγω του ακόλουθου σφάλματος: %3$s
et_ee: Sõnumit või sõnumeid %1$s kaustas %2$s ei õnnestunud kustutada järgneva vea tõttu: %3$s
ru_ru: Ошибка при удалении сообщений %1$s из папки %2$s: %3$s
sv_se: Meddelande(n) %1$s i mappen %2$s kunde inte tas bort på grund av följande fel: %3$s

source: You do not have the appropriate permissions to open folder %1$s due to missing read access
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να ανοίξετε τον φάκελο «%1$s» λόγω έλλειψης δικαιώματος ανάγνωσης
et_ee: Teil puuduvad nõutavad õigused kausta %1$s avamiseks lugemisjuurdepääsu puudumise tõttu
ru_ru: Недостаточно разрешений для чтения папки %1$s
sv_se: Du har inte tillräckliga rättigheter för att öppna mappen %1$s på grund av saknad läsrättighet

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
el_gr: Δεν είναι δυνατή η ανάγνωση της ροής εισόδου του ακατέργαστου περιεχομένου του μηνύματος «%1$s» στον φάκελο «%2$s»
et_ee: Sõnumi %1$s toorsisu sisendvoogu kaustas %2$s ei saa lugeda
ru_ru: Ошибка чтения входного потока сообщения %1$s в папке %2$s
sv_se: Det råa innehållet i inmatningsströmmen av meddelande %1$s i mappen %2$d kan ej läsas

source: Versit object (i.e. vCard or vCalendar) could not be saved
el_gr: Δεν ήταν δυνατή η αποθήκευση του αντικειμένου versit (π.χ. vCard ή vCalendar)
et_ee: Versit-objekti (s.t. vCard või vCalendar) salvestamine ebaõnnestus
ru_ru: Не удалось сохранить объект Versit (такой как vCard или vCalendar)
sv_se: Versit-objekt (dvs. vCard eller vCalendar) kan inte sparas

source: Thread sorting is not supported by the server.
el_gr: Η ταξινόμηση νημάτων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta lõime sortimist.
ru_ru: Сервер не поддерживает сортировку цепочек.
sv_se: Trådsortering stöds inte av servern.

source: Moving folders is not supported by the server.
el_gr: Η μετακίνηση φακέλων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta kaustade teisaldamist.
ru_ru: Сервер не поддерживает перемещение папок.
sv_se: Mappflyttning stöds inte av servern.

source: The sort field you supplied is unsupported.
el_gr: Το πεδίο ταξινόμησης που παρείχατε δεν υποστηρίζεται.
et_ee: Puudub tugi teie esitatud sortimisväljale.
ru_ru: Поле сортировки не поддерживается.
sv_se: Sorteringsfältet du angav stöds inte.

source: Missing personal namespace. Please provide one and try again.
el_gr: Απουσία προσωπικού χώρου ονομάτων. Παρακαλώ παραθέστε έναν και δοκιμάστε ξανά.
et_ee: Puudub isiklik nimeruum. Esitage see ja proovige uuesti.
ru_ru: Необходимо определить индивидуальное пространство имен. Пожалуйста, определите пространство имен и повторите попытку.
sv_se: Saknar personlig namnrymd. Ange en och försök igen.

source: The creation of folders is not supported by the server.
el_gr: Η δημιουργία φακέλων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta kaustade loomist.
ru_ru: Сервер не поддерживает создание папок.
sv_se: Mappskapande stöds inte av servern.

source: The deletion of folders is not supported by the server.
el_gr: Η διαγραφή των φακέλων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta kaustade kustutamist.
ru_ru: Сервер не поддерживает удаление папок.
sv_se: Mappradering stöds inte av servern.

source: Updating folders is not supported by the server.
el_gr: Η ενημέρωση φακέλων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta kaustade üleslaadimist.
ru_ru: Сервер не поддерживает обновление папок.
sv_se: Mappuppdatering stöds inte av servern.

source: Moving messages is not supported by the server.
el_gr: Η μετακίνηση μηνυμάτων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta sõnumite teisaldamist.
ru_ru: Сервер не поддерживает перемещение сообщений.
sv_se: Meddelandeflyttande stöds inte av servern.
