Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: A long-running operation is being executed
el_gr: Εκτελείται μια μακροχρόνια λειτουργία
et_ee: Pikaajaline operatsioon on käimas
ru_ru: Выполняется длительная операция
sv_se: En åtgärd som pågått länge körs fortfarande

source: Such a long-running operation is already in progress
el_gr: Μια τέτοια μακροχρόνια λειτουργία βρίσκεται ήδη σε εξέλιξη
et_ee: Selline pikaajaline operatsioon on juba käimas
ru_ru: Эта длительная операция уже выполняется
sv_se: En sådan åtgärd som pågått länge körs fortfarande

source: User is deactivated
el_gr: Ο χρήστης έχει απενεργοποιηθεί
et_ee: Kasutaja on deaktiveeritud
ru_ru: Пользователь отключен
sv_se: Användaren är avaktiverad

source: Password expired
el_gr: Ο κωδικός πρόσβασης έληξε
et_ee: Parool on aegunud
ru_ru: Срок действия пароля истек
sv_se: Lösenord för gammalt

source: Read and change your settings.
el_gr: Ανάγνωση και αλλαγή των ρυθμίσεών σας.
et_ee: Teie seadete lugemine ja muutmine.
ru_ru: Чтение и изменение параметров.
sv_se: Läs och ändra dina inställningar.

source: The policy you have entered is malformed. It should look like "condition:action"
el_gr: Η πολιτική που έχετε εισαγάγει είναι ακατάλληλη. Θα πρέπει να είναι της μορφής «συνθήκη:ενέργεια»
et_ee: Teie sisestatud poliitika on vigane. See peaks välja nägema nagu "tingimus:toiming"
ru_ru: Неверный формат правила. Ожидаемый формат: «условие:действие»
sv_se: Policyn du angav är felformaterad. En policy ska skrivas som ”villkor:åtgärd”

source: The policy '%s' you have specified is unknonw/unsupported.
el_gr: Η πολιτική «%s» που έχετε καθορίσει είναι άγνωστη/μη υποστηριζόμενη.
et_ee: Teie poolt määratud poliitika '%s' on tundmatu/toetusteta.
ru_ru: Неизвестная/Неподдерживаемая политика «%s».
sv_se: Policyn '%s' som du angav är okänd/saknar stöd.

source: Unable to convert task status "%1$s".
el_gr: Δεν είναι δυνατή η μετατροπή της κατάστασης εργασίας «%1$s».
et_ee: Ei saa teisendada ülesande olekut "%1$s".
ru_ru: Не удалось преобразовать статус задачи «%1$s».
sv_se: Kan inte konvertera uppgiftsstatus ”%1$s”.

source: Unable to convert task priority %d.
el_gr: Δεν είναι δυνατή η μετατροπή της προτεραιότητας εργασίας «%d».
et_ee: Ei saa teisendada ülesande prioriteeti %d.
ru_ru: Не удалось преобразовать приоритет задачи %d.
sv_se: Kan inte konvertera uppgiftsprioritet %d.

source: Parsing error parsing ical: %s
el_gr: Ανάλυση σφάλματος ανάλυσης ical: %s
et_ee: Parsimisviga iCal-i parsimisel: %s
ru_ru: Ошибка разбора iCal: %s
sv_se: Tolkningsfel vid tolkning av iCal: %s

source: Unknown Class: %1$s
el_gr: Άγνωστη κλάση: %1$s
et_ee: Tundmatu klass: %1$s
ru_ru: Неизвестный класс: %1$s
sv_se: Okänd klass: %1$s

source: Cowardly refusing to convert confidential classified objects.
el_gr: Διστακτική άρνηση μετατροπής εμπιστευτικών αντικειμένων.
et_ee: Argpükslik keeldumine konfidentsiaalsete salastatud objektide teisendamisest.
ru_ru: Отказ преобразования конфиденциальных объектов.
sv_se: Vägrar av feghet att konvertera hemligstämplade objekt.

source: Missing DTSTART
el_gr: Απουσία DTSTART
et_ee: Puudub DTSTART
ru_ru: Отсутствует DTSTART
sv_se: Saknar DTSTART

source: Private appointments can not have attendees. Removing attendees and accepting appointment anyway.
el_gr: Οι ιδιωτικές συναντήσεις δεν μπορούν να έχουν συμμετέχοντες. Γίνεται αφαίρεση των συμμετεχόντων και αποδοχή της συνάντησης ούτως ή άλλως.
et_ee: Erakohtumistel ei saa olla osalejaid. Osalejad eemaldatakse, kuid kohtumine kinnitatakse.
ru_ru: Личные встречи не могут содержать участников. Встреча будет подтверждена, а участники удалены.
sv_se: Privata möten kan inte ha deltagare. Tar bort deltagare och accepterar mötet ändå.

source: Not supported recurrence pattern: BYMONTH
el_gr: Μη υποστηριζόμενο μοτίβο επανάληψης: BYMONTH
et_ee: Puudub korduvusmustri tugi: BYMONTH
ru_ru: Шаблон повтора BYMONTH не поддерживается
sv_se: Stöder inte upprepningsmönster: Av månad

source: This does not look like an iCal file. Please check the file.
el_gr: Αυτό δεν μοιάζει με αρχείο iCal. Παρακαλώ ελέγξτε το αρχείο.
et_ee: See ei näi olevat iCal-fail. Palun kontrollige faili.
ru_ru: Необходимо предоставить файл iCal. Проверьте формат.
sv_se: Detta ser inte ut som en iCal fil. Kontrollera filen.

source: Empty "CLASS" element.
el_gr: Κενό στοιχείο «CLASS».
et_ee: Tühi "KLASS" element.
ru_ru: Пустой элемент «CLASS».
sv_se: Tomt element ”CLASS”.

source: Element truncated: %s
el_gr: Περικομμένο στοιχείο: %s
et_ee: Element kärbitud: %s
ru_ru: Элемент усечен: %s
sv_se: Elementet avkapat: %s

source: Invalid mail address for external participant: %1$s
el_gr: Μη έγκυρη διεύθυνση email για εξωτερικό συμμετέχοντα: %1$s
et_ee: Kehtetu e-posti aadress välisosaleja korral: %1$s
ru_ru: Недействительный почтовый адрес внешнего участника: %1$s
sv_se: Ogiltig e-postadress för extern deltagare: %1$s

source: The conversion yields some objects which could not be stored due to missing folder for appointments.
el_gr: Η μετατροπή παράγει ορισμένα αντικείμενα, η αποθήκευση των οποίων δεν ήταν δυνατή λόγω απουσίας φακέλου για συναντήσεις.
et_ee: Muutmisega on seotud objekte, mida ei ole võimalik säilitada. Kohtumiste jaoks ei ole vajalikku kausta.
ru_ru: Преобразование возвращает объекты, которые не могут быть сохранены в силу отсутствия папки для встреч.
sv_se: Konverteringen skapade en del objekt som inte kunde lagras på grund av saknad mapp för möten.

source: The conversion yields some objects which could not be stored due to missing folder for tasks.
el_gr: Η μετατροπή παράγει ορισμένα αντικείμενα, η αποθήκευση των οποίων δεν ήταν δυνατή λόγω απουσίας φακέλου για εργασίες.
et_ee: Muutmisega on seotud objekte, mida ei ole võimalik säilitada. Ülesannete jaoks ei ole vajalikku kausta.
ru_ru: Преобразование возвращает объекты, которые не могут быть сохранены в силу отсутствия папки для задач.
sv_se: Konverteringen skapade några objekt som inte kunde lagras på grund av saknad mapp för uppgifter.

source: The object could not be stored due to a configured limitation
el_gr: Δεν ήταν δυνατή η αποθήκευση του αντικειμένου λόγω ρυθμισμένου περιορισμού
et_ee: Objekti ei saanud salvestada seadistatud piirangu tõttu
ru_ru: Не удалось сохранить объект в силу установленных ограничений
sv_se: Objektet kunde inte lagras på grund av en konfigurerad begränsning

source: You do not have a valid session. Please login again.
el_gr: Δεν έχετε έγκυρη συνεδρία. Παρακαλώ συνδεθείτε ξανά.
et_ee: Teie seanss ei kehti. Palun logige uuesti sisse.
ru_ru: Недействительный сеанс. Авторизуйтесь заново.
sv_se: Din session är ogiltig. Logga in på nytt.

source: You do not have appropriate permissions to view the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να προβάλετε τον φάκελο.
et_ee: Teil puuduvad kausta vaatamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для просмотра папки.
sv_se: Du har inte lämpliga rättigheter för att visa mappen.

source: The content type you provided is not allowed for the given folder.
el_gr: Ο τύπος περιεχομένου που παρείχατε δεν επιτρέπεται για τον συγκεκριμένο φάκελο.
et_ee: Teie esitatud sisu tüüp pole antud kausta korral lubatud.
ru_ru: Указанный тип содержимого не применим к данной папке.
sv_se: Typen av innehåll du skickade in tillåts inte för den givna mappen.

source: You do not have appropriate permissions to move the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μετακινήσετε τον φάκελο.
et_ee: Teil puuduvad kausta teisaldamiseks nõutavad õigused.
ru_ru: У вас нет разрешений на перемещение этой папки.
sv_se: Du har inte tillräckliga rättigheter för att flytta mappen.

source: You do not have the appropriate permissions to delete the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε τον φάκελο.
et_ee: Teil puuduvad kausta kustutamiseks nõutavad õigused.
ru_ru: У вас нет разрешения на удаление этой папки.
sv_se: Du har inte tillräckliga rättigheter för att ta bort mappen.

source: You do not have the appropriate permissions to move the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μετακινήσετε τον φάκελο.
et_ee: Teil puuduvad kausta teisaldamiseks nõutavad õigused.
ru_ru: У вас нет разрешения на перемещение этой папки.
sv_se: Du har inte tillräckliga rättigheter för att flytta mappen.

source: You do not have the appropriate permissions to create a subfolder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε έναν υποφάκελο.
et_ee: Teil puuduvad alamkausta loomiseks nõutavad õigused.
ru_ru: У вас нет разрешения на создание вложенной папки.
sv_se: Du har inte tillräckliga rättigheter för att skapa en underliggande mapp.

source: It is not allowed to create a mail folder below a public folder.
el_gr: Δεν επιτρέπεται η δημιουργία φακέλου email κάτω από έναν δημόσιο φάκελο.
et_ee: Postikausta loomine avaliku kausta alla pole lubatud.
ru_ru: Почтовая папка не может быть создана в общей папке.
sv_se: Ingen e-postmapp får skapas under en offentlig mapp.

source: The folder name "%1$s" is reserved. Please choose another name.
el_gr: Το όνομα φακέλου «%1$s» είναι δεσμευμένο. Παρακαλώ επιλέξτε ένα άλλο όνομα.
et_ee: Kausta nimi "%1$s" on reserveeritud. Palun valige mõni muu nimi.
ru_ru: Имя «%1$s» зарезервировано. Выберите другое имя папки.
sv_se: Katalognamnet ”%1$s” är reserverat. Välj ett annat namn.

source: Found two folders named "%1$s" located below the parent folder. Please rename one of the folders. There should be no two folders with the same name.
el_gr: Βρέθηκαν δύο φάκελοι με όνομα «%1$s» κάτω από τον γονικό φάκελο. Παρακαλώ μετονομάστε έναν από τους φακέλους. Δεν πρέπει να υπάρχουν δύο φάκελοι με το ίδιο όνομα.
et_ee: Leitud on kaks kausta nimega "%1$s" emakausta all. Palun nimetage üks neist ümber. Kaht sama nimega kausta olla ei tohiks.
ru_ru: В родительской папке обнаружены две других под названием «%1$s». Двух папок с одним названием быть не должно, переименуйте одну из них.
sv_se: Hittade två mappar med namnet ”%1$s” som ligger i den överliggande mappen. Döp om en av dem. Det bör inte finnas två mappar med samma namn.

source: Failed to delete all folders
el_gr: Αποτυχία διαγραφής όλων των φακέλων
et_ee: Kõigi kaustade kustutamine ebaõnnestus
ru_ru: Не удалось удалить все папки
sv_se: Kunde inte ta bort alla mappar

source: The folder was not updated. Please review the warnings for details.
el_gr: Ο φάκελος δεν ενημερώθηκε. Παρακαλώ ελέγξτε τις προειδοποιήσεις για λεπτομέρειες.
et_ee: Kausta ei ole uuendatud. Palun vaadake hoiatusi üksikasjade kohta.
ru_ru: Папка не обновлялась. Пожалуйста, ознакомьтесь с предупреждениями для получения подробной информации.
sv_se: Mappen uppdaterades inte. Granska varningarna för detaljer.

source: Folder name contains illegal characters: "%1$s"
el_gr: Το όνομα φακέλου περιέχει μη επιτρεπόμενους χαρακτήρες: «%1$s»
et_ee: Kausta nimi sisaldab keelatud märke: "%1$s"
ru_ru: Имя файла содержит недопустимые символы: «%1$s»
sv_se: Mappnamnet innehåller ogiltiga tecken: ”%1$s”

source: The chosen permission(s) cannot be set
el_gr: Δεν είναι δυνατός ο ορισμός των επιλεγμένων δικαιωμάτων
et_ee: Valitud luba(sid) ei saa määrata
ru_ru: Выбранные разрешения не установлены
sv_se: De valda rättigheterna kan inte tilldelas

source: With moving the shared folder "%1$s" people will lose access.
el_gr: Με τη μετακίνηση του κοινόχρηστου φακέλου «%1$s», οι χρήστες θα χάσουν την πρόσβαση.
et_ee: Jagatud kausta "%1$s" teisaldamisega kaotavad inimesed juurdepääsu.
ru_ru: При перемещении общей папки «%1$s» люди потеряют доступ.
sv_se: Genom att flytta den delade mappen ”%1$s” kommer folk att förlora åtkomst.

source: This folder will be shared with everyone who has access to "%3$s". Everyone who can see "%1$s" will lose access.
el_gr: Αυτός ο φάκελος θα κοινοποιηθεί σε όλους όσους έχουν πρόσβαση στο «%3$s». Όλοι όσοι μπορούν να δουν το «%1$s» θα χάσουν την πρόσβαση.
et_ee: See kaust jagatakse kõigile, kellel on juurdepääs "%3$s". Kõik, kes näevad "%1$s", kaotavad juurdepääsu.
ru_ru: Эта папка будет доступна всем, у кого есть доступ к «%3$s». Все, кто видит «%1$s», потеряют доступ.
sv_se: Den här mappen kommer att delas med alla som kommer åt ”%3$s” alla som kan se ”%1$s” kommer att förlora åtkomst.

source: This folder will be shared with everyone who has access to "%3$s".
el_gr: Αυτός ο φάκελος θα κοινοποιηθεί σε όλους όσους έχουν πρόσβαση στο «%3$s».
et_ee: See kaust jagatakse kõigile, kellel on juurdepääs "%3$s".
ru_ru: Эта папка будет доступна всем, у кого есть доступ к «%3$s».
sv_se: Den här mappen kommer att delas med alla som kommer åt ”%3$s”.

source: You are moving a folder that contains shares. People will lose access.
el_gr: Μετακινείτε έναν φάκελο που περιέχει κοινόχρηστα στοιχεία. Οι χρήστες θα χάσουν την πρόσβαση.
et_ee: Te liigutate kausta, mis sisaldab jagamisi. Inimesed kaotavad juurdepääsu.
ru_ru: Вы перемещаете папку, содержащую общие ресурсы. Люди потеряют доступ.
sv_se: Du flyttar en mapp som innehåller delningar. Folk kommer att förlora åtkomst.

source: This folder will be shared with everyone who has access to "%3$s". Everyone who can see the subfolders of "%1$s" will lose access.
el_gr: Αυτός ο φάκελος θα κοινοποιηθεί σε όλους όσους έχουν πρόσβαση στο «%3$s». Όλοι όσοι μπορούν να δουν τους υποφακέλους του «%1$s» θα χάσουν την πρόσβαση.
et_ee: See kaust jagatakse kõigile, kellel on juurdepääs "%3$s". Kõik, kes näevad alamkatalooge "%1$s", kaotavad juurdepääsu.
ru_ru: Эта папка будет доступна всем, у кого есть доступ к «%3$s». Все, кто видит подпапки «%1$s», потеряют доступ.
sv_se: Den här mappen kommer att delas med alla som kommer åt ”%3$s”. Alla som kan se undermapparna i ”%1$s” kommer att förlora åtkomst.

source: You do not have appropriate permissions to update the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να ενημερώσετε τον φάκελο.
ru_ru: У вас нет необходимых прав для обновления папки.
sv_se: Du har inte lämpliga rättigheter för att uppdatera mappen.

source: No account access permitted.
el_gr: Δεν επιτρέπεται η πρόσβαση στον λογαριασμό.
et_ee: Kontole juurdepääs ei ole lubatud.
ru_ru: Доступ к аккаунту не разрешен.
sv_se: Åtkomst till konto tillåts inte.

source: No group given.
el_gr: Δεν δόθηκε καμία ομάδα.
et_ee: Rühm on määramata.
ru_ru: Группа не задана.
sv_se: Ingen grupp angiven.

source: Required value "%1$s" was not supplied.
el_gr: Η απαιτούμενη τιμή «%1$s» δεν έχει οριστεί.
et_ee: Nõutav väärtus "%1$s" jäi esitamata.
ru_ru: Обязательное значение «%1$s» не определено.
sv_se: Önskat värde ”%1$s” inte angivet.

source: The name contains invalid characters: "%1$s".
el_gr: Το όνομα περιέχει μη έγκυρους χαρακτήρες: «%1$s».
et_ee: Nimi sisaldab kehtetuid märke: "%1$s".
ru_ru: Имя содержит недопустимые символы: «%1$s».
sv_se: Namnet innehåller ogiltiga tecken: ”%1$s”.

source: Another group with the same identifier name exists.
el_gr: Υπάρχει μια άλλη ομάδα με το ίδιο όνομα αναγνωριστικού.
et_ee: Olemas on teine rühm sama identifikaatori nimega.
ru_ru: Группа с этим идентификатором уже существует.
sv_se: En annan grupp med samma identifierare finns redan.

source: Group contains a not existing member.
el_gr: Η ομάδα περιέχει ένα μη υπάρχον μέλος.
et_ee: Rühm sisaldab mitteolemasolevat liiget.
ru_ru: Несуществующий участник в группе.
sv_se: Gruppen innehåller en icke-existerande medlem.

source: Group contains invalid data.
el_gr: Η ομάδα περιέχει μη έγκυρα δεδομένα.
et_ee: Rühm sisaldab kehtetuid andmeid.
ru_ru: Недопустимые данные в группе.
sv_se: Gruppen innehåller ogiltig data.

source: You are not allowed to create groups.
el_gr: Δεν επιτρέπεται να δημιουργείτε ομάδες.
et_ee: Teil puudub luba rühmade loomiseks.
ru_ru: Вы не можете создавать группы.
sv_se: Du har inte behörighet att skapa grupper.

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
el_gr: Διένεξη επεξεργασίας. Δεν είναι δυνατή η ολοκλήρωση της αλλαγής σας, επειδή κάποιος άλλος έχει κάνει μια αντιφατική αλλαγή στο ίδιο στοιχείο. Παρακαλώ κάντε ανανέωση ή συγχρονισμό και δοκιμάστε ξανά.
et_ee: Muutmiskonflikt. Teie muudatust ei saa lõpule viia, sest keegi teine on teinud sama üksuse vastuolulise muudatuse. Palun värskendage või sünkroniseerige ja proovige uuesti.
ru_ru: Ошибка редактирования. Другой пользователь уже изменил этот элемент. Обновите страницу и повторите попытку.
sv_se: Ändringskonflikt. Din ändring kan inte göras på grund av att någon annan har gjort en ändring på samma post. Uppdatera eller synkronisera och försök igen.

source: You are not allowed to change groups.
el_gr: Δεν επιτρέπεται να αλλάξετε ομάδες.
et_ee: Teil puudub luba rühmade muutmiseks.
ru_ru: Вы не можете изменять группы.
sv_se: Du har inte behörighet att ändra grupper.

source: You are not allowed to delete groups.
el_gr: Δεν επιτρέπεται να διαγράφετε ομάδες.
et_ee: Teil puudub luba rühmade kustutamiseks.
ru_ru: Вы не можете удалять группы.
sv_se: Du har inte behörighet att ta bort grupper.

source: Group "%1$s" can not be deleted.
el_gr: Δεν είναι δυνατή η διαγραφή της ομάδας «%1$s».
et_ee: Rühma "%1$s" ei saa kustutada.
ru_ru: Группа «%1$s» не может быть удалена.
sv_se: Gruppen ”%1$s” kan inte tas bort.

source: Group "%1$s" can not be changed.
el_gr: Δεν είναι δυνατή η αλλαγή της ομάδας «%1$s».
et_ee: Rühma "%1$s" ei saa muuta.
ru_ru: Группа «%1$s» не может быть изменена.
sv_se: Gruppen ”%1$s” kan inte ändras.

source: The display name "%1$s" is reserved. Please choose another one.
el_gr: Το εμφανιζόμενο όνομα «%1$s» είναι δεσμευμένο. Παρακαλώ επιλέξτε ένα άλλο.
et_ee: Kuvatav nimi "%1$s" on reserveeritud. Palun valige mõni muu.
ru_ru: Имя «%1$s» зарезервировано. Выберите другое имя.
sv_se: Skärmnamnet ”%1$s” är reserverat. Välj ett annat.

source: Group contains a guest user %1$d.
el_gr: Η ομάδα περιέχει έναν χρήστη-επισκέπτη %1$d.
et_ee: Rühm sisaldab külaliskasutajat %1$d.
ru_ru: В группе находится гостевой пользователь %1$d.
sv_se: Gruppen innehåller gästanvändaren %1$d.

source: Attachment cannot be saved. File store limit is exceeded.
el_gr: Δεν είναι δυνατή η αποθήκευση του συνημμένου. Έχετε υπερβεί το όριο αποθήκευσης αρχείων.
et_ee: Manust ei saa salvestada. Salvestusruumi piirang on ületatud.
ru_ru: Вложение не может быть сохранено. Превышен предельный размер хранилища файлов.
sv_se: Bilagan kan inte sparas. Storleksgränsen överskrids.

source: Could not save file to the file store.
el_gr: Δεν ήταν δυνατή η αποθήκευση του αρχείου στον χώρο αποθήκευσης αρχείων.
et_ee: Faili salvestamine ebaõnnestus.
ru_ru: Не удалось сохранить файл в хранилище.
sv_se: Kunde inte spara filen till fillagringen.

source: Attachments must contain a file.
el_gr: Τα συνημμένα πρέπει να περιέχουν ένα αρχείο.
et_ee: Manused peavad sisaldama faili.
ru_ru: Вложения должны содержать файлы.
sv_se: Bilagor måste innehålla en fil.

source: Could not retrieve file.
el_gr: Δεν ήταν δυνατή η ανάκτηση του αρχείου.
et_ee: Faili ei õnnestunud leida.
ru_ru: Не удалось извлечь файл.
sv_se: Kunde inte hämta filen.

source: The attachment you requested no longer exists. Please refresh the view.
el_gr: Το συνημμένο που ζητήσατε δεν υπάρχει πλέον. Παρακαλώ ανανεώστε την προβολή.
et_ee: Teie soovitud manust ei ole enam olemas. Palun värskendage vaadet.
ru_ru: Запрошенное вложение не существует. Обновите страницу.
sv_se: Bilagan som du bad om finns inte längre. Uppdatera vyn.

source: Could not delete attachment.
el_gr: Δεν ήταν δυνατή η διαγραφή του συνημμένου.
et_ee: Manuse kustutamine ebaõnnestus.
ru_ru: Не удалось удалить вложение.
sv_se: Kunde inte ta bort bilagan.

source: Attachment metadata contains invalid characters.
el_gr: Τα μεταδεδομένα του συνημμένου περιέχουν μη έγκυρους χαρακτήρες.
et_ee: Manuse metaandmed sisaldavad kehtetuid märke.
ru_ru: Метаданные вложения содержат недопустимые символы.
sv_se: Bilagans metadata innehåller ogiltiga tecken.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
el_gr: Μη έγκυρη απεσταλμένη παράμετρος στο αίτημα. Η παράμετρος «%1$s» ήταν «%2$s», η οποία δεν μοιάζει με αριθμό.
et_ee: Saadetud taotlus sisaldab kehtetut parameetrit. Parameeter '%1$s' oli '%2$s', mis ei näi olevat number.
ru_ru: Параметр «%1$s» в запросе должен содержать число, а не «%2$s».
sv_se: Ogiltig parameter skickad som önskemål. Parametern '%1$s' var '%2$s', vilket inte ser ut som ett nummer.

source: Label
el_gr: Ετικέτα
et_ee: Märgend
ru_ru: Метка
sv_se: Etikett

source: Note
el_gr: Σημείωση
et_ee: Märkus
ru_ru: Примечание
sv_se: Anteckning

source: Timezone
el_gr: Ζώνη ώρας
et_ee: Ajavöönd
ru_ru: Часовой пояс
sv_se: Tidszon

source: Appointments must have at least one participant.
el_gr: Οι συναντήσεις πρέπει να έχουν τουλάχιστον έναν συμμετέχοντα.
et_ee: Kohtumistel peab olema vähemalt üks osaleja.
ru_ru: Для встречи должен быть задан как минимум один участник.
sv_se: Möten måste ha minst en deltagare.

source: You do not have the appropriate permissions to read appointments in that folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαβάσετε τις συναντήσεις αυτού του φακέλου.
et_ee: Puuduvad õigused selles kaustas kohtumiste vaatamiseks.
ru_ru: У вас недостаточно разрешений для чтения встреч в этой папке.
sv_se: Du har inte tillräckliga rättigheter för att läsa möten i den mappen.

source: End date must not be before start date.
el_gr: Η ημερομηνία λήξης δεν πρέπει να είναι πριν από την ημερομηνία έναρξης.
et_ee: Lõppkuupäev ei tohi olla alguskuupäevast varasem.
ru_ru: Дата окончания должна следовать за датой начала.
sv_se: Slutdatum får inte vara innan startdatum.

source: This label (%d) is not supported.
el_gr: Αυτή η ετικέτα (%d) δεν υποστηρίζεται.
et_ee: Seda märgendit (%d) ei toetata.
ru_ru: Недопустимая метка: %d.
sv_se: Etiketten (%d) stöds inte.

source: Private flag is only allowed inside of a private folder.
el_gr: Η ιδιωτική σημαία επιτρέπεται μόνο μέσα σε ιδιωτικό φάκελο.
et_ee: Isiklik-lipp on lubatud ainult isikliku kausta sees.
ru_ru: Личный флаг может быть установлен только для личной папки.
sv_se: Privata flaggor är endast tillåtna i en privat mapp.

source: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
el_gr: Οι συναντήσεις που επισημαίνονται ως «ιδιωτικές» μπορούν να προγραμματιστούν μόνο για τον αντίστοιχο χρήστη (ή κάτοχο του ημερολογίου). Παρακαλώ αφαιρέστε τους επιπλέον συμμετέχοντες ή την επισήμανση «Ιδιωτική».
et_ee: Kohtumised, mis on tähistatud kui 'Isiklik', on ajaplaanitavad vaid vastava kasutaja (või kalendri omaniku) korral. Palun eemaldage ülejäänud osalejad või eemaldage tähistus "Isiklik".
ru_ru: Личные встречи могут быть назначены только создавшим их пользователем или владельцем календаря. Удалите других участников или снимите личный флаг.
sv_se: Möten märkta med 'Privat' kan bara schemaläggas för respektive användare (eller kalenderns ägare). Ta bort ytterligare deltagare eller ta bort ”Privat”-märkningen.

source: Unsupported "shown as" value %d.
el_gr: Μη υποστηριζόμενη τιμή «%d» για το «εμφάνιση ως».
et_ee: Toetuseta "näidatud kui" väärtus %d.
ru_ru: Неподдерживаемое значение «Показать»: %d.
sv_se: ”Visas som”-värdet stöds ej: %d.

source: Required value "Start Date" was not supplied.
el_gr: Η απαιτούμενη τιμή «ημερομηνία έναρξης» δεν έχει οριστεί.
et_ee: Nõutav väärtus "Alguskuupäev" on esitamata.
ru_ru: Дата начала не определена.
sv_se: Önskat värde ”Startdatum” var inte tillgodosett.

source: Required value "End Date" was not supplied.
el_gr: Η απαιτούμενη τιμή «ημερομηνία λήξης» δεν έχει οριστεί.
et_ee: Nõutav väärtus "Lõppkuupäev" on esitamata.
ru_ru: Дата окончания не определена.
sv_se: Önskat värde ”Slutdatum” var inte tillgodosett.
