Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Other phone numbers:
el_gr: Άλλοι αριθμοί τηλεφώνου:
et_ee: Muud telefoninumbrid:
ru_ru: Другие номера телефонов:
sv_se: Andra telefonnummer:

source: Other addresses:
el_gr: Άλλες διευθύνσεις:
et_ee: Muud aadressid:
ru_ru: Другие адреса:
sv_se: Andra adresser:

source: The subscription you requested is unkonwn!
el_gr: Η συνδρομή που ζητήσατε είναι άγνωστη!
et_ee: Teie soovitud tellimus on tundmatu!
ru_ru: Подписка запрошенная Вами не найдена!
sv_se: Prenumerationen du sökte är okänd!

source: The operation is forbidden.
el_gr: Η λειτουργία απαγορεύεται.
et_ee: See toiming on keelatud.
ru_ru: Операция запрещена.
sv_se: Åtgärden är förbjuden.

source: The OAuth Account to use
el_gr: Ο λογαριασμός OAuth προς χρήση
et_ee: OAuth konto kasutamiseks
ru_ru: Учетная запись OAuth
sv_se: OAuth-konto att använda

source: Cannot find the requested subscription.
el_gr: Δεν είναι δυνατή η εύρεση της ζητούμενης συνδρομής.
et_ee: Soovitud tellimust ei leitud.
ru_ru: Запрашиваемая подписка не найдена.
sv_se: Kan inte hitta den sökta prenumerationen.

source: The login/password combination you entered is wrong.
el_gr: Ο συνδυασμός διαπιστευτηρίων σύνδεσης που πληκτρολογήσατε δεν είναι σωστός.
et_ee: Teie sisestatud kasutajatunnuse/parooli kombinatsioon on vale.
ru_ru: Неверное имя пользователя или пароль.
sv_se: Kombinationen av användarnamn/lösenord som du angav är felaktig.

source: A required service is currently not available. Please try again later.
el_gr: Μια απαιτούμενη υπηρεσία δεν είναι διαθέσιμη αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Soovitud teenus pole hetkel saadaval. Palun proovige hiljem uuesti.
ru_ru: Обязательная служба временно недоступна. Повторите попытку позже.
sv_se: En nödvändig tjänst är otillgänglig för tillfället. Försök igen senare.

source: The argument %1$s is missing.
el_gr: Το όρισμα «%1$s» λείπει.
et_ee: Argument %1$s on puudu.
ru_ru: Аргумент %1$s не определен.
sv_se: Argumentet %1$s saknas.

source: You do not have the appropriate permissions to complete this operation.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να ολοκληρώσετε αυτήν τη ενέργεια.
et_ee: Teil puuduvad selle toimingu lõpuleviimiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для завершения операции.
sv_se: Du har inte tillräckliga rättigheter för att utföra den här åtgärden.

source: Please specify your full E-Mail address as login name.
el_gr: Παρακαλώ καθορίστε την πλήρη διεύθυνση email σας ως όνομα σύνδεσης.
et_ee: Palun osutage oma täielik e-posti aadress kasutajanimena sisselogimisel.
ru_ru: В поле имени введите полный электронный адрес.
sv_se: Använd din fullständiga e-postadress som inloggningsnamn.

source: The source the subscription belongs to is currently inactive, and cannot provide data.
el_gr: Η πηγή στην οποία ανήκει η συνδρομή είναι προς το παρόν ανενεργή και δεν μπορεί να παράσχει δεδομένα.
et_ee: Allikas, mille juurde tellimus kuulub, ei ole hetkel aktiivne ega saa andmeid esitada.
ru_ru: Источник этой подписки не активен и не может предоставлять данные.
sv_se: Källan som den här prenumerationen tillhör är för närvarande inaktiv, och kan inte skicka ut data.

source: You need to create an OAuth-account first to access this service.
el_gr: Πρέπει πρώτα να δημιουργήσετε έναν λογαριασμό OAuth για να προσπελάσετε αυτήν την υπηρεσία.
et_ee: Juurdepääsuks teenusele peate esmalt looma OAuth-konto.
ru_ru: Для доступа к службе необходимо создать учетную запись OAuth.
sv_se: Du måste skapa ett OAuth-konto först innan du kan använda den här tjänsten.

source: Your account needs to be verified: %1$s
el_gr: Ο λογαριασμός σας πρέπει να επαληθευτεί: %1$s
et_ee: Teie konto vajab kontrollimist: %1$s
ru_ru: Ваша учетная запись должна быть подтверждена: %1$s
sv_se: Ditt konto måste verifieras: %1$s

source: The service provider asked for an identity confirmation. This happens for some accounts and cannot fixed by us. It is in the provider's responsibility. For this reason, the subscription cannot be completed.
el_gr: Ο πάροχος υπηρεσίας ζήτησε επιβεβαίωση ταυτότητας. Αυτό συμβαίνει για ορισμένους λογαριασμούς και δεν μπορεί να διορθωθεί από εμάς. Είναι ευθύνη του παρόχου. Για τον λόγο αυτό, δεν είναι δυνατή η ολοκλήρωση της συνδρομής.
et_ee: Teenusepakkuja palus isiku tõendamist. Seda juhtub mõningate kontode korral ja meie ei saa sinna midagi parata. Vastutab teenusepakkuja. Antud põhjusel ei saa tellimust lõpule viia.
ru_ru: Иногда провайдер сервиса запрашивает подтверждение авторизации. Это поведение диктуется провайдером и от нас не зависит.
sv_se: Tjänsteleverantören bad om en identitetskontroll. Detta händer med vissa konton, och är inget vi kan göra något åt. Det ligger helt hos leverantören. Av den anledningen kan inte prenumerationen genomföras.

source: You already have such a subscription.
el_gr: Έχετε ήδη μια τέτοια συνδρομή.
et_ee: Teil on juba selline tellimus.
ru_ru: У вас уже есть эта подписка.
sv_se: Du har redan en prenumeration här.

source: Read all your tasks.
el_gr: Ανάγνωση όλων των εργασιών σας.
et_ee: Teie kõigi ülesannete lugemine.
ru_ru: Чтение ваших задач.
sv_se: Läsa alla dina uppgifter.

source: Create, modify and delete tasks.
el_gr: Δημιουργία, τροποποίηση και διαγραφή εργασιών.
et_ee: Ülesannete loomine, muutmine ja kustutamine.
ru_ru: Создание, изменение и удаление задач.
sv_se: Skapa, ändra och ta bort uppgifter.

source: File access denied.
el_gr: Δεν επιτρέπεται η πρόσβαση στο αρχείο.
et_ee: Juurdepääs failile on keelatud.
ru_ru: Отказ доступа к файлам.
sv_se: Filåtkomst nekas.

source: This template was not whitelisted,
el_gr: Αυτό το πρότυπο δεν ήταν στη λευκή λίστα,
et_ee: See mall ei ole valges nimekirjas,
ru_ru: Шаблон не входит в белый список,
sv_se: Mallen var inte vitlistad,

source: Please (re-)authorize your Twitter accounts. Twitter responded with: %1$s
el_gr: Παρακαλούμε εξουσιοδοτήστε (εκ νέου) τους λογαριασμούς Twitter σας. Το Twitter απάντησε με: %1$s
et_ee: Palume (taas)kinnitada teie Twitteri kontod. Twitter vastas: %1$s
ru_ru: Требуется авторизация в Твиттере. Ответ Твиттера: %1$s
sv_se: Kontrollera behörigheten för dina Twitter-konton. Twitter svarade med: %1$s

source: The request is understood, but it has been refused or access is not allowed: %1$s
el_gr: Το αίτημα είναι κατανοητό, αλλά απορρίφθηκε ή δεν επιτρέπεται η πρόσβαση: %1$s
et_ee: Soov on teatavaks võetud, kuid sellest on keeldutud või juurdepääs pole lubatud: %1$s
ru_ru: Отказ обработки запроса или доступ запрещен: %1$s
sv_se: Begäran är begriplig, men antingen förvägrades den eller så är åtkomst inte tillåten: %1$s

source: Invalid format in search query.
el_gr: Μη έγκυρη μορφή στο ερώτημα αναζήτησης.
et_ee: Kehtetu vorming otsingupäringus.
ru_ru: Недопустимый формат запроса поиска.
sv_se: Ogiltigt format i sökningen.

source: Unified Mail does not support folder creation.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει τη δημιουργία φακέλων.
et_ee: Ühendatud e-post ei toeta kausta loomist.
ru_ru: Unified Mail не поддерживает создание папок.
sv_se: Enhetlig e-post har inte stöd för att skapa mappar.

source: Unified Mail does not support folder deletion.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει τη διαγραφή φακέλων.
et_ee: Ühendatud e-post ei toeta kausta kustutamist.
ru_ru: Unified Mail не поддерживает удаление папок.
sv_se: Enhetlig e-post har inte stöd för att ta bort mappar.

source: Unified Mail does not support folder update.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει την ενημέρωση φακέλων.
et_ee: Ühendatud e-post ei toeta kausta värskendamist.
ru_ru: Unified Mail не поддерживает обновление папок.
sv_se: Enhetlig e-post har inte stöd för att uppdatera mappar.

source: Unified Mail does not support to move messages.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει τη μετακίνηση μηνυμάτων.
et_ee: Ühendatud e-post ei toeta sõnumite teisaldamist.
ru_ru: Unified Mail не поддерживает перенос сообщений.
sv_se: Enhetlig e-post har inte stöd för att flytta meddelanden.

source: Unified Mail does not support to copy messages.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει την αντιγραφή μηνυμάτων.
et_ee: Ühendatud e-post ei toeta sõnumite kopeerimist.
ru_ru: Unified Mail не поддерживает копирование сообщений.
sv_se: Enhetlig e-post har inte stöd för att kopiera meddelanden.

source: Append messages failed.
el_gr: Αποτυχία προσάρτησης μηνυμάτων.
et_ee: Sõnumite lisamine ebaõnnestus.
ru_ru: Не удалось добавить сообщения.
sv_se: Kunde inte skicka med meddelanden.

source: Unified Mail does not support draft messages.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει προσχέδια μηνυμάτων.
et_ee: Ühendatud e-post ei toeta sõnumite mustandeid.
ru_ru: Unified Mail не поддерживает создание черновиков.
sv_se: Enhetlig e-post har inte stöd för utkast.

source: Unified Mail does not support to move folders.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει τη μετακίνηση φακέλων.
et_ee: Ühendatud e-post ei toeta kaustade teisaldamist.
ru_ru: Unified Mail не поддерживает перенос папок.
sv_se: Enhetlig e-post har inte stöd för att flytta mappar.

source: Unified Mail does not support mail folder creation
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει τη δημιουργία φακέλων email
et_ee: Ühendatud e-post ei toeta postikausta loomist
ru_ru: Unified Mail не поддерживает создание почтовых папок
sv_se: Enhetlig e-post har inte stöd för att skapa mappar

source: Unified Mail does not support to clear INBOX folder.
el_gr: Η ενοποιημένη αλληλογραφία δεν υποστηρίζει την απαλοιφή του φακέλου εισερχομένων.
et_ee: Ühendatud e-post ei toeta sisendkausta tühjendamist.
ru_ru: Unified Mail не поддерживает удаление входящих сообщений.
sv_se: Enhetlig e-post har inte stöd för att rensa Inkorgen.

source: No connection available to access mailbox.
el_gr: Δεν υπάρχει διαθέσιμη σύνδεση για την πρόσβαση στο γραμματοκιβώτιο.
et_ee: Puudub ühendus juurdepääsuks postkastile.
ru_ru: Нет соединения для доступа к почтовому ящику.
sv_se: Ingen anslutning ledig för att komma åt brevlådan.

source: Unknown default folder full name: %1$s.
el_gr: Άγνωστο προεπιλεγμένο πλήρες όνομα φακέλου: %1$s.
et_ee: Tundmatu vaikekausta täielik nimi:%1$s.
ru_ru: Неизвестное имя стандартной папки: %1$s.
sv_se: Okänt fullständigt namn för standardmapp: %1$s.

source: Move operation aborted. Source and destination folder are the same.
el_gr: Η ενέργεια μετακίνησης ακυρώθηκε. Οι φάκελοι προέλευσης και προορισμού είναι ο ίδιος φάκελος.
et_ee: Teisaldamistoiming katkestatud. Siht- ja lähtekaust on samad.
ru_ru: Операция перемещения отменена. Исходная и конечная папка совпадают.
sv_se: Flyttåtgärden avbröts. Käll- och målmappen är samma.

source: Request aborted due to timeout of %1$s %2$s.
el_gr: Το αίτημα ακυρώθηκε λόγω λήξης του χρονικού ορίου του %1$s %2$s.
et_ee: Soov katkestatud tulenevalt %1$s %2$s ajalõpust.
ru_ru: Запрос был прерван, так как истекло время ожидания %1$s %2$s.
sv_se: Begäran avbröts på grund av att %1$2 %2$s tog för lång tid.

source: Invalid destination folder. E-Mails cannot be appended.
el_gr: Μη έγκυρος φάκελος προορισμού. Δεν είναι δυνατή η προσάρτηση των email.
et_ee: Kehtetu sihtkaust. E-kirju ei saa lisada.
ru_ru: Недопустимая конечная папка. Сообщения не могут быть добавлены.
sv_se: Ogiltig målmapp. Meddelanden kan inte skickas med.

source: A user named %1$s already exists in destination context %2$s.
el_gr: Ένας χρήστης με όνομα «%1$s» υπάρχει ήδη στο περιβάλλον προορισμού «%2$s».
et_ee: Kasutaja nimega %1$s on juba olemas sihtkaustas %2$s.
ru_ru: Пользователь %1$s уже существует в контексте %2$s.
sv_se: En användare med namnet %1$s finns redan i målkontext %2$s.

source: The user's files are owned by user %1$s in source context %2$s. Please set individual or context-associated file storage first.
el_gr: Τα αρχεία του χρήστη ανήκουν στον χρήστη «%1$s» στο πλαίσιο προέλευσης «%2$s». Παρακαλώ ορίστε πρώτα χώρο αποθήκευσης αρχείων για το άτομο ή σχετικό με το περιβάλλον.
et_ee: Kasutaja failide omanikuks on kasutaja %1$s allika kontekstis %2$s. Palun seadistage esmalt individuaalne või kontekstiga seotud salvestusruum.
ru_ru: Пользовательские файлы принадлежат %1$s в исходном контексте %2$s. Настройте индивидуальное или контекстное хранилище.
sv_se: Användarens filer ägs av användaren %1$s i källkontext %2$s. Ange individuell eller kontextassocierad fillagring först.

source: The user %1$s in source context %2$s does use Unified Quota and therefore cannot be copied.
el_gr: Ο χρήστης %1$s στο περιβάλλον προέλευσης «%2$s» δεν χρησιμοποιεί ενοποιημένα όρια και επομένως, δεν είναι δυνατή η αντιγραφή.
et_ee: Kasutaja %1$s lähtekontekstis %2$s kasutab ühtset kvooti ja seetõttu ei saa teda kopeerida.
ru_ru: Пользователь %1$s в исходном контексте %2$s использует Unified Quota и не может быть скопирован.
sv_se: Användaren %1$s i källkontexten %2$s använder Unified Quota och kan därför inte kopieras.

source: The provided feedback for '%s' is invalid.
el_gr: Τα παρεχόμενα σχόλια για το «%s» δεν είναι έγκυρα.
et_ee: Esitatud tagasiside '%s' on kehtetu.
ru_ru: Предоставленная обратная связь для «%s» некорректна.
sv_se: Angiven återkoppling för '%s' är ogiltig.

source: The provided feedback for key '%s' has an invalid type.
el_gr: Τα παρεχόμενα σχόλια για το κλειδί «%s» δεν έχουν έγκυρο τύπο.
et_ee: Esitatud tagasiside võtme '%s' jaoks on kehtetu tüüp.
ru_ru: Предоставленная обратная связь для для ключа «%s» некорректного типа.
sv_se: Angiven återkoppling för nyckeln '%s' har en ogiltig typ.

source: The provided feedback does not contain required key '%s'.
el_gr: Τα παρεχόμενα σχόλια δεν περιέχουν το απαιτούμενο κλειδί «%s».
et_ee: Teie poolt antud tagasiside ei sisalda nõutud võtit '%s'.
ru_ru: Отзыв не содержит обязательный ключ «%s».
sv_se: Återkopplingen innehåller inte den nödvändiga nyckeln ”%s”.

source: The provided feedback for key '%s' cannot be parsed.
el_gr: Δεν είναι δυνατή η ανάλυση των παρεχόμενων σχολίων για το κλειδί «%s».
et_ee: Teie poolt antud tagasisidet võtmega '%s' ei saa töödelda.
ru_ru: Не удалось обработать значение ключа «%s».
sv_se: Återkopplingen för nyckeln ”%s” kan inte tolkas.

source: The provided feedback score is invalid. Please choose a number > 0.
el_gr: Η παρεχόμενη βαθμολογία σχολίων δεν είναι έγκυρη. Παρακαλώ επιλέξτε έναν αριθμό > 0.
et_ee: Tagasiside skoor on vale. Palun valige nullist suurem number.
ru_ru: Недопустимая оценка. Укажите положительное число.
sv_se: Betygspoängen är ogiltig. Välj ett nummer > 0.

source: The provided feedback for key 'score' has an invalid type.
el_gr: Τα παρεχόμενα σχόλια για το κλειδί «βαθμολογία» δεν έχουν έγκυρο τύπο.
et_ee: Teie poolt antud tagasisidel tüübiga 'skoor' on määratud vale tüüp.
ru_ru: Ключ «оценка» содержит значение недопустимого типа.
sv_se: Återkopplingen för nyckeln ”score” har en ogiltig typ.

source: The value given in the property %1$s is no integer value.
el_gr: Η δοσμένη τιμή της ιδιότητας «%1$s» δεν είναι ακέραιη τιμή.
et_ee: Omaduse %1$s all esitatud väärtus ei ole täisarvuline.
ru_ru: Значение %1$s должно быть целым числом.
sv_se: Det givna värdet i egenskapen %1$s är inte ett heltalsvärde.

source: Property %1$s not set but required.
el_gr: Η ιδιότητα «%1$s» δεν έχει οριστεί, αλλά απαιτείται.
et_ee: Omadus %1$s on nõutav, kuid seadistamata.
ru_ru: Необходимо определить атрибут %1$s.
sv_se: Egenskapen %1$s är inte angiven, men nödvändig.

source: Property %1$s claims to have condition but condition not set.
el_gr: Η ιδιότητα «%1$s» ισχυρίζεται ότι έχει συνθήκη, αλλά δεν έχει οριστεί συνθήκη.
et_ee: Omadus %1$s nõuab tingimust, kuid tingimus on seadistamata.
ru_ru: Свойство %1$s должно содержать условие.
sv_se: Egenskapen %1$s antyder att den har villkor, men inget villkor har angivits.

source: Property %1$s must be set if %2$s is set to %3$s
el_gr: Πρέπει να οριστεί η ιδιότητα «%1$s» εάν το «%2$s» ρυθμιστεί σε «%3$s»
et_ee: Omadus %1$s tuleb seadistada, kui %2$s seadistuseks on %3$s
ru_ru: Свойство %1$s должно быть определено, если %2$s имеет значение %3$s
sv_se: Egenskapen %1$s måste anges om %2$s är satt till %3$s

source: The %1$s cannot be used as a property type in the property %2$s
el_gr: Δεν είναι δυνατή η χρήση του «%1$s» ως τύπου ιδιότητας στην ιδιότητα «%2$s»
et_ee: %1$s ei saa kasutada omaduse tüübina omaduse %2$s korral
ru_ru: %1$s не может использоваться в качестве типа свойства %2$s
sv_se: %1$s kan inte användas som en egenskapstyp i egenskapen %2$s

source: Unexpected error returned by XING service.
el_gr: Επιστράφηκε απρόσμενο σφάλμα από την υπηρεσία XING.
et_ee: XINGi teenus tagastas ootamatu vea.
ru_ru: Непредвиденная ошибка XING.
sv_se: Oväntat fel returnerades av XING-tjänsten.

source: The XING resource does not exist: %1$s
el_gr: Ο πόρος XING δεν υπάρχει: %1$s
et_ee: XING-ressurssi ei eksisteeri: %1$s
ru_ru: Ресурс XING не существует: %1$s
sv_se: XING-resursen finns inte: %1$s

source: Update denied for XING resource: %1$s
el_gr: Η ενημέρωση απορρίφθηκε για τον πόρο XING: %1$s
et_ee: Keelduti XING-ressursi värskendusest: %1$s
ru_ru: Отказ обновления ресурса XING: %1$s
sv_se: Uppdatering nekades för XING-resurs: %1$s

source: Delete denied for XING resource: %1$s
el_gr: Η διαγραφή απορρίφθηκε για τον πόρο XING: %1$s
et_ee: Keelduti XING-ressursi kustutamisest: %1$s
ru_ru: Отказ удаления ресурса XING: %1$s
sv_se: Borttagning nekades för XING-resurs: %1$s

source: Missing configuration for account "%1$s".
el_gr: Απουσία ρυθμίσεων για τον λογαριασμό «%1$s».
et_ee: Puuduv konfiguratsioon konto "%1$s" korral.
ru_ru: Нет конфигурации для учетной записи «%1$s».
sv_se: Saknar konfiguration för kontot ”%1$s”.

source: E-Mail address is invalid
el_gr: Η διεύθυνση email δεν είναι έγκυρη
et_ee: E-posti aadress on kehtetu
ru_ru: Недопустимый электронный адрес
sv_se: E-postadressen är ogiltig

source: Already sent an invitation to E-Mail address: "%1$s"
el_gr: Έχει ήδη σταλεί πρόσκληση στη διεύθυνση email: «%1$s»
et_ee: Juba saadeti kutse e-posti aadressile: "%1$s"
ru_ru: Приглашение уже отправлялось на адрес «%1$s»
sv_se: Har redan skickat en inbjudan till e-postadressen: ”%1$s”

source: The E-Mail address already belongs to a XING user
el_gr: Η διεύθυνση email ανήκει ήδη σε χρήστη του XING
et_ee: E-posti aadress juba kuulub XING kasutajale
ru_ru: Электронный адрес уже принадлежит пользователю XING
sv_se: E-postadressen tillhör redan en XING-användare

source: Invitation attempt failed for any reason
el_gr: Η προσπάθεια πρόσκλησης απέτυχε για οποιονδήποτε λόγο
et_ee: Kutse esitamine ebaõnnestus mingil põhjusel
ru_ru: Не удалось отправить приглашение
sv_se: Kunde inte bjuda in av oklar anledning

source: The E-Mail address does not belongs to a XING user
el_gr: Η διεύθυνση email δεν ανήκει σε χρήστη του XING
et_ee: E-posti aadress ei kuulu XING kasutajale
ru_ru: Электронный адрес не принадлежит пользователю XING
sv_se: E-postadressen tillhör inte en XING-användare

source: XING user is already directly connected.
el_gr: Ο χρήστης XING είναι ήδη άμεσα συνδεδεμένος.
et_ee: XING kasutaja on juba vahetult ühendatud.
ru_ru: Пользователь XING уже подключен напрямую.
sv_se: XING-användaren är redan direktansluten.

source: The comment size exceeds the maximum allowed number of 600 characters.
el_gr: Το μέγεθος του σχολίου υπερβαίνει το μέγιστο επιτρεπόμενο αριθμό των 600 χαρακτήρων.
et_ee: Kommentaari suurus ületab maksimaalset lubatud märkide arvu 600.
ru_ru: Комментарий не может содержать больше 600 знаков.
sv_se: Kommentarstorleken överskrider det högsta tillåtna antalet tecken på 600 tecken.

source: The status message size exceeds the maximum allowed number of 420 characters.
el_gr: Το μέγεθος του μηνύματος κατάστασης υπερβαίνει το μέγιστο επιτρεπόμενο αριθμό των 420 χαρακτήρων.
et_ee: Olekusõnumi suurus ületab maksimaalset lubatud märkide arvu 420.
ru_ru: Статус не может содержать больше 420 знаков.
sv_se: Statusmeddelandets storlek överskrider det högsta tillåtna antalet tecken på 420 tecken.

source: The text message size exceeds the maximum allowed number of 140 characters.
el_gr: Το μέγεθος του μηνύματος κειμένου υπερβαίνει το μέγιστο επιτρεπόμενο αριθμό των 140 χαρακτήρων.
et_ee: Tekstsõnumi suurus ületab maksimaalset lubatud märkide arvu 140.
ru_ru: Сообщение не может содержать больше 140 знаков.
sv_se: Textmeddelandets storlek överskrider det högsta tillåtna antalet tecken på 140 tecken.

source: The mandatory parameter "%1$s" is missing in the request body
el_gr: Η υποχρεωτική παράμετρος «%1$s» λείπει από το σώμα του αιτήματος
et_ee: Taotlusest on puudu kohustuslik parameeter "%1$s"
ru_ru: Тело запроса должно содержать обязательный параметр «%1$s»
sv_se: Den obligatoriska parametern ”%1$s” saknas i sökningens kropp

source: The XING server is not available.
el_gr: Ο διακομιστής XING δεν είναι διαθέσιμος.
et_ee: XING server ei ole kättesaadav.
ru_ru: Сервер XING недоступен.
sv_se: XING-servern är inte tillgänglig.

source: A XING account has already been requested for E-Mail address %1$s.
el_gr: Έχει ήδη ζητηθεί λογαριασμός XING για τη διεύθυνση email %1$s.
et_ee: XING konto on juba registreeritud e-posti aadressile %1$s.
ru_ru: Учетная запись XING для адреса %1$s уже была запрошена.
sv_se: Ett XING-konto har redan begärts för e-postadressen %1$s.

source: The XING app that you are using does not hold the required permissions in order to perform the requested action
el_gr: Η εφαρμογή XING που χρησιμοποιείτε δεν διαθέτει τα απαιτούμενα δικαιώματα για την εκτέλεση της ζητούμενης ενέργειας
et_ee: Teie poolt kasutataval XING rakendusel puuduvad soovitud toimingu sooritamiseks nõutavad õigused
ru_ru: Ваше приложение XING не обладает достаточными разрешениями для выполнения запрашиваемого действия
sv_se: XING-programmet som du använder har inte de nödvändiga rättigheterna för att utföra åtgärden

source: No XING OAuth access available. Please create a XING OAuth account.
el_gr: Δεν υπάρχει διαθέσιμη πρόσβαση στο XING OAuth. Παρακαλώ δημιουργήστε έναν λογαριασμό XING OAuth.
et_ee: XING OAuth juurdepääs puudub. Palun looge XING OAuth konto.
ru_ru: Нет доступа XING OAuth. Создайте учетную запись XING OAuth.
sv_se: Ingen XING OAuth-åtkomst tillgänglig. Skapa ett XING OAuth-konto.

source: Africa/Abidjan
el_gr: Αφρική/Αμπιτζάν
et_ee: Aafrika/Abidjan
ru_ru: Африка/Абиджан
sv_se: Afrika/Abidjan

source: Africa/Accra
el_gr: Αφρική/Άκκρα
et_ee: Aafrika/Accra
ru_ru: Африка/Аккра
sv_se: Afrika/Accra

source: Africa/Addis Ababa
el_gr: Αφρική/Αντίς Αμπέμπα
et_ee: Aafrika/Addis Abeba
ru_ru: Африка/Аддис-Абеба
sv_se: Afrika/Addis Abeba

source: Africa/Algiers
el_gr: Αφρική/Αλγέρι
et_ee: Aafrika/Alžiir
ru_ru: Африка/Алжир
sv_se: Afrika/Alger

source: Africa/Asmara
el_gr: Αφρική/Ασμάρα
et_ee: Aafrika/Asmara
ru_ru: Африка/Асмара
sv_se: Afrika/Asmara

source: Africa/Asmera
el_gr: Αφρική/Ασμέρα
et_ee: Aafrika/Asmera
ru_ru: Африка/Асмэра
sv_se: Afrika/Asmera

source: Africa/Bamako
el_gr: Αφρική/Μπαμάκο
et_ee: Aafrika/Bamako
ru_ru: Африка/Бамако
sv_se: Afrika/Bamako

source: Africa/Bangui
el_gr: Αφρική/Μπανγκούι
et_ee: Aafrika/Bangui
ru_ru: Африка/Банги
sv_se: Afrika/Bangui

source: Africa/Banjul
el_gr: Αφρική/Μπανιούλ
et_ee: Aafrika/Banjul
ru_ru: Африка/Банжул
sv_se: Afrika/Banjul

source: Africa/Bissau
el_gr: Αφρική/Μπισάου
et_ee: Aafrika/Bissau
ru_ru: Африка/Бисау
sv_se: Afrika/Bissau

source: Africa/Blantyre
el_gr: Αφρική/Μπλαντάιρ
et_ee: Aafrika/Blantyre
ru_ru: Африка/Блантир
sv_se: Afrika/Blantyre

source: Africa/Brazzaville
el_gr: Αφρική/Μπραζαβίλ
et_ee: Aafrika/Brazzaville
ru_ru: Африка/Браззавиль
sv_se: Afrika/Brazzaville

source: Africa/Bujumbura
el_gr: Αφρική/Μπουζουμπούρα
et_ee: Aafrika/Bujumbura
ru_ru: Африка/Бужумбура
sv_se: Afrika/Bujumbura

source: Africa/Cairo
el_gr: Αφρική/Κάιρο
et_ee: Aafrika/Kairo
ru_ru: Африка/Каир
sv_se: Afrika/Kairo

source: Africa/Casablanca
el_gr: Αφρική/Καζαμπλάνκα
et_ee: Aafrika/Casablanca
ru_ru: Африка/Касабланка
sv_se: Afrika/Casablanca
