Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: This appointment was changed by [changed_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Αυτή η συνάντηση τροποποιήθηκε από τον/την [changed_by]. Μπορείτε να την ελέγξετε στο ημερολόγιό σας: [link] Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: Kohtumist muudeti [changed_by] poolt. Võite vaadata seda kohtumist oma kalendris: [link] Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) встречу. Изменения добавлены в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Detta möte har ändrats av [changed_by]. Du kan kontrollera detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Αυτή η συνάντηση τροποποιήθηκε από τον/την [changed_by]. Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: Kohtumist muudeti [changed_by] poolt. Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) встречу. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Detta möte har ändrats av [changed_by]. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This task was changed by [changed_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Αυτή η εργασία τροποποιήθηκε από τον/την [changed_by]. Μπορείτε να την ελέγξετε στις εργασίες σας: [link] Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: Ülesannet muudeti [changed_by] poolt. Võite vaadata seda ülesannet oma ülesannete all: [link] Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) задачу. Список задач: [link] Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Denna uppgift har ändrats av [changed_by]. Du kan kolla denna uppgift i dina uppgifter: [link] Uppgift ==== Skapade av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This task was changed by [changed_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Αυτή η εργασία τροποποιήθηκε από τον/την [changed_by]. Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: Ülesannet muudeti [changed_by] poolt. Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) задачу. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Denna uppgift har ändrats av [changed_by]. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Ο/Η [changed_by] έχει [confirmation_action] αυτήν τη συνάντηση. Μπορείτε να την ελέγξετε στο ημερολόγιό σας: [link] Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [changed_by] on [confirmation_action] selle kohtumise. Võite vaadata seda kohtumist oma kalendris: [link] Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] встречу. Она добавлена в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] detta möte. Du kan kolla detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Ο/Η [changed_by] έχει [confirmation_action] αυτήν τη συνάντηση. Συνάντηση =========== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [changed_by] on [confirmation_action] selle kohtumise. Kohtumine =========== Looja: [created_by] Loodud: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] встречу. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] detta möte. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Ο/Η [changed_by] έχει [confirmation_action] αυτήν την εργασία. Μπορείτε να την ελέγξετε στις εργασίες σας: [link] Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [changed_by] on [confirmation_action] selle ülesande. Võite vaadata seda ülesannet oma ülesannete all: [link] Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] задачу. Проверьте ее статус в списке задач: [link] Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] denna uppgift. Du kan kontrollera denna uppgift i dina uppgifter: [link] Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
el_gr: Ο/Η [changed_by] έχει [confirmation_action] αυτήν την εργασία. Εργασία ==== Δημιουργία από: [created_by] Δημιουργία στις: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Συμμετέχοντες ============ [participants] Πόροι ========= [resources] ==========================================
et_ee: [changed_by] on [confirmation_action] kinnitanud selle ülesande. Ülesanne ==== Looja: [created_by] Loodud: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osalejad ============ [participants] Ressursid ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] задачу. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] denna uppgift. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: New appointment
el_gr: Νέα συνάντηση
et_ee: Uus kohtumine
ru_ru: Новая встреча
sv_se: Nytt möte

source: Appointment changed
el_gr: Η συνάντηση άλλαξε
et_ee: Kohtumine muudetud
ru_ru: Встреча изменена
sv_se: Möte ändrat

source: Appointment deleted
el_gr: Η συνάντηση διαγράφηκε
et_ee: Kohtumine kustutatud
ru_ru: Встреча удалена
sv_se: Möte borttaget

source: Appointment (accepted)
el_gr: Συνάντηση (αποδοχή)
et_ee: Kohtumine (kinnitatud)
ru_ru: Встреча (принята)
sv_se: Möte (accepterat)

source: Appointment (declined)
el_gr: Συνάντηση (απόρριψη)
et_ee: Kohtumine (tagasi lükatud)
ru_ru: Встреча (отклонена)
sv_se: Möte (nekat)

source: Appointment (tentative)
el_gr: Συνάντηση (δισταγμός)
et_ee: Kohtumine (esialgne)
ru_ru: Встреча (возможно)
sv_se: Möte (preliminärt)

source: Appointment (none)
el_gr: Συνάντηση (καμία)
et_ee: Kohtumine (puudub)
ru_ru: Встреча (нет ответа)
sv_se: Möte (inget)

source: New task
el_gr: Νέα εργασία
et_ee: Uus ülesanne
ru_ru: Новая задача
sv_se: Ny uppgift

source: Task changed
el_gr: Η εργασία άλλαξε
et_ee: Ülesanne muudetud
ru_ru: Задача изменена
sv_se: Uppgiften är ändrad

source: Task deleted
el_gr: Η εργασία διαγράφηκε
et_ee: Ülesanne kustutatud
ru_ru: Задача удалена
sv_se: Uppgiften är borttagen

source: Task (accepted)
el_gr: Εργασία (αποδοχή)
et_ee: Ülesanne (kinnitatud)
ru_ru: Задача (принята)
sv_se: Uppgift (accepterad)

source: Task (declined)
el_gr: Εργασία (απόρριψη)
et_ee: Ülesanne (tagasi lükatud)
ru_ru: Задача (отклонена)
sv_se: Uppgift (nekad)

source: Task (tentative)
el_gr: Εργασία (δισταγμός)
et_ee: Ülesanne (esialgne)
ru_ru: Задача (возможно)
sv_se: Uppgift (preliminärt)

source: No resources have been scheduled.
el_gr: Δεν έχουν προγραμματιστεί πόροι.
et_ee: Ajaplaanitud ressursid puuduvad.
ru_ru: Нет запланированых ресурсов.
sv_se: Inga resurser har blivit schemalagda.

source: No series
el_gr: Καμία σειρά
et_ee: Sarjad puuduvad
ru_ru: Не повторяется
sv_se: Inge serier

source: No start date
el_gr: Καμία ημερομηνία έναρξης
et_ee: Alguskuupäev puudub
ru_ru: Нет даты начала
sv_se: Inget start datum

source: No end date
el_gr: Καμία ημερομηνία λήξης
et_ee: Lõppkuupäev puudub
ru_ru: Нет даты окончания
sv_se: Inget slut datum

source: No due date
el_gr: Καμία προθεσμία
et_ee: Tähtpäev puudub
ru_ru: Нет даты окончания
sv_se: Inget väntat datum

source: No delete exceptions
el_gr: Καμία εξαίρεση διαγραφής
et_ee: Kustutamise erandid puuduvad
ru_ru: Нет исключений удаления
sv_se: Inga borttagna undantag

source: No change exceptions
el_gr: Καμία εξαίρεση αλλαγής
et_ee: Muutmise erandid puuduvad
ru_ru: Нет исключений изменения
sv_se: Inga ändrade undantag

source: Mail to resource %1$s
el_gr: Email στον πόρο «%1$s»
et_ee: E-kiri ressursile %1$s
ru_ru: Почта для %1$s
sv_se: Posta till resurs %1$s

source: Not set
el_gr: Δεν ρυθμίστηκε
et_ee: Seadistamata
ru_ru: Не задано
sv_se: Inte klar

source: accepted
el_gr: αποδεχτεί
et_ee: kinnitatud
ru_ru: принял(а)
sv_se: accepterat

source: declined
el_gr: απορρίψει
et_ee: tagasi lükatud
ru_ru: отклонено
sv_se: nekat

source: tentatively accepted
el_gr: αποδεχτεί διστακτικά
et_ee: esialgselt kinnitatud
ru_ru: возможно
sv_se: preliminärt accepterad

source: Low
el_gr: Χαμηλή
et_ee: Madal
ru_ru: Низкий
sv_se: Låg

source: Normal
el_gr: Κανονική
et_ee: Tavaline
ru_ru: Обычный

source: High
el_gr: Υψηλή
et_ee: Kõrge
ru_ru: Высокий
sv_se: Hög

source: tentative
el_gr: δισταγμός
et_ee: esialgne
ru_ru: возможно
sv_se: preliminär

source: external
el_gr: εξωτερικός
et_ee: väline
ru_ru: внешний
sv_se: extern

source: Location: %1$s
el_gr: Τοποθεσία: %1$s
et_ee: Koht: %1$s
ru_ru: Адрес: %1$s
sv_se: Plats: %1$s

source: Description: %1$s
el_gr: Περιγραφή: %1$s
et_ee: Kirjeldus: %1$s
ru_ru: Описание: %1$s
sv_se: Beskrivning: %1$s

source: Folder: %1$s
el_gr: Φάκελος: %1$s
et_ee: Kaust: %1$s
ru_ru: Папка: %1$s
sv_se: Mapp: %1$s

source: Start date: %1$s
el_gr: Ημερομηνία έναρξης: %1$s
et_ee: Alguskuupäev: %1$s
ru_ru: Дата начала: %1$s
sv_se: Start datum: %1$s

source: End date: %1$s
el_gr: Ημερομηνία λήξης: %1$s
et_ee: Lõppkuupäev: %1$s
ru_ru: Дата окончания: %1$s
sv_se: Slut datum: %1$s

source: Due date: %1$s
el_gr: Προθεσμία: %1$s
et_ee: Tähtpäev: %1$s
ru_ru: Дата выполнения: %1$s
sv_se: Väntat datum: %1$s

source: Series: %1$s
el_gr: Σειρά: %1$s
et_ee: Seeria: %1$s
ru_ru: Серия: %1$s
sv_se: Serier: %1$s

source: Comments: %1$s
el_gr: Σχόλια: %1$s
et_ee: Märkused: %1$s
ru_ru: Комментарии: %1$s
sv_se: Kommentarer: %1$s

source: Priority: %1$s
el_gr: Προτεραιότητα: %1$s
et_ee: Prioriteet: %1$s
ru_ru: Приоритет: %1$s
sv_se: Prioritet:%1$s

source: Status: %1$s
el_gr: Κατάσταση: %1$s
et_ee: Olek: %1$s
ru_ru: Состояние: %1$s

source: Delete exceptions: %1$s
el_gr: Διαγραφή εξαιρέσεων: %1$s
et_ee: Kustutamise erandid: %1$s
ru_ru: Исключения удаления: %1$s
sv_se: Ta bort undantag: %1$s

source: Change exceptions: %1$s
el_gr: Αλλαγή εξαιρέσεων: %1$s
et_ee: Muutmise erandid: %1$s
ru_ru: Исключения изменения: %1$s
sv_se: Ändra undantag: %1$s

source: Change exception of %1$s on %2$s
el_gr: Αλλαγή εξαίρεσης του «%1$s» στις %2$s
et_ee: Muutmise erand %1$s %2$s
ru_ru: Исключение изменения %1$s %2$s
sv_se: Ändra undantag för %1$s på %2$s

source: Not started
el_gr: Δεν έχει ξεκινήσει
et_ee: Alustamata
ru_ru: На начата
sv_se: Ej startad

source: In progress
el_gr: Σε εξέλιξη
et_ee: Pooleli
ru_ru: Выполняется
sv_se: Gör framsteg

source: Done
el_gr: Ολοκληρωμένο
et_ee: Valmis
ru_ru: Завершено
sv_se: Klart

source: Waiting
el_gr: Αναμονή
et_ee: Ootel
ru_ru: Ожидание
sv_se: Väntar

source: Deferred
el_gr: Αναβλήθηκε
et_ee: Edasi lükatud
ru_ru: Отложено
sv_se: Uppskjuten

source: Added
el_gr: Προστέθηκε
et_ee: Lisatud
ru_ru: Добавлен
sv_se: Lägga till

source: Removed
el_gr: Αφαιρέθηκε
et_ee: Eemaldatud
ru_ru: Удалено
sv_se: Ta bort

source: st
el_gr: η
ru_ru: -й
sv_se: :a

source: nd
el_gr: η
ru_ru: -й
sv_se: :a

source: rd
el_gr: η
ru_ru: -й
sv_se: :e

source: th
el_gr: η
ru_ru: -й
sv_se: :e

source: and
el_gr: και
et_ee: ja
ru_ru: и
sv_se: och

source: Each day
el_gr: Κάθε μέρα
et_ee: Iga päev
ru_ru: Каждый день
sv_se: Varje dag

source: Each %1$s days
el_gr: Κάθε %1$s μέρες
et_ee: Iga %1$s päeva järel
ru_ru: Каждые %1$s дней
sv_se: Var %1$s dagar

source: Each week on %1$s
el_gr: Κάθε εβδομάδα, %1$s
et_ee: Iga nädala %1$s
ru_ru: Каждую неделю в %1$s
sv_se: Varje vecka på %1$s

source: Each %1$s weeks on %2$s
el_gr: Κάθε %1$s εβδομάδες, %2$s
et_ee: Iga %1$s nädala järel %2$s
ru_ru: Каждые %1$s нед. в %2$s
sv_se: Var %1$s veckor på %2$s

source: On %1$s day every month
el_gr: Την %1$sη ημέρα κάθε μήνα
et_ee: Iga kuu %1$s päeval
ru_ru: %1$s день месяца
sv_se: På %1$s dagen varje månad

source: On %1$s day every %2$s month
el_gr: Την %1$s ημέρα κάθε %2$s μήνα
et_ee: Iga %2$s kuu %1$s päeval
ru_ru: %1$s день каждый %2$s месяц
sv_se: På %1$s dagen var %2$s månad

source: On %1$s %2$s each month
el_gr: Την/το %1$s %2$s κάθε μήνα
et_ee: Iga kuu %1$s %2$s
ru_ru: %1$s %2$s месяца
sv_se: På %1$s %2$s varje månad

source: On %1$s %2$s each %3$s month
el_gr: Την/το %1$s %2$s κάθε %3$s μήνα
et_ee: Iga %3$s kuu %1$s %2$s
ru_ru: %1$s %2$s каждого %3$s месяца
sv_se: På %1$s %2$s var %3$s månad

source: Each %1$s %2$s
el_gr: Κάθε %1$s %2$s
et_ee: Igal %1$s %2$s
ru_ru: %1$s %2$s
sv_se: Var %1$s %2$s

source: , ends after %1$s appointment(s)
el_gr: , τελειώνει μετά από %1$s συνάντηση(εις)
et_ee: , lõpeb %1$s kohtumise järel
ru_ru: , заканчивается после %1$s встреч(и)
sv_se: , slutar efter %1$s möte(n)

source: , ends after %1$s task(s)
el_gr: , τελειώνει μετά από %1$s εργασία(ες)
et_ee: , lõpeb %1$s ülesande järel
ru_ru: , заканчивается после 1$s задач(и)
sv_se: , slutar efter %1$s uppgift(er)

source: , ends on %1$s
el_gr: , τελειώνει στις %1$s
et_ee: , lõpeb %1$s
ru_ru: , окончание: %1$s
sv_se: , slutar på %1$s

source: Weekday
el_gr: Καθημερινή μέρα
et_ee: Nädalapäev
ru_ru: День недели
sv_se: Veckodag

source: Guest
el_gr: Επισκέπτης
et_ee: Külaline
ru_ru: Гость
sv_se: Gäst

source: Broken CSV file.
el_gr: Προβληματικό αρχείο CSV.
et_ee: Vigane CSV fail.
ru_ru: Файл CSV поврежден.
sv_se: Trasig CSV-fil.

source: Error at row %1$s: %2$s
el_gr: Σφάλμα στη γραμμή %1$s: %2$s
et_ee: Viga real %1$s: %2$s
ru_ru: Ошибка в строке %1$s: %2$s
sv_se: Fel på rad %1$s: %2$s

source: The document you requested does not exist.
el_gr: Το έγγραφο που ζητήσατε δεν υπάρχει.
et_ee: Soovitud dokumenti ei ole olemas.
ru_ru: Запрошенный документ не существует.
sv_se: Dokumentet du sökte finns inte.

source: Unable to load the document(s). Please try again.
el_gr: Δεν είναι δυνατή η φόρτωση των εγγράφων. Παρακαλώ δοκιμάστε ξανά.
et_ee: Dokumendi/dokumentide laadimine ebaõnnestus. Palun proovige uuesti.
ru_ru: Не удалось загрузить документы. Повторите попытку позже.
sv_se: Kan inte ladda dokument(en). Försök igen senare.

source: The folder %1$s you requested is not an Infostore folder.
el_gr: Ο φάκελος «%1$s» που ζητήσατε δεν είναι φάκελος χώρου πληροφοριών.
et_ee: Teie soovitud kaust %1$s ei ole Infostore-kaust.
ru_ru: %1$s не является папкой Infostore.
sv_se: Mappen %1$s som du sökte är inte en Infostore-mapp.

source: You do not have the appropriate permissions to read the document.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαβάσετε το έγγραφο.
et_ee: Teil puuduvad dokumendi lugemiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для чтения документа.
sv_se: Du har inte tillräckliga rättigheter för att läsa dokumentet.
