Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Only the task creator is allowed to set the private flag.
el_gr: Μόνο ο δημιουργός της εργασίας επιτρέπεται να ορίσει την ιδιωτική σημαία.
et_ee: Ainult ülesande looja võib määrata Isiklik-lipu.
ru_ru: Только создатель задачи может установить личный флаг.
sv_se: Endast skaparen av uppgiften är tillåten att ange privat flagga.

source: External participants without E-Mail address can not be added.
el_gr: Δεν είναι η δυνατή η προσθήκη εξωτερικών συμμετεχόντων χωρίς διεύθυνση email.
et_ee: Väliseid osalejaid e-posti aadressita ei saa lisada.
ru_ru: Внешние участники без электронного адреса не могут быть добавлены.
sv_se: Kan inte lägga till externa deltagare utan e-postadress.

source: You do not have the appropriate permisson to see the task.
el_gr: Δεν έχετε το κατάλληλο δικαίωμα για να δείτε την εργασία.
et_ee: Teil puuduvad õigused selle ülesande vaatamiseks.
ru_ru: У вас недостаточно разрешений для просмотра задачи.
sv_se: Du har inte tillräckliga rättigheter för att se uppgiften.

source: Task contains invalid data: "%1$s".
el_gr: Η εργασία περιέχει μη έγκυρα δεδομένα: «%1$s».
et_ee: Ülesanne sisaldab kehtetud andmeid: "%1$s".
ru_ru: Задача содержит недопустимые данные: «%1$s».
sv_se: Uppgiften innehåller ogiltig data: ”%1$s”.

source: Group %1$d is empty. You can not add an empty group to a task.
el_gr: Η ομάδα «%1$d» είναι κενή. Δεν μπορείτε να προσθέσετε μια κενή ομάδα σε εργασία.
et_ee: Rühm %1$d on tühi. Ülesandele ei saa lisada tühja rühma.
ru_ru: Пустая группа (%1$d) не может быть добавлена в задачу.
sv_se: Gruppen %1$d är tom. Du kan inte lägga till en tom grupp till en uppgift.

source: Value "%1$s" of attribute "%2$s" contains non digit characters.
el_gr: Η τιμή «%1$s» της ιδιότητας «%2$s» περιέχει χαρακτήρες που δεν είναι ψηφία.
et_ee: Atribuudi "%2$s" väärtus "%1$s" sisaldab mittenumbrilisi märke.
ru_ru: Значение «%1$s» атрибута «%2$s» содержит нечисловые значения.
sv_se: Värdet ”%1$s” för attributet ”%2$s” innehåller tecken som inte är siffror.

source: Priority is %d but must be between 1 and 3.
el_gr: Η προτεραιότητα είναι %d, αλλά πρέπει να είναι μεταξύ 1 και 3.
et_ee: Prioriteet on %d, kuid peab jääma vahemikku 1 kuni 3.
ru_ru: Приоритет может принимать значения от 1 до 3, а не %d.
sv_se: Prioriteten är %d, men måste vara mellan 1 och 3.

source: You do not have the appropriate permisson to see the folder.
el_gr: Δεν έχετε το κατάλληλο δικαίωμα για να δείτε τον φάκελο.
et_ee: Teil puuduvad õigused selle kausta vaatamiseks.
ru_ru: У вас недостаточно разрешений для просмотра папки.
sv_se: Du har inte tillräckliga rättigheter för att se mappen.

source: The current version number %1$s is already lower than or equal to the desired version number %2$s.
el_gr: Ο τρέχων αριθμός έκδοσης %1$s είναι ήδη χαμηλότερος ή ίσος με τον επιθυμητό αριθμό έκδοσης %2$s.
et_ee: Praegune versiooni number %1$s on juba madalam või võrdne soovitud versiooni numbriga %2$s.
ru_ru: Текущая версия %1$s меньше или равна выбранной версии %2$s.
sv_se: Nuvarande versionsnummer %1$s är redan lägre än eller samma som önskat versionsnummer %2$s.

source: Error loading update task "%1$s".
el_gr: Σφάλμα φόρτωσης εργασίας ενημέρωσης «%1$s».
et_ee: Viga värskendusülesande "%1$s" laadimisel.
ru_ru: Ошибка при загрузке задачи обновления «%1$s».
sv_se: Fel när uppdateringsuppgiften ”%1$s” laddades.

source: Unknown schema name: "%1$s".
el_gr: Άγνωστο όνομα μοτίβου: «%1$s».
et_ee: Tundmatu skeemi nimi: "%1$s".
ru_ru: Неизвестное название схемы: «%1$s».
sv_se: Okänt diagramnamn: ”%1$s”.

source: Update task "%1$s" returned an unknown concurrency level. Running as blocking task.
el_gr: Η εργασία ενημέρωσης «%1$s» επέστρεψε ένα άγνωστο επίπεδο ταυτόχρονης εκτέλεσης. Γίνεται εκτέλεση ως εργασία αποκλεισμού.
et_ee: Värskendusülesanne "%1$s" andis tulemuseks tundmatu kokkulangevuse taseme. Talitlus blokeerimisülesandena.
ru_ru: Задача обновления «%1$s» вернула неизвестный уровень согласования. Будет выполняться в формате задачи блокирования.
sv_se: Uppdateringsuppgiften ”%1$s” returnerade en okänd samtidighetsnivå. Kör som blockerande uppgift.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema "%1$s".
el_gr: Δεν είναι δυνατή η επαναφορά της έκδοσης εάν ο χειρισμός των εργασιών ενημέρωσης γίνεται με «Απομνημόνευση εκτελεσμένων εργασιών ενημέρωσης» στο μοτίβο «%1$s».
et_ee: Versiooni ei saa tagasi pöörata, kui värskendusülesannete käsitsemine on migreeritud Mäleta täidetud värskendusülesandeid-kontseptsiooni skeemil "%1$s".
ru_ru: Вы не можете уменьшить версию, если используется концепция запоминания выполненных задач обновления для схемы «%1$s».
sv_se: Versionen kan inte återställas om uppdateringsuppgifternas hantering har flyttats till konceptet Kom ihåg utförda uppdateringsuppgifter i diagrammet ”%1$s”.

source: Unable to determine next update task to execute. Executed: "%1$s". Enqueued: "%2$s". Scheduled: "%3$s".
el_gr: Δεν είναι δυνατός ο προσδιορισμός της επόμενης εργασίας ενημέρωσης προς εκτέλεση. Εκτελέστηκε: «%1$s». Εκκρεμεί: «%2$s». Προγραμματίστηκε: «%3$s».
et_ee: Ei saa määrata kindlaks järgmist täidetavat värskendusülesannet. Täidetud: "%1$s". Järjekorras: "%2$s". Plaanitud: "%3$s".
ru_ru: Не удалось определить следующую задачу обновления. Выполнено: «%1$s». Поставлено в очередь «%2$s». Запланировано: «%3$s».
sv_se: Kunde inte bestämma vilken uppdateringsuppgift att köra härnäst. Utförd: ”%1$s”. Kölagd: ”%2$s”. Schemalagd: ”%3$s”.

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
el_gr: Έγινε επεξεργασία λανθασμένου αριθμού γραμμών στη βάση δεδομένων. Αναμένονταν %1$d γραμμές, αλλά λειτούργησε σε %2$d γραμμές.
et_ee: Andmebaasis on töödeldud valel arvul ridasid. Eeldatud %1$d rea asemel %2$d rida.
ru_ru: Обработано неверное число строк в базе данных: %2$d (ожидалось %1$d).
sv_se: Behandlade felaktigt radantal i databasen. Förväntade %1$d rader, men arbetade med %2$d rader.

source: Updating schema "%1$s" failed. Cause: "%2$s".
el_gr: Η ενημέρωση του μοτίβου «%1$s» απέτυχε. Αιτία: «%2$s».
et_ee: Värskendusskeem "%1$s" ebaõnnestus. Põhjus: "%2$s".
ru_ru: Не удалось обновить схему «%1$s»: «%2$s».
sv_se: Kunde inte uppdatera diagrammet ”%1$s”. Orsak: ”%2$s”.

source: Blocking tasks ("%1$s") must be executed before background tasks can be executed ("%2$s").
el_gr: Οι εργασίες αποκλεισμού («%1$s») πρέπει να εκτελεστούν πριν μπορέσουν να εκτελεστούν οι εργασίες παρασκηνίου («%2$s»).
et_ee: Enne taustaülesannete täideviimist ("%2$s") tuleb täide viia blokeerimisülesanded ("%1$s").
ru_ru: Задачи блокирования («%1$s») должны выполняться до фоновых задач («%2$s»).
sv_se: Blockerande uppgifter (”%1$s”) måste utföras innan bakgrundsuppgifter kan utföras (”%2$s”).

source: Unknown task: "%1$s".
el_gr: Άγνωστη εργασία: «%1$s».
et_ee: Tundmatu ülesanne: "%1$s".
ru_ru: Неизвестная задача: «%1$s».
sv_se: Okänd uppgift: ”%1$s”.

source: Column "%1$s" not found in table "%2$s".
el_gr: Η στήλη «%1$s» δεν βρέθηκε στον πίνακα «%2$s».
et_ee: Veergu "%1$s" ei leitud tabelis "%2$s".
ru_ru: Нет столбца «%1$s» в таблице «%2$s».
sv_se: Kolumnen ”%1$s” hittades inte i tabellen ”%2$s”.

source: Found multiple schemas for name: "%1$s".
el_gr: Βρέθηκαν πολλά μοτίβα για το όνομα: «%1$s».
et_ee: Leiti mitu skeemi nimele: "%1$s".
ru_ru: Обнаружено несколько схем для имени: «%1$s».
sv_se: Hittade flera scheman för namnet: ”%1$s”.

source: Cannot get database connection.
el_gr: Δεν είναι δυνατή η απόκτηση σύνδεσης στη βάση δεδομένων.
et_ee: Andmebaasiga ühenduse loomine ei õnnestu.
ru_ru: Не удалось получить подключение к базе данных.
sv_se: Får inte kontakt med databasen.

source: Error while updating database.
el_gr: Σφάλμα κατά την ενημέρωση της βάσης δεδομένων.
et_ee: Viga andmebaasi värskendamisel.
ru_ru: Ошибка при обновлении базы данных.
sv_se: Fel vid uppdatering av databas.

source: File upload failed: "%1$s".
el_gr: Αποτυχία μεταφόρτωσης αρχείου: «%1$s».
et_ee: Faili üleslaadimine ebaõnnestus: "%1$s".
ru_ru: Не удалось отправить файл: «%1$s».
sv_se: Filöverföring misslyckades: ”%1$s”.

source: Missing affiliation id.
el_gr: Απουσία αναγνωριστικού σχέσης.
et_ee: Puudub kuuluvuse ID.
ru_ru: Нет идентификатора принадлежности.
sv_se: Saknar associations-ID.

source: Unknown action value: "%1$s".
el_gr: Άγνωστη τιμή ενέργειας: «%1$s».
et_ee: Tundmatu tegevuse väärtus: "%1$s".
ru_ru: Неизвестное значение операции: «%1$s».
sv_se: Okänt åtgärdsvärde: ”%1$s”.

source: Header "content-type" does not indicate multipart content.
el_gr: Η κεφαλίδα «content-type» δεν υποδεικνύει περιεχόμενο multipart.
et_ee: Päis "sisu tüüp" ei näita mitmeosalist sisu.
ru_ru: Заголовок «content-type» не содержит определение для составного сообщения.
sv_se: Rubriken ”content-type” indikerar inte flerdelat innehåll.

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s.
el_gr: Το αίτημα απορρίφθηκε επειδή το μέγεθός του (%1$s) υπερβαίνει το μέγιστο ρυθμισμένο μέγεθος των %2$s.
et_ee: Taotlus on tagasi lükatud, sest selle suurus (%1$s) ületab maksimaalset konfigureeritud suurust %2$s.
ru_ru: Отказ обработки запроса, так как его размер (%1$s) превышает максимальный (%2$s).
sv_se: Förfrågan nekades eftersom dess storlek (%1$s) överstiger den maximala konfigurerade storleken %2$s.

source: Missing parameter: "%1$s".
el_gr: Απουσία παραμέτρου: «%1$s».
et_ee: Puuduv parameeter: "%1$s".
ru_ru: Отсутствует параметр «%1$s».
sv_se: Parameter saknas: ”%1$s”.

source: Unknown module: %1$d.
el_gr: Άγνωστη μονάδα: %1$d.
et_ee: Tundmatu moodul: %1$d.
ru_ru: Неизвестный модуль: %1$d.
sv_se: Okänd modul: %1$d.

source: An uploaded file referenced by "%1$s" could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση ενός μεταφορτωμένου αρχείου που έχει αναφερθεί από το «%1$s».
et_ee: "%1$s" viidatud üleslaetud faili ei leitud.
ru_ru: Не найден файл, на который ссылается «%1$s».
sv_se: En uppladdad fil som hänvisas till av ”%1$s” hittades inte.

source: Invalid action value: "%1$s".
el_gr: Μη έγκυρη τιμή ενέργειας: «%1$s».
et_ee: Vale tegevuse väärtus: "%1$s".
ru_ru: Недопустимое действие: «%1$s».
sv_se: Ogiltigt åtgärdsvärde: ”%1$s”.

source: Upload file with id "%1$s" could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση της μεταφόρτωσης αρχείου με αναγνωριστικό «%1$s».
et_ee: Üleslaadimisfaili ID-ga "%1$s" ei õnnestunud leida.
ru_ru: Файл с ID «%1$s» не найден.
sv_se: Uppladdad fil med ID ”%1$s” hittades inte.

source: Upload file's content type "%1$s" does not match given file filter "%2$s".
el_gr: Ο τύπος περιεχομένου του αρχείου μεταφόρτωσης «%1$s» δεν ταιριάζει με το συγκεκριμένο φίλτρο αρχείου «%2$s».
et_ee: Üleslaadimisfaili sisu tüüp "1$s" ei vasta esitatud failifiltrile "%2$s".
ru_ru: Тип контента «%1$s» не соответствует фильтру «%2$s».
sv_se: Den uppladdade filens innehållstyp ”%1$s” matchar inte det givna filfiltret ”%2$s”.

source: Upload file is invalid or illegal.
el_gr: Η μεταφόρτωση αρχείου δεν είναι έγκυρη ή δεν επιτρέπεται.
et_ee: Üleslaadimisfail on kehtetu või ebaseaduslik.
ru_ru: Загруженный файл не распознан или запрещен.
sv_se: Uppladdad fil är ogiltig eller förbjuden.

source: Request rejected because its size exceeds the maximum configured size of %1$s.
el_gr: Το αίτημα απορρίφθηκε επειδή το μέγεθός του υπερβαίνει το μέγιστο ρυθμισμένο μέγεθος των %1$s.
et_ee: Taotlus on tagasi lükatud, sest selle suurus ületab maksimaalset konfigureeritud suurust %1$s.
ru_ru: Отказ: размер превышает максимальный (%1$s).
sv_se: Förfrågan nekad eftersom dess storlek överstiger den maximala konfigurerade storleken %1$s.

source: Connection has been closed unexpectedly. Please try again.
el_gr: Η σύνδεση έκλεισε απροσδόκητα. Παρακαλώ δοκιμάστε ξανά.
et_ee: Ühendus suleti ootamatult. Palun proovige uuesti.
ru_ru: Соединение было прервано. Повторите попытку.
sv_se: Anslutningen stängdes oväntat. Försök igen.

source: Request rejected because file size (%1$s) exceeds the maximum configured file size of %2$s.
el_gr: Το αίτημα απορρίφθηκε επειδή το μέγεθος του αρχείου (%1$s) υπερβαίνει το μέγιστο ρυθμισμένο μέγεθος των %2$s για αρχεία.
et_ee: Taotlus on tagasi lükatud, sest faili suurus (%1$s) ületab maksimaalset konfigureeritud suurust %2$s.
ru_ru: Отказ: размер файла (%1$s) превышает максимальный (%2$s).
sv_se: Förfrågan nekades eftersom filstorleken (%1$s) överstiger den maximala konfigurerade storleken %2$s.

source: Request rejected because file size exceeds the maximum configured file size of %1$s.
el_gr: Το αίτημα απορρίφθηκε επειδή το μέγεθος του αρχείου υπερβαίνει το μέγιστο ρυθμισμένο μέγεθος των %1$s για αρχεία.
et_ee: Taotlus on tagasi lükatud, sest faili suurus ületab maksimaalset konfigureeritud suurust %1$s.
ru_ru: Отказ: размер файла превышает максимальный (%1$s).
sv_se: Förfrågan nekad eftersom filstorleken överstiger den maximala konfigurerade storleken %1$s.

source: Read timed out. Waited too long for incoming data from client.
el_gr: Λήξη χρονικού ορίου ανάγνωσης. Πολύ μεγάλη αναμονή για εισερχόμενα δεδομένα από τον υπολογιστή-πελάτη.
et_ee: Lugemise ajalõpp. Kliendilt saabuvaid andmeid oodati liiga pikalt.
ru_ru: Время ожидания операции чтения данных истекло.
sv_se: Läsning överskred tidsgränsen. Väntade för länge på inkommande data från klient.

source: Image upload denied. Its size exceeds maximum allowed value of %2$s.
el_gr: Η μεταφόρτωση της εικόνας απορρίφθηκε. Το μέγεθός της υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή των %2$s.
et_ee: Pildi üleslaadimine keelatud. Selle suurus ületab maksimaalset lubatud väärtust %2$s.
ru_ru: Изображение не может быть загружено, так как его размер превышает максимально допустимый (%2$s).
sv_se: Nekades bilduppladdning. Dess storlek överskrider maximalt tillåtna värdet på %2$s.

source: Image upload denied. Its resolution exceeds maximum allowed value of %2$s pixels.
el_gr: Η μεταφόρτωση της εικόνας απορρίφθηκε. Η ανάλυσή της υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή των %2$s εικονοστοιχείων.
et_ee: Pildi üleslaadimine keelatud. Selle eraldusvõime ületab maksimaalset lubatud väärtust %2$s pikslit.
ru_ru: Изображение не может быть загружено, так как его разрешение превышает %2$s пикс.
sv_se: Nekades bilduppladdning. Dess upplösning överskrider maximalt tillåtna värdet på %2$s bildpunkter.

source: Configuration for user %1$s could not be found in context %2$d.
el_gr: Δεν ήταν δυνατή η εύρεση ρυθμίσεων για τον χρήστη «%1$s» στο περιβάλλον «%2$d».
et_ee: Kasutaja %1$s konfiguratsiooni ei õnnestunud leida kontekstis %2$d.
ru_ru: Конфигурация пользователя %1$s в контексте %2$d не найдена.
sv_se: Konfiguration för användare %1$s kunde inte hittas i kontext %2$d.

source: User configuration could not be put into cache: "%1$s".
el_gr: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων χρήστη στην προσωρινή μνήμη: «%1$s».
et_ee: Kasutaja konfiguratsiooni ei õnnestunud viia vahemällu: "%1$s".
ru_ru: Не удалось добавить конфигурацию пользователя в кэш: «%1$s».
sv_se: Användarinställningarna kunde inte läggas in i cacheminnet: ”%1$s”.

source: User configuration cache could not be cleared: "%1$s".
el_gr: Δεν ήταν δυνατή η απαλοιφή της προσωρινής μνήμης ρυθμίσεων χρήστη: «%1$s».
et_ee: Kasutaja konfiguratsiooni vahemälu tühjendamine ebaõnnestus: "%1$s".
ru_ru: Не удалось очистить кэш конфигурации пользователя: «%1$s».
sv_se: Användarinställningarna kunde inte rensas från cacheminnet: ”%1$s”.

source: User configuration could not be removed from cache: "%1$s".
el_gr: Δεν ήταν δυνατή η κατάργηση των ρυθμίσεων χρήστη από την προσωρινή μνήμη: «%1$s».
et_ee: Kasutaja konfiguratsiooni eemaldamine vahemälust ebaõnnestus: "%1$s".
ru_ru: Не удалось удалить конфигурацию пользователя из кэша: «%1$s».
sv_se: Användarinställningarna kunde inte tas bort från cacheminnet: ”%1$s”.

source: Mail settings for user "%1$s" could not be found in context %2$d.
el_gr: Δεν ήταν δυνατή η εύρεση ρυθμίσεων email για τον χρήστη «%1$s» στο περιβάλλον «%2$d».
et_ee: E-posti seadeid kasutaja "%1$s" korral ei õnnestunud leida kontekstis %2$d.
ru_ru: Параметры почты «%1$s» в контексте %2$d не найдены.
sv_se: E-postinställningar för användaren ”%1$s” hittades inte i kontext %2$d.

source: The provided mail address %1$s is invalid! It cannot be added to guest administration.
el_gr: Η παρεχόμενη διεύθυνση email «%1$s» δεν είναι έγκυρη! Δεν είναι δυνατή η προσθήκη της στη διαχείριση επισκεπτών.
et_ee: Edastatud e-posti aadress %1$s ei kehti! Seda ei saa lisada külalise haldamisse.
ru_ru: Недействительный электронный адрес: %1$s. Он не может быть добавлен в конфигурацию гостя.
sv_se: Den angivna e-postadressen %1$s är ogiltig! Den kan inte läggas till gästadministrationen.

source: The provided mail address is empty! It cannot be added to guest administration.
el_gr: Η παρεχόμενη διεύθυνση email είναι κενή! Δεν είναι δυνατή η προσθήκη της στη διαχείριση επισκεπτών.
et_ee: Edastatud e-posti aadress on tühi! Seda ei saa lisada külalise haldamisse.
ru_ru: Пустой электронный адрес не может быть добавлен в конфигурацию гостя.
sv_se: Den angivna e-postadressen är tom! Den kan inte läggas till gästadministrationen.

source: The new password might not be empty! Please provide a password.
el_gr: Ο νέος κωδικός πρόσβασης δεν μπορεί να είναι κενός! Παρακαλώ εισαγάγετε έναν κωδικό πρόσβασης.
et_ee: Uus parool ei tohi olla tühi! Palun sisestage parool.
ru_ru: Новый пароль не может быть пустым. Введите пароль.
sv_se: Det nya lösenordet får inte vara tomt! Ange ett lösenord.

source: A messaging error occurred. Please try again later.
el_gr: Προέκυψε σφάλμα ανταλλαγής μηνυμάτων. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ilmnes sõnumside viga. Palun proovige hiljem uuesti.
ru_ru: Ошибка сообщения. Повторите попытку позже.
sv_se: Ett snabbmeddelandefel inträffade. Försök igen senare.

source: A messaging error occurred.
el_gr: Προέκυψε σφάλμα ανταλλαγής μηνυμάτων.
et_ee: Ilmnes sõnumside viga.
ru_ru: Ошибка сообщения.
sv_se: Ett snabbmeddelandefel inträffade.

source: Cannot initialize mail module.
el_gr: Δεν είναι δυνατή η αρχικοποίηση της μονάδας αλληλογραφίας.
et_ee: E-posti mooduli algväärtustamine ebaõnnestus.
ru_ru: Не удалось инициализировать модуль почты.
sv_se: Kan inte starta e-postmodulen.

source: No mail module access permitted.
el_gr: Δεν επιτρέπεται η πρόσβαση στη μονάδα αλληλογραφίας.
et_ee: Juurdepääs e-posti moodulile pole lubatud.
ru_ru: Доступ к модулю почты запрещен.
sv_se: Du har ingen åtkomst till e-postmodulen.

source: Error while converting contact to versit object.
el_gr: Σφάλμα κατά τη μετατροπή της επαφής σε αντικείμενο versit.
et_ee: Viga kontakti teisendamisel Versit-objektiks.
ru_ru: Ошибка при преобразовании контакта в объект Versit.
sv_se: Fel när kontakt konverterades till versit-objekt.

source: No attachment was found with id "%1$s" in message.
el_gr: Δεν βρέθηκε συνημμένο με αναγνωριστικό «%1$s» στο μήνυμα.
et_ee: Sõnumist ei leitud manust ID-ga "%1$s".
ru_ru: Сообщение не содержит вложение с идентификатором «%1$s».
sv_se: Ingen bilaga hittades med ID ”%1$s” i meddelandet.

source: Versit attachment could not be saved due to an unsupported MIME type.
el_gr: Δεν ήταν δυνατή η αποθήκευση του συνημμένου versit λόγω μη υποστηριζόμενου τύπου MIME.
et_ee: Versit-manuse salvestamine ebaõnnestus toetuseta MIME-tüübi tõttu.
ru_ru: Вложение Versit не может быть сохранено, так как его тип MIME не поддерживается.
sv_se: Versit-bilagan kan inte sparas eftersom en MIME-typ ej stöds.

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s).
el_gr: Έγινε υπέρβαση του ορίου μεταφόρτωσης (%1$s) για το αρχείο %2$s (μέγεθος=%3$s).
et_ee: Üleslaadimise kvoot (%1$s) ületatud faili %2$s korral (suurus=%3$s).
ru_ru: Превышена квота отправки (%1$s) для файла %2$s (размер %3$s).
sv_se: Uppladdningskvot (%1$s) överskreds av filen %2$s (storlek=%3$s).

source: Upload quota (%1$s) exceeded.
el_gr: Έγινε υπέρβαση του ορίου μεταφόρτωσης (%1$s).
et_ee: Üleslaadimise kvoot (%1$s) ületatud.
ru_ru: Превышена квота отправки (%1$s).
sv_se: Uppladdningskvot (%1$s) överskriden.

source: Mail could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση email.
et_ee: E-posti ei leitud.
ru_ru: Почта не найдена.
sv_se: Meddelandet hittades inte.

source: Message could not be sent.
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος.
et_ee: Sõnumi saatmine ebaõnnestus.
ru_ru: Не удалось отправить сообщение.
sv_se: Meddelandet kunde inte skickas.

source: This message could not be moved to trash folder as your mailbox is nearly full. Please try to empty your deleted items first, or delete smaller messages first.
el_gr: Δεν ήταν δυνατή η μετακίνηση αυτού του μηνύματος στον φάκελο απορριμμάτων, καθώς το γραμματοκιβώτιό σας είναι σχεδόν γεμάτο. Παρακαλώ προσπαθήστε πρώτα να αδειάσετε τα διαγραμμένα στοιχεία ή τα μικρότερα μηνύματά σας.
et_ee: Sõnumi teisaldamine prügikausta ebaõnnestus, sest teie postkast on peaaegu täis. Palun proovige esmalt tühjendada kustutatud üksused või kustutada esmalt väiksemad sõnumid.
ru_ru: Не удалось переместить сообщение в корзину, так как почтовый ящик переполнен. Освободите корзину или удалите небольшие сообщения.
sv_se: Meddelandet kunde inte flyttas till papperskorgen, möjligen för att din brevlåda nästan är full. Om så är fallet, försök först tömma dina borttagna objekt, eller ta först bort mindre meddelanden.

source: No content available in mail part.
el_gr: Δεν υπάρχει διαθέσιμο περιεχόμενο στο τμήμα email.
et_ee: E-posti osas puudub sisu.
ru_ru: Пустое тело сообщения.
sv_se: Inget innehåll tillgängligt i meddelandedelen.

source: Message has been successfully sent. Due to exceeded quota a copy could not be placed in your sent folder though.
el_gr: Το μήνυμα έχει σταλεί επιτυχώς. Ωστόσο, λόγω υπέρβασης του ορίου, δεν ήταν δυνατή η τοποθέτηση ενός αντιγράφου στον φάκελο απεσταλμένων.
et_ee: Sõnum on edukalt saadetud, kuid kvoodiületuse tõttu ei olnud võimalik selle koopia paigutamine teie Saadetud-kausta.
ru_ru: Сообщение было отправлено, но не удалось сохранить копию в папку «Отправленные», так как достигнута квота на копии.
sv_se: Meddelandet har skickats. Däremot kunde en kopia inte läggas till i din Skickat-mapp på grund av överskriden kvot.

source: Unable to save draft, due to exceeded quota.
el_gr: Δεν είναι δυνατή η αποθήκευση του προσχεδίου, λόγω υπέρβασης του ορίου.
et_ee: Mustandi salvestamine ebaõnnestus mahupiirangu tõttu. Vabastage kettamahtu.
ru_ru: Квота превышена: черновик не был сохранен.
sv_se: Kan inte spara utkast på grund av överskriden kvot.

source: Unable to save the mail, due to exceeded quota.
el_gr: Δεν είναι δυνατή η αποθήκευση του email λόγω υπέρβασης του ορίου.
et_ee: Kirja salvestamine ebaõnnestus mahupiirangu tõttu. Vabastage kettamahtu.
ru_ru: Не удалось сохранить почту: превышена квота.
sv_se: Kan inte spara meddelandet, på grund av överskriden kvot.

source: Message has been successfully sent. A copy could not be placed in your sent folder though.
el_gr: Έγινε επιτυχής αποστολή του μηνύματος. Ωστόσο, δεν ήταν δυνατή η τοποθέτηση ενός αντιγράφου στον φάκελο απεσταλμένων.
et_ee: Sõnum on edukalt saadetud, kuid selle koopia paigutamine teie Saadetud-kausta ei olnud võimalik.
ru_ru: Сообщение было отправлено, но не удалось сохранить копию в папку «Отправленные».
sv_se: Meddelandet har skickats. Däremot kunde en kopia inte läggas till i din Skickat-mapp.

source: Bad value "%1$s" in parameter "%2$s".
el_gr: Εσφαλμένη τιμή «%1$s» στην παράμετρο «%2$s».
et_ee: Kehtetu väärtus "%1$s" parameetris "%2$s".
ru_ru: Недопустимое значение параметра «%2$s»: «%1$s».
sv_se: Felaktigt värde ”%1$s” i parametern ”%2$s”.

source: No reply on multiple messages possible.
el_gr: Δεν είναι δυνατή η απάντηση σε πολλαπλά μηνύματα.
et_ee: Vastamine mitmele sõnumile pole võimalik.
ru_ru: Вы не можете сразу ответить на несколько сообщений.
sv_se: Inte möjligt att svara på flera meddelanden samtidigt.
