Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
el_gr: Η πρόσβαση στον φάκελο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, παρακαλώ συνδεθείτε.
et_ee: Juurdepääs teie otsitud kaustale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole. Teie muude jagatud failide vaatamiseks logige sisse.
ru_ru: Доступ к папке, которую вы ищете, был закрыт. Повторно доступ может предоставить %1$s. Чтобы просмотреть другие общие объекты, выполните вход.
sv_se: Åtkomst till mappen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen. Logga in för att visa dina andra delade filer.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, παρακαλώ συνδεθείτε.
et_ee: Juurdepääs teie otsitud jagatule on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole. Teie muude jagatud failide vaatamiseks logige sisse.
ru_ru: Доступ к объекту, который вы ищете, был закрыт. Повторно доступ может предоставить его владелец. Чтобы просмотреть другие общие объекты, выполните вход.
sv_se: Åtkomst till delningen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen. Logga in för att visa dina andra delade filer.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, παρακαλώ συνδεθείτε.
et_ee: Juurdepääs teie otsitud jagatule on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole. Teie muude jagatud failide vaatamiseks logige sisse.
ru_ru: Доступ к объекту, который вы ищете, был закрыт. Повторно доступ может предоставить %1$s. Чтобы просмотреть другие общие объекты, выполните вход.
sv_se: Åtkomst till delningen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen. Logga in för att visa dina andra delade filer.

source: The requested share does not exist.
el_gr: Το ζητούμενο κοινόχρηστο στοιχείο δεν υπάρχει.
et_ee: Soovitud jagatavat pole olemas.
ru_ru: Запрашиваемый ресурс не существует.
sv_se: Den begärda delningen finns inte.

source: The token "%1$s" is invalid.
el_gr: Το διακριτικό «%1$s» δεν είναι έγκυρο.
et_ee: Luba "%1$s" on kehtetu.
ru_ru: Недействительный маркер «%1$s».
sv_se: Token ”%1$s” är ogiltig.

source: The link "%1$s" is invalid.
el_gr: Ο σύνδεσμος «%1$s» δεν είναι έγκυρος.
et_ee: Link "%1$s" on kehtetu.
ru_ru: Недействительная ссылка: «%1$s».
sv_se: Länken ”%1$s” är ogiltig.

source: "%1$s" is not a valid email address.
el_gr: Το «%1$s» δεν είναι έγκυρη διεύθυνση email.
et_ee: "%1$s" ei ole kehtiv e-posti aadress.
ru_ru: Недействительный электронный адрес: «%1$s».
sv_se: ”%1$s” är inte en giltig e-postadress.

source: The share has been modified in the meantime. Please refresh or synchronize and try again.
el_gr: Το κοινόχρηστο στοιχείο έχει τροποποιηθεί στο ενδιάμεσο διάστημα. Παρακαλώ κάντε ανανέωση ή συγχρονισμός και δοκιμάστε ξανά.
et_ee: Jagatavat on vahepeal muudetud. Palun värskendage või sünkroniseerige ja proovige uuesti.
ru_ru: Общий ресурс был изменен. Обновите страницу или выполните синхронизацию и повторите попытку.
sv_se: Delningen har ändrats under tiden. Uppdatera eller synkronisera och försök igen.

source: You don't have sufficient permissions to delete the share.
el_gr: Δεν έχετε επαρκή δικαιώματα για τη διαγραφή του κοινόχρηστου στοιχείου.
et_ee: Teil puuduvad nõutavad õigused jagatava kustutamiseks.
ru_ru: У вас недостаточно прав для удаления общего ресурса.
sv_se: Du har inte tillräckliga tillstånd för att ta bort delningen.

source: You don't have sufficient permissions to edit the share.
el_gr: Δεν έχετε επαρκή δικαιώματα για την επεξεργασία του κοινόχρηστου στοιχείου.
et_ee: Teil puuduvad nõutavad õigused jagatava muutmiseks.
ru_ru: У вас недостаточно прав для редактирования общего ресурса.
sv_se: Du har inte tillräckliga tillstånd för att redigera delningen.

source: You don't have sufficient permissions to share folder or item "%2$s".
el_gr: Δεν έχετε επαρκή δικαιώματα για κοινή χρήση του φακέλου ή του στοιχείου «%2$s».
et_ee: Teil puuduvad nõutavad õigused kausta või üksuse "%2$s" jagamiseks.
ru_ru: У вас недостаточно прав для предоставления общего доступа к папке или объекту «%2$s».
sv_se: Du har inte tillräckliga tillstånd för att dela mappen eller objektet ”%2$s”.

source: Module %1$s does not support sharing.
el_gr: Η μονάδα «%1$s» δεν υποστηρίζει κοινή χρήση.
et_ee: Moodul %1$s ei toeta jagamist.
ru_ru: Модуль %1$s не поддерживает совместный доступ.
sv_se: Modulen %1$s stöder inte delning.

source: Module %1$s does not support sharing of items.
el_gr: Η μονάδα «%1$s» δεν υποστηρίζει κοινή χρήση στοιχείων.
et_ee: Moodul %1$s ei toeta üksuste jagamist.
ru_ru: Модуль %1$s не поддерживает совместное использование объектов.
sv_se: Modulen %1$s stöder inte delning av objekt.

source: Module %1$s does not support sharing of folders.
el_gr: Η μονάδα «%1$s» δεν υποστηρίζει κοινή χρήση φακέλων.
et_ee: Moodul %1$s ei toeta kaustade jagamist.
ru_ru: Модуль %1$s не поддерживает совместное использование папок.
sv_se: Modulen %1$s stöder inte delning av mappar.

source: You can't share with yourself.
el_gr: Δεν μπορείτε να κάνετε κοινή χρήση με τον εαυτό σας.
et_ee: Iseendaga jagada ei saa.
ru_ru: Вы не можете делиться с собой.
sv_se: Du kan inte dela med dig själv.

source: You don't have sufficient permissions to share a link.
el_gr: Δεν έχετε επαρκή δικαιώματα για την κοινή χρήση συνδέσμου.
et_ee: Teil puuduvad lingi jagamiseks nõutavad õigused.
ru_ru: У вас недостаточно прав для предоставления общего доступа к ссылке.
sv_se: Du har inte tillräckliga tillstånd för att dela en länk.

source: You don't have sufficient permissions to invite guests.
el_gr: Δεν έχετε επαρκή δικαιώματα για την πρόσκληση επισκεπτών.
et_ee: Teil puuduvad külaliste kutsumiseks nõutavad õigused.
ru_ru: У вас недостаточно прав для приглашения гостей.
sv_se: Du har inte tillräckliga tillstånd för att bjuda in gäster.

source: You can't create links for multiple targets.
el_gr: Δεν μπορείτε να δημιουργήσετε συνδέσμους για πολλαπλούς στόχους.
et_ee: Linkide loomine mitme sihtmärgi jaoks pole võimalik.
ru_ru: Вы не можете создать ссылки для разных получателей.
sv_se: Du kan inte skapa länkar för flera mål.

source: You cannot create more than one link per folder or item.
el_gr: Δεν μπορείτε να δημιουργήσετε περισσότερους από έναν συνδέσμους ανά φάκελο ή στοιχείο.
et_ee: Enam kui ühe lingi loomine kausta või üksuse kohta pole võimalik.
ru_ru: На каждую папку или объект может быть создана только одна ссылка.
sv_se: Du kan inte skapa fler än en länk per mapp eller objekt.

source: The set permissions for the link are invalid.
el_gr: Τα καθορισμένα δικαιώματα για τον σύνδεσμο δεν είναι έγκυρα.
et_ee: Lingi korral seadistatud õigused on kehtetud.
ru_ru: Разрешения для ссылки заданы неверно.
sv_se: De angivna tillstånden för länken är ogiltiga.

source: The share you are looking for is currently not available. Please try again later.
el_gr: Το κοινόχρηστο στοιχείο που αναζητάτε δεν είναι προς το παρόν διαθέσιμο. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Jagatud objekt, mida otsite ei ole hetkel saadaval. Palun proovige hiljem uuesti.
ru_ru: Общий ресурс недоступен. Повторите попытку позже.
sv_se: Delningen du letar efter är inte tillgänglig just nu. Försök igen senare.

source: You don't have sufficient permissions to subscribe to a share.
el_gr: Δεν έχετε επαρκή δικαιώματα για να εγγραφείτε σε ένα κοινόχρηστο στοιχείο.
et_ee: Teil ei ole piisavalt õigusi, et jagatavat tellida.
ru_ru: У вас недостаточно прав для подписки на общий ресурс.
sv_se: Du har inte tillräckliga rättigheter för att prenumerera på en delning.

source: Subscribing to a single file is not supported
el_gr: Η εγγραφή σε ένα μόνο αρχείο δεν υποστηρίζεται
et_ee: Ühe faili tellimine ei ole toetatud
ru_ru: Подписка на один файл не поддерживается
sv_se: Att prenumerera på en enstaka fil stöds inte

source: You are not allowed to subscribe to a share for %1$s
el_gr: Δεν επιτρέπεται να κάνετε εγγραφή σε κοινόχρηστο στοιχείο για %1$s
et_ee: Teil ei ole lubatud tellida jagatud %1$s
ru_ru: Вы не можете подписаться на долю за %1$s
sv_se: Du tillåts inte att prenumerera på en delning för %1$s

source: You are not allowed to subscribe to an anonymous share
el_gr: Δεν επιτρέπεται να κάνετε εγγραφή σε ανώνυμο κοινόχρηστο στοιχείο
et_ee: Teil ei ole lubatud tellida anonüümselt jagatud ressurssi
ru_ru: Вам не разрешено подписываться на анонимную публикацию
sv_se: Du tillåts inte att prenumerera på en anonym delning

source: You are not allowed to unsubscribe folder %1$s
el_gr: Δεν επιτρέπεται να καταργήσετε την εγγραφή από τον φάκελο «%1$s»
et_ee: Teil ei ole lubatud loobuda kaustast %1$s
ru_ru: Вы не можете отказаться от подписки на папку %1$s
sv_se: Du tillåts inte att säga upp prenumeration på mappen %1$s

source: Sharing to a guest with email address "%1$s" is not allowed.
el_gr: Η κοινή χρήση με επισκέπτη με διεύθυνση email «%1$s» δεν επιτρέπεται.
ru_ru: Передача гостю с адресом «%1$s» не разрешена.
sv_se: Delning med en gäst med e-postadressen ”%1$s” är inte tillåtet.

source: image
el_gr: εικόνα
et_ee: pilt
ru_ru: изображение
sv_se: bild

source: file
el_gr: αρχείο
et_ee: fail
ru_ru: файл
sv_se: filen

source: folder
el_gr: φάκελος
et_ee: kaust
ru_ru: папка
sv_se: mappen

source: calendar
el_gr: ημερολόγιο
et_ee: kalender
ru_ru: календарь
sv_se: kalender

source: %1$s has shared the file "%2$s" with you.
el_gr: Ο/Η %1$s έχει μοιραστεί το αρχείο «%2$s» με εσάς.
et_ee: %1$s on jaganud teiega faili "%2$s".
ru_ru: %1$s предоставляет вам доступ к файлу «%2$s».
sv_se: %1$s har delat filen ”%2$s” med dig.

source: %1$s has shared %2$s files with you.
el_gr: Ο/Η %1$s έχει μοιραστεί %2$s αρχεία με εσάς.
et_ee: %1$s on jaganud teiega %2$s faili.
ru_ru: %1$s предоставляет вам доступ к %2$s файлам.
sv_se: %1$s har delat %2$s filer med dig.

source: %1$s has shared the image "%2$s" with you.
el_gr: Ο/Η %1$s έχει μοιραστεί την εικόνα «%2$s» με εσάς.
et_ee: %1$s on jaganud teiega pilti "%2$s".
ru_ru: %1$s предоставляет вам доступ к изображению «%2$s».
sv_se: %1$s har delat bilden ”%2$s” med dig.

source: %1$s has shared %2$s images with you.
el_gr: Ο/Η %1$s έχει μοιραστεί %2$s εικόνες με εσάς.
et_ee: %1$s on jaganud teiega %2$s pilti.
ru_ru: %1$s предоставляет вам доступ к %2$s изображениям.
sv_se: %1$s har delat %2$s bilder med dig.

source: %1$s has shared the item "%2$s" with you.
el_gr: Ο/Η %1$s έχει μοιραστεί το στοιχείο «%2$s» με εσάς.
et_ee: %1$s on jaganud teiega üksust "%2$s".
ru_ru: %1$s предоставляет вам доступ к «%2$s».
sv_se: %1$s har delat objektet ”%2$s” med dig.

source: %1$s has shared %2$s items with you.
el_gr: Ο/Η %1$s έχει μοιραστεί %2$s στοιχεία με εσάς.
et_ee: %1$s on jaganud teiega %2$s üksust.
ru_ru: %1$s предоставляет вам доступ к %2$s объектам.
sv_se: %1$s har delat %2$s objekt med dig.

source: %1$s has shared the folder "%2$s" with you.
el_gr: Ο/Η %1$s έχει μοιραστεί τον φάκελο «%2$s» με εσάς.
et_ee: %1$s on jaganud teiega kausta "%2$s".
ru_ru: %1$s предоставляет вам доступ к папке «%2$s».
sv_se: %1$s har delat mappen ”%2$s” med dig.

source: %1$s has shared %2$d folders with you.
el_gr: Ο/Η %1$s έχει μοιραστεί %2$d φακέλους με εσάς.
et_ee: %1$s on jaganud teiega %2$d kausta.
ru_ru: %1$s предоставляет вам доступ к %2$s папкам.
sv_se: %1$s har delat %2$d mappar med dig.

source: %1$s has shared the calendar "%2$s" with you.
el_gr: Ο/Η %1$s έχει μοιραστεί το ημερολόγιο «%2$s» με εσάς.
et_ee: %1$s jagas teiega kalendrit "%2$s".
ru_ru: %1$s предоставляет вам доступ к календарю «%2$s».
sv_se: %1$s har delat kalendern ”%2$s” med dig.

source: %1$s has shared %2$d calendars with you.
el_gr: Ο/Η %1$s έχει μοιραστεί %2$d ημερολόγια με εσάς.
et_ee: %1$s on sinuga jaganud %2$d kalendrit.
ru_ru: %1$s предоставляет вам доступ к %2$s календарям.
sv_se: %1$s har delat %2$d kalendrar med dig.

source: %1$s has shared the file "%2$s" with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί το αρχείο «%2$s» με την ομάδα «%3$s».
et_ee: %1$s on jaganud faili "%2$s" rühmaga "%3$s".
ru_ru: %1$s открыл доступ к файлу «%2$s» группе «%3$s».
sv_se: %1$s har delat filen ”%2$s” med gruppen ”%3$s”.

source: %1$s has shared %2$s files with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί %2$s αρχεία με την ομάδα «%3$s».
et_ee: %1$s on jaganud %2$s faili rühmaga "%3$s".
ru_ru: %1$s открыл доступ к %2$s файлам группе «%3$s».
sv_se: %1$s har delat %2$s filer med gruppen ”%3$s”.

source: %1$s has shared the image "%2$s" with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί την εικόνα «%2$s» με την ομάδα «%3$s».
et_ee: %1$s on jaganud pilti "%2$s" rühmaga "%3$s".
ru_ru: %1$s открыл доступ к изображению «%2$s» группе «%3$s».
sv_se: %1$s har delat bilden ”%2$s” med gruppen ”%3$s”.

source: %1$s has shared %2$s images with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί %2$s εικόνες με την ομάδα «%3$s».
et_ee: %1$s on jaganud %2$s pilti rühmaga "%3$s".
ru_ru: %1$s открыл доступ к %2$s изображениям группе «%3$s».
sv_se: %1$s har delat %2$s bilder med gruppen ”%3$s”.

source: %1$s has shared the item "%2$s" with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί το στοιχείο «%2$s» με την ομάδα «%3$s».
et_ee: %1$s on jaganud üksust "%2$s" rühmaga "%3$s".
ru_ru: %1$s открыл доступ к объекту «%2$s» группе «%3$s».
sv_se: %1$s delade objektet ”%2$s” med gruppen ”%3$s”.

source: %1$s has shared %2$s items with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί %2$s στοιχεία με την ομάδα «%3$s».
et_ee: %1$s on jaganud %2$s üksust rühmaga "%3$s".
ru_ru: %1$s открыл доступ к %2$s объектам группе «%3$s».
sv_se: %1$s delade %2$s objekt med gruppen ”%3$s”.

source: %1$s has shared the folder "%2$s" with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί τον φάκελο «%2$s» με την ομάδα «%3$s».
et_ee: %1$s on jaganud kausta "%2$s" rühmaga "%3$s".
ru_ru: %1$s открыл доступ к папке «%2$s» группе «%3$s».
sv_se: %1$s delade mappen ”%2$s” med gruppen ”%3$s”.

source: %1$s has shared %2$d folders with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί %2$d φακέλους με την ομάδα «%3$s».
et_ee: %1$s on jaganud %2$d kausta rühmaga "%3$s".
ru_ru: %1$s открыл доступ к %2$s папкам группе «%3$s».
sv_se: %1$s delade %2$d mappar med gruppen ”%3$s”.

source: %1$s has shared the calendar "%2$s" with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί το ημερολόγιο «%2$s» με την ομάδα «%3$s».
et_ee: %1$s jagas kalendrit "%2$s" grupiga "%3$s".
ru_ru: %1$s открыл группе «%3$s» доступ к календарю «%2$s».
sv_se: %1$s har delat kalendern ”%2$s” med gruppen ”%3$s”.

source: %1$s has shared %2$d calendars with the group "%3$s".
el_gr: Ο/Η %1$s έχει μοιραστεί %2$d ημερολόγια με την ομάδα «%3$s».
et_ee: %1$s on jaganud %2$d kalendrit grupiga "%3$s".
ru_ru: %1$s открыл группе «%3$s» доступ к %2$s календарям.
sv_se: %1$s har delat %2$d kalendrar med gruppen ”%3$s”.

source: %1$s (%2$s) has shared the file "%3$s" with you. Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το αρχείο «%3$s» με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να το δείτε.
et_ee: %1$s (%2$s) on jaganud teiega faili "%3$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к файлу «%3$s». Нажмите кнопку ниже для его просмотра.
sv_se: %1$s (%2$s) har delat filen ”%3$s” med dig. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$s files with you. Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s αρχεία με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τα δείτε.
et_ee: %1$s (%2$s) on jaganud teiega %3$s faili. Palun klõpsake allolevale nupule nende vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s файлам. Нажмите кнопку ниже для их просмотра.
sv_se: %1$s (%2$s) har delat %3$s filer med dig. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the image "%3$s" with you. Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί την εικόνα «%3$s» με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τη δείτε.
et_ee: %1$s (%2$s) on jaganud teiega pilti "%3$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к изображению «%3$s». Нажмите кнопку ниже для его просмотра.
sv_se: %1$s (%2$s) har delat bilden ”%3$s” med dig. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$s images with you. Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s εικόνες με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τις δείτε.
et_ee: %1$s (%2$s) on jaganud teiega %3$s pilti. Palun klõpsake allolevale nupule nende vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s изображениям. Нажмите кнопку ниже для их просмотра.
sv_se: %1$s (%2$s) har delat %3$s bilder med dig. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the item "%3$s" with you. Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το στοιχείο «%3$s» με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να το δείτε.
et_ee: %1$s (%2$s) on jaganud teiega üksust "%3$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к файлу «%3$s». Нажмите кнопку ниже для его просмотра.
sv_se: %1$s (%2$s) har delat objektet ”%3$s” med dig. Klicka på knappen nedanför för att visa det.

source: %1$s (%2$s) has shared %3$s items with you. Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s στοιχεία με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τα δείτε.
et_ee: %1$s (%2$s) on jaganud teiega %3$s üksust. Palun klõpsake allolevale nupule nende vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s объектам. Нажмите кнопку ниже для их просмотра.
sv_se: %1$s (%2$s) har delat %3$s objekt med dig. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the folder "%3$s" with you. Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί τον φάκελο «%3$s» με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τον δείτε.
et_ee: %1$s (%2$s) on jaganud teiega kausta "%3$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) предоставляет вам доступ к папке «%3$s». Нажмите кнопку ниже для ее просмотра.
sv_se: %1$s (%2$s) har delat mappen ”%3$s” med dig. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$d folders with you. Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d φακέλους με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τους δείτε.
et_ee: %1$s (%2$s) on teiega jaganud %3$d kausta. Nende vaatamiseks klõpsake alloleval nupul.
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s папкам. Нажмите кнопку ниже для их просмотра.
sv_se: %1$s (%2$s) har delat %3$d mappar med dig. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the calendar "%3$s" with you. Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το ημερολόγιο «%3$s» με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να το δείτε.
et_ee: %1$s (%2$s) jagas teiega kalendrit "%3$s". Palun klõpsake selle vaatamiseks alloleval nupul.
ru_ru: %1$s (%2$s) предоставляет вам доступ к календарю «%3$s». Нажмите кнопку ниже для его просмотра.
sv_se: %1$s (%2$s) har delat kalendern ”%3$s” med dig. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$d calendars with you. Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d ημερολόγια με εσάς. Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τα δείτε.
et_ee: %1$s (%2$s) on teiega jaganud %3$d kalendrit. Nende vaatamiseks klõpsake alloleval nupul.
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s календарям. Нажмите кнопку ниже для их просмотра.
sv_se: %1$s (%2$s) har delat %3$d kalendrar med dig. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s". Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το αρχείο «%3$s» με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να το δείτε.
et_ee: %1$s (%2$s) on jaganud faili "%3$s" rühmaga "%4$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к файлу «%3$s» группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade filen ”%3$s” med gruppen ”%4$s”. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$s files with the group "%4$s". Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s αρχεία με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τα δείτε.
et_ee: %1$s (%2$s) on jaganud %3$s faili rühmaga "%4$s". Palun klõpsake allolevale nupule nende vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к %3$s файлам группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade %3$s filer med gruppen ”%4$s”. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s". Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί την εικόνα «%3$s» με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τη δείτε.
et_ee: %1$s (%2$s) on jaganud pilti "%3$s" rühmaga "%4$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к изображению «%3$s» группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade bilden ”%3$s” med gruppen ”%4$s”. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$s images with the group "%4$s". Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s εικόνες με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τις δείτε.
et_ee: %1$s (%2$s) on jaganud %3$s pilti rühmaga "%4$s". Palun klõpsake allolevale nupule nende vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к %3$s изображениям группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade %3$s bilder med gruppen ”%4$s”. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s". Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το στοιχείο «%3$s» με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να το δείτε.
et_ee: %1$s (%2$s) on jaganud üksust "%3$s" rühmaga "%4$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к объекту «%3$s» группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade objektet ”%3$s” med gruppen ”%4$s”. Klicka på knappen nedanför för att visa det.
