Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The file name "%1$s" is invalid.
el_gr: Το όνομα αρχείου «%1$s» δεν είναι έγκυρο.
et_ee: Faili nimi "%1$s" on kehtetu.
ru_ru: Недопустимое имя файла «%1$s».
sv_se: Filnamnet ”%1$s” är ogiltigt.

source: The file name "%1$s" is ignored.
el_gr: Το όνομα αρχείου «%1$s» παραβλέπεται.
et_ee: Faili nime "%1$s" ignoreeritakse.
ru_ru: Имя файла «%1$s» игнорируется.
sv_se: Filnamnet ”%1$s” ignoreras.

source: The path "%1$s" is conflicting.
el_gr: Η διαδρομή «%1$s» βρίσκεται σε διένεξη.
et_ee: Tee "%1$s" on vastuolus.
ru_ru: Конфликт пути «%1$s».
sv_se: Sökvägen ”%1$s” står i konflikt.

source: The file version "%1$s" is invalid.
el_gr: Η έκδοση του αρχείου «%1$s» δεν είναι έγκυρη.
et_ee: Faili versioon "%1$s" on kehtetu.
ru_ru: Недопустимая версия файла «%1$s».
sv_se: Filversionen ”%1$s” är ogiltig.

source: The directory version "%1$s" is invalid.
el_gr: Η έκδοση καταλόγου «%1$s» δεν είναι έγκυρη.
et_ee: Kataloogi versioon "%1$s" on kehtetu.
ru_ru: Неверная версия каталога «%1$s».
sv_se: Mappversionen ”%1$s” är ogiltig.

source: Push updates are not available.
el_gr: Οι ενημερώσεις push δεν είναι διαθέσιμες.
et_ee: Tõuke värskendused ei ole saadaval.
ru_ru: Передача обновлений недоступна.
sv_se: Push-uppdateringar är inte tillgängliga.

source: The server is too busy at the moment - please try again later.
el_gr: Ο διακομιστής είναι πολύ απασχολημένος αυτήν τη στιγμή - παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Server on hetkel liiga hõivatud - palun proovige hiljem uuesti.
ru_ru: Сервер занят. Повторите попытку позже.
sv_se: Servern är för upptagen för tillfället - försök igen senare.

source: The path "%1$s" is ignored.
el_gr: Η διαδρομή «%1$s» παραβλέπεται.
et_ee: Teed "%1$s" ignoreeritakse.
ru_ru: Путь «%1$s» игнорируется.
sv_se: Sökvägen ”%1$s” ignoreras.

source: The file name "%1$s" is conflicting.
el_gr: Το όνομα αρχείου «%1$s» βρίσκεται σε διένεξη.
et_ee: Faili nimi "%1$s" on vastuolus.
ru_ru: Конфликт файла «%1$s».
sv_se: Filnamnet ”%1$s” står i konflikt.

source: The directory "%1$s" caused repeated synchronization problems.
el_gr: Ο κατάλογος «%1$s» προκάλεσε επαναλαμβανόμενα προβλήματα συγχρονισμού.
et_ee: Kataloog "%1$s" põhjustas korduvalt sünkroniseerimisprobleeme.
ru_ru: Каталог «%1$s» вызывает повторные конфликты синхронизации.
sv_se: Mappen ”%1$s” orsakade upprepade synkroniseringsproblem.

source: The client application you're using is outdated and no longer supported - please upgrade to a newer version.
el_gr: Η εφαρμογή που χρησιμοποιείτε είναι παρωχημένη και δεν υποστηρίζεται πλέον - παρακαλώ κάντε αναβάθμιση σε νεότερη έκδοση.
et_ee: Teie poolt kasutatav kliendirakendus on aegunud ja sellel puudub tugi - palun ülendage uuemale versioonile.
ru_ru: Вы используете приложение клиента, которое больше не поддерживается. Рекомендуется его обновить.
sv_se: Ditt klientprogram är för gammalt och stöds inte längre - uppgradera till en nyare version.

source: A newer version of your client application is available for download.
el_gr: Μια νεότερη έκδοση της εφαρμογής σας είναι διαθέσιμη για λήψη.
et_ee: Teie kliendirakenduse uuem versioon on allalaadimiseks saadaval.
ru_ru: Доступна новая версия приложения клиента.
sv_se: En nyare version av ditt klientprogram är färdigt att laddas ned.

source: The pattern "%1$s" is invalid. Please use a valid pattern and try again.
el_gr: Το μοτίβο «%1$s» δεν είναι έγκυρο. Παρακαλώ χρησιμοποιήστε ένα έγκυρο μοτίβο και δοκιμάστε ξανά.
et_ee: Muster "%1$s" on kehtetu. Palun valige kehtiv muster ja proovige uuesti.
ru_ru: Недопустимый шаблон: «%1$s». Исправьте и повторите попытку.
sv_se: Mönstret ”%1$s” är ogiltigt. Använd ett giltigt mönster och försök igen.

source: The file name "%1$s" is conflicting with an equally named directory at "%2$s".
el_gr: Το όνομα αρχείου «%1$s» βρίσκεται σε διένεξη με έναν κατάλογο με το ίδιο όνομα στο «%2$s».
et_ee: Faili nimi "%1$s" on vastuolus sama nimega kataloogiga kohas "%2$s".
ru_ru: Название файла «%1$s» конфликтует с таким же названием папки в «%2$s».
sv_se: Filnamnet ”%1$s” står i konflikt med en mapp med samma namn i ”%2$s”.

source: The path "%1$s" is conflicting with an equally named file at "%2$s".
el_gr: Η διαδρομή «%1$s» βρίσκεται σε διένεξη με ένα αρχείο με το ίδιο όνομα στο «%2$s».
et_ee: Tee "%1$s" on vastuolus sama nimega failiga kohas "%2$s".
ru_ru: Путь «%1$s» конфликтует с таким же названием файла в «%2$s».
sv_se: Sökvägen ”%1$s” står i konflikt med en fil med samma namn i ”%2$s”.

source: The directory "%1$s" is not synchronizable. Please select another directory.
el_gr: Δεν είναι δυνατός ο συγχρονισμός του καταλόγου «%1$s». Παρακαλώ επιλέξτε έναν άλλο κατάλογο.
et_ee: Kataloog "%1$s" ei ole sünkroniseeritav. Palun valige teine kataloog.
ru_ru: «%1$s» не может быть синхронизирован. Выберите другой каталог.
sv_se: Katalogen ”%1$s” kan inte synkroniseras. Välj en annan katalog.

source: The supplied metadata could not be parsed: "%1$s"
el_gr: Δεν ήταν δυνατή η ανάλυση των παρεχόμενων μεταδεδομένων: «%1$s»
et_ee: Esitatud metaandmete parsimine ebaõnnestus: "%1$s"
ru_ru: Не удалось выполнить разбор метаданных: «%1$s»
sv_se: Den givna metadatan kunde inte tolkas: ”%1$s”

source: The maximum number of synchronizable directories (%1$d) is exceeded. Please remove some directories and try again, or select another root folder.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού καταλόγων (%1$d) με δυνατότητα συγχρονισμού. Παρακαλώ αφαιρέστε μερικούς καταλόγους και δοκιμάστε ξανά ή επιλέξτε έναν άλλο φάκελο ρίζας.
et_ee: Sünkroniseeritavate kataloogide maksimaalne arv (%1$d) on ületatud. Palun eemaldage mõned kataloogid ja proovige uuesti või valige muu juurkaust.
ru_ru: Превышено ограничение на максимальное число синхронизируемых каталогов (%1$d). Удалите часть каталогов и повторите попытку или выберите другую корневую папку.
sv_se: Det maximala antalet för synkroniserade mappar (%1$d) överskrids. Ta bort några mappar och försök igen, eller välj en annan rotmapp.

source: The maximum number of files (%1$d) is exceeded in directory "%2$s". Please remove some files and try again.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού αρχείων (%1$d) στον κατάλογο «%2$s». Παρακαλώ αφαιρέστε μερικά αρχεία και δοκιμάστε ξανά.
et_ee: Failide maksimaalne arv (%1$d) on ületatud kataloogis "%2$s". Palun eemaldage mõned failid ja proovige uuesti.
ru_ru: Превышено ограничение на максимальное число файлов (%1$d) в каталоге «%2$s». Удалите часть файлов и повторите попытку.
sv_se: Maximalt antal filer (%1$d) överskrids i mappen ”%2$s”. Ta bort några filer och försök igen.

source: The token "%1$s" is already registered.
el_gr: Το διακριτικό «%1$s» έχει ήδη καταχωρηθεί.
et_ee: Luba "%1$s" on juba registreeritud.
ru_ru: Токен «%1$s» уже зарегистрирован.
sv_se: Token ”%1$s” är redan registrerad.

source: Empty files indicated for directory "%1$s".
el_gr: Έγινε υπόδειξη κενών αρχείων για τον κατάλογο «%1$s».
et_ee: Osutatud on tühjad failid kataloogi "%1$s" korral.
ru_ru: Пустые файлы, которые были указаны для каталога «%1$s».
sv_se: Tomma filer indikeras för mappen ”%1$s”.

source: A file named "%1$s" already exists at "%2$s".
el_gr: Υπάρχει ήδη ένα αρχείο με όνομα «%1$s» στο «%2$s».
et_ee: Fail nimega "%1$s" on juba olemas kohas "%2$s".
ru_ru: Файл с именем «%1$s» уже существует в «%2$s».
sv_se: En fil med namnet ”%1$s” finns redan på ”%2$s”.

source: A directory named "%1$s" already exists at "%2$s".
el_gr: Υπάρχει ήδη ένας κατάλογος με όνομα «%1$s» στο «%2$s».
et_ee: Kaust nimega "%1$s" on juba olemas kohas "%2$s".
ru_ru: Каталог с именем «%1$s» уже существует в «%2$s».
sv_se: En katalog med namnet ”%1$s” finns redan på ”%2$s”.

source: Push via long polling is disabled for user "%1$s" in context "%2$s"
el_gr: Η ώθηση μέσω μακράς ανίχνευσης είναι ανενεργή για τον χρήστη «%1$s» στο περιβάλλον «%2$s»
et_ee: "Push via long polling" on kasutaja "%1$s" jaoks välja lülitatud kontekstis "%2$s"
ru_ru: Push через long polling отключен для пользователя «%1$s» в контексте «%2$s»
sv_se: Push via lång polling har avaktiverats för användaren ”%1$s” i kontexten ”%2$s”

source: The directory is no longer accessible. Please select another directory.
el_gr: Ο κατάλογος δεν είναι πλέον προσβάσιμος. Παρακαλώ επιλέξτε έναν άλλο κατάλογο.
et_ee: Kataloog ei ole enam kättesaadav. Palun valige teine kataloog.
ru_ru: Каталог больше недоступен. Пожалуйста, выберите другой каталог.
sv_se: Katalogen kan inte längre nås. Välj en annan mapp.

source: The directory "%1$s" was moved to trash and is not synchronizable. Please select another directory.
el_gr: Ο κατάλογος «%1$s» μεταφέρθηκε στα απορρίμματα και δεν είναι δυνατός ο συγχρονισμός του. Παρακαλώ επιλέξτε έναν άλλο κατάλογο.
et_ee: Kataloog "%1$s" viidi prügikasti ja seda ei saa sünkroonida. Palun valige teine kataloog.
ru_ru: Каталог «%1$s» был перемещен в корзину и не синхронизируется. Пожалуйста, выберите другой каталог.
sv_se: Katalogen ”%1$s” flyttades till papperskorgen och kan inte synkroniseras. Välj en annan mapp.

source: No external account provider found for module '%1$s'.
el_gr: Δεν βρέθηκε εξωτερικός πάροχος λογαριασμού για τη μονάδα «%1$s».
et_ee: Mooduli '%1$s' jaoks ei leitud ühtegi välist kontopakkujat.
ru_ru: Для модуля «%1$s» не найден поставщик внешних аккаунтов.
sv_se: Ingen extern kontoleverantör hittades för modulen '%1$s'.

source: Select an existing account
el_gr: Επιλογή υπάρχοντος λογαριασμού
et_ee: Valige olemasolev konto
ru_ru: Выберите существующую учетную запись
sv_se: Välj ett befintligt konto

source: The total upload size (%1$s) exceeds the available free space of %2$s.
el_gr: Το συνολικό μέγεθος μεταφόρτωσης (%1$s) υπερβαίνει τον διαθέσιμο ελεύθερο χώρο των %2$s.
et_ee: Üleslaadimise kogusuurus (%1$s) ületab vaba ruumi %2$s.
ru_ru: Размер загрузки (%1$s) превышает объем доступного места (%2$s).
sv_se: Den totala uppladdningsstorleken (%1$s) överskrider det tillgängliga lediga utrymmet på %2$s.

source: The total number of files exceeds the maximum of %1$s.
el_gr: Ο συνολικός αριθμός των αρχείων υπερβαίνει το μέγιστο των %1$s.
et_ee: Failide koguarv ületab %1$s maksimumi.
ru_ru: Общее количество файлов превышает максимально допустимые %1$s.
sv_se: Det totala antalet filer överskrider det maximala på %1$s.

source: '%1$s' (%2$s) exceeds the allowed size of %3$s per file.
el_gr: Το «%1$s» (%2$s) υπερβαίνει το επιτρεπόμενο μέγεθος των %3$s ανά αρχείο.
et_ee: '%1$s' (%2$s) ületab faili lubatud suuruse %3$s.
ru_ru: «%1$s» (%2$s) превышает максимально допустимый размер, составляющий %3$s.
sv_se: '%1$s' (%2$s) överskrider den tillåtna storleken på %3$s per fil.

source: You are not allowed to upload files to the given folder.
el_gr: Δεν επιτρέπεται να μεταφορτώσετε αρχεία στον συγκεκριμένο φάκελο.
et_ee: Teil ei ole lubatud antud kausta faile üles laadida.
ru_ru: Вы не можете загружать файлы в эту папку.
sv_se: Du har inte tillstånd att ladda upp filer till den givna mappen.

source: My attachments
el_gr: Τα συνημμένα μου
et_ee: Minu manused
ru_ru: Мои вложения
sv_se: Mina bilagor

source: In %1$s
el_gr: Στο «%1$s»
et_ee: Kohas %1$s
ru_ru: В %1$s
sv_se: I %1$s

source: Enter login
el_gr: Εισαγάγετε όνομα χρήστη
et_ee: Sisesta kasutajanimi
ru_ru: Введите логин
sv_se: Ange inloggning

source: Enter password
el_gr: Εισαγάγετε κωδικό πρόσβασης
et_ee: Sisestage parool
ru_ru: Введите пароль
sv_se: Ange lösenord

source: Enter url
el_gr: Εισαγάγετε URL
et_ee: Sisesta url
ru_ru: Введите URL
sv_se: Ange URL

source: Missing capability for file storage %1$s
el_gr: Απουσία δυνατότητας για τον χώρο αποθήκευσης αρχείων «%1$s»
et_ee: Puudub failide salvestamise võime %1$s
ru_ru: Отсутствует возможность для файлового хранилища %1$s
sv_se: Saknar egenskap för fillagring %1$s

source: Invalid config: %1$s
el_gr: Μη έγκυρες ρυθμίσεις: %1$s
et_ee: Vigane konfiguratsioon: %1$s
ru_ru: Неправильная конфигурация: %1$s
sv_se: Ogiltig konfig: %1$s

source: The document could not be updated because it was modified. Please try again.
el_gr: Δεν ήταν δυνατή η ενημέρωση του εγγράφου, επειδή τροποποιήθηκε. Παρακαλώ δοκιμάστε ξανά.
et_ee: Dokumendi värskendamine ebaõnnestus, sest seda muudeti. Palun proovige uuesti.
ru_ru: Не удалось обновить документ, так как он был изменен. Повторите попытку.
sv_se: Dokumentet kunde inte uppdateras eftersom det har ändrats. Försök igen.

source: The connection check failed.
el_gr: Αποτυχία ελέγχου σύνδεσης.
et_ee: Ühenduse kontroll ebaõnnestus.
ru_ru: Ошибка проверки соединения.
sv_se: Anslutningskontroll misslyckades.

source: Cannot connect to URI: %1$s. Please change and try again.
el_gr: Δεν είναι δυνατή η σύνδεση στο URI: %1$s. Παρακαλώ αλλάξτε το και δοκιμάστε ξανά.
et_ee: Ei saa ühendust URI-ga: %1$s. Palun muutke ja proovige uuesti.
ru_ru: Не удается подключиться к URI: %1$s. Пожалуйста, измените и попробуйте снова.
sv_se: Kan inte ansluta till URI: %1$s. Ändra och försök igen.

source: The given URL is invalid. Please change it and try again.
el_gr: Το συγκεκριμένο URL δεν είναι έγκυρο. Παρακαλώ αλλάξτε το και δοκιμάστε ξανά.
et_ee: Antud URL on kehtetu. Palun muutke seda ja proovige uuesti.
ru_ru: Данный URL недействителен. Пожалуйста, измените его и попробуйте снова.
sv_se: Den givna URL:en är ogiltig. Ändra den och försök igen.

source: OX share link
el_gr: Σύνδεσμος κοινής χρήσης OX
ru_ru: Поделиться ссылкой OX
sv_se: OX delningslänk

source: OX share link password
el_gr: Κωδικός πρόσβασης συνδέσμου κοινής χρήσης OX
et_ee: OX share link parool
ru_ru: Пароль ссылки для обмена OX
sv_se: Lösenord till OX delningslänk

source: The folder you requested does not exist.
el_gr: Ο φάκελος που ζητήσατε δεν υπάρχει.
et_ee: Teie soovitud kausta pole olemas.
ru_ru: Запрошенная папка не существует.
sv_se: Mappen du sökte finns inte.

source: The file you requested does not exist.
el_gr: Το αρχείο που ζητήσατε δεν υπάρχει.
et_ee: Teie soovitud faili pole olemas.
ru_ru: Запрошенный файл не существует.
sv_se: Filen du sökte finns inte.

source: The file version you requested does not exist.
el_gr: Η έκδοση αρχείου που ζητήσατε δεν υπάρχει.
et_ee: Teie soovitud faili versiooni pole olemas.
ru_ru: Запрашиваемая версия файла не существует.
sv_se: Filversionen du begärde finns inte.

source: A folder named "%1$s" already exists.
el_gr: Υπάρχει ήδη φάκελος με το όνομα «%1$s».
et_ee: Kaust nimega "%1$s" on juba olemas.
ru_ru: Папка «%1$s» уже существует.
sv_se: En mapp med namnet ”%1$s” finns redan.

source: You do not have the appropriate permissions to create a subfolder below the folder "%1$s".
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε υποφάκελο στον φάκελο «%1$s».
et_ee: Teil puuduvad nõutavad õigused alamkausta loomiseks kausta "%1$s" alla.
ru_ru: Недостаточно разрешений для создания папки в «%1$s».
sv_se: Du har inte tillräckliga rättigheter för att skapa en delmapp under mappen ”%1$s”.

source: Invalid URL "%1$s". Please correct the value and try again.
el_gr: Μη έγκυρο URL «%1$s». Παρακαλώ διορθώστε την τιμή και δοκιμάστε ξανά.
et_ee: Kehtetu URL "%1$s". Palun parandage väärtust ja proovige uuesti.
ru_ru: Недопустимый адрес: «%1$s». Укажите другой адрес и повторите попытку.
sv_se: Ogiltig URL ”%1$s”. Korrigera och försök igen.

source: The allowed quota is reached. Please delete some items in order to store new ones.
el_gr: Έχετε φτάσει το επιτρεπόμενο όριο. Παρακαλώ διαγράψτε μερικά στοιχεία για να αποθηκεύσετε καινούρια.
et_ee: Lubatud kvoot on saavutatud. Palun kustutage mõned üksused ära enne uute salvestamist.
ru_ru: Квота достигнута. Чтобы освободить место, удалите некоторые объекты.
sv_se: Den tilldelade kvoten är nådd. Ta bort några objekt för att kunna lagra nya.

source: ZIP archive exceeds max. allowed size of %1$s
el_gr: Το αρχείο ZIP υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος των %1$s
et_ee: ZIP arhiiv ületab maksimaalset lubatud suurust %1$s
ru_ru: Размер ZIP-архива превышает максимально допустимый: %1$s
sv_se: ZIP-arkivet överstiger den största tillåtna storleken %1$s

source: The file storage account is currently not accessible.
el_gr: Ο λογαριασμός χώρου αποθήκευσης αρχείων δεν είναι προσβάσιμος αυτήν τη στιγμή.
et_ee: Hetkel puudub juurdepääs faili kettaruumi kontole.
ru_ru: Учетная запись хранилища недоступна.
sv_se: Fillagringskontot är inte tillgängligt just nu.

source: The folder "%1$s" cannot be moved to "%2$s".
el_gr: Δεν είναι δυνατή η μετακίνηση του φακέλου «%1$s» στο «%2$s».
et_ee: Kausta "%1$s" ei saa teisaldada kohta "%2$s".
ru_ru: Папка «%1$s» не может быть перемещена в «%2$s».
sv_se: Mappen ”%1$s” kan inte flyttas till ”%2$s”.

source: The file "%1$s" cannot be moved to "%2$s".
el_gr: Δεν είναι δυνατή η μετακίνηση του αρχείου «%1$s» στο «%2$s».
et_ee: Faili "%1$s" ei saa teisaldada kohta "%2$s".
ru_ru: Файл «%1$s» не может быть перемещен в «%2$s».
sv_se: Filen ”%1$s” kan inte flyttas till ”%2$s”.

source: The description of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
el_gr: Η περιγραφή του αρχείου «%1$s» στον φάκελο «%2$s» χάνεται κατά τη μετακίνηση στον λογαριασμό «%3$s».
et_ee: Kaustas "%2$s" oleva faili "%1$s" kirjeldus läheb kaduma, kui see liigutatakse kontole "%3$s".
ru_ru: Описание файла «%1$s» в папке «%2$s» потеряно при перемещении его в учетную запись «%3$s».
sv_se: Beskrivningen för filen \”%1$s\” i mappen \”%2$s\” förloras när den flyttas till kontot \”%3$s\”.

source: All previous versions of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
el_gr: Όλες οι προηγούμενες εκδόσεις του αρχείου «%1$s» στον φάκελο «%2$s» χάνονται κατά τη μετακίνησή του στον λογαριασμό «%3$s».
et_ee: Kõik faili "%1$s" varasemad versioonid kaustas "%2$s" lähevad kaduma selle teisaldamisel konto "%3$s" alla.
ru_ru: При переносе файла «%1$s» из папки «%2$s» в учетную запись «%3$s» все предыдущие версии будут утеряны.
sv_se: Alla tidigare versioner av filen ”%1$s” i mappen ”%2$s” förloras när den flyttas till kontot ”%3$s”.

source: The assigned categories of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
el_gr: Οι εκχωρημένες κατηγορίες του αρχείου «%1$s» στον φάκελο «%2$s» χάνονται κατά τη μετακίνησή του στον λογαριασμό «%3$s».
et_ee: Faili "%1$s" omistatud kategooriad kaustas "%2$s" lähevad kaduma selle teisaldamisel konto "%3$s" alla.
ru_ru: При переносе файла «%1$s» из папки «%2$s» в учетную запись «%3$s» сведения о категориях будут утеряны.
sv_se: De tilldelade kategorierna för filen ”%1$s” i mappen ”%2$s” förloras när den flyttas till kontot ”%3$s”.

source: The shared file "%1$s" in folder "%2$s" is no longer accessible by other users when moving it into the account "%3$s".
el_gr: Το κοινόχρηστο αρχείο «%1$s» στον φάκελο «%2$s» δεν είναι πλέον προσβάσιμο από άλλους χρήστες κατά τη μετακίνησή του στον λογαριασμό «%3$s».
et_ee: Ühiskasutuses fail "%1$s" kaustas "%2$s" ei ole teistele kasutajatele juurdepääsetav pärast selle teisaldamist konto "%3$s" alla.
ru_ru: После переноса общего файла «%1$s» из папки «%2$s» в учетную запись «%3$s» он будет недоступен другим пользователям.
sv_se: Den delade filen ”%1$s” i mappen ”%2$s” kan inte längre kommas åt av andra användare när den flyttas till kontot ”%3$s”.

source: The shared folder "%1$s" is no longer accessible by other users when moving it into the account "%2$s".
el_gr: Ο κοινόχρηστος φάκελος «%1$s» δεν είναι πλέον προσβάσιμος από άλλους χρήστες κατά τη μετακίνησή του στον λογαριασμό «%2$s».
et_ee: Ühiskasutuses kaust "%1$s" ei ole teistele kasutajatele juurdepääsetav pärast selle teisaldamist konto "%2$s" alla.
ru_ru: После переноса общей папки «%1$s» в учетную запись «%2$s» она будет недоступна другим пользователям.
sv_se: Den delade mappen ”%1$s” kan inte längre kommas åt av andra användare när den flyttas till kontot ”%2$s”.

source: The file "%1$s" was not updated due to possible data loss. Please review the warnings for details.
el_gr: Το αρχείο «%1$s» δεν ενημερώθηκε λόγω πιθανής απώλειας δεδομένων. Παρακαλώ ελέγξτε τις προειδοποιήσεις για λεπτομέρειες.
et_ee: Faili "%1$s" ei värskendatud võimaliku andmekao tõttu. Üksikasjad leiate hoiatuste alt.
ru_ru: Не удалось обновить файл «%1$s» вследствие возможной потери данных. Подробнее см. предупреждение.
sv_se: Filen ”%1$s” uppdaterades inte på grund av risk för dataförlust. Gå igenom varningarna för detaljinformation.

source: The file(s) were not moved due to possible data loss. Please review the warnings for details.
el_gr: Τα αρχεία δεν μετακινήθηκαν λόγω πιθανής απώλειας δεδομένων. Παρακαλώ ελέγξτε τις προειδοποιήσεις για λεπτομέρειες.
et_ee: Faile ei teisaldatud võimaliku andmekao tekkimise tõttu. Täpsemad detailid on toodud hoiatuste teavitustes.
ru_ru: Не удалось переместить файл(ы) вследствие возможной потери данных. См. предупреждения.
sv_se: Filen/-erna flyttades inte på grund av risk för dataförlust. Läs igenom varningarna för detaljerd information.

source: The %1$s URL does not denote a file: %1$s
el_gr: Το URL του %1$s δεν υποδηλώνει αρχείο: %1$s
et_ee: %1$s URL ei tähista faili: %1$s
ru_ru: %1$s должен ссылаться на файл: %1$s
sv_se: Webbadressen för %1$s hänvisar inte till en fil: %1$s

source: The %1$s URL does not denote a directory: %2$s
el_gr: Το URL του %1$s δεν υποδηλώνει κατάλογο: %2$s
et_ee: %1$s URL ei tähista kataloogi: %2$s
ru_ru: Адрес %1$s должен ссылаться на каталог: %2$s
sv_se: Webbadressen för %1$s hänvisar inte till en katalog: %2$s

source: Missing file name.
el_gr: Απουσία ονόματος αρχείου.
et_ee: Faili nimi puudu.
ru_ru: Отсутствует имя файла.
sv_se: Filnamn saknas.

source: Update denied for "%1$s" resource: %2$s
el_gr: Η ενημέρωση απορρίφθηκε για τον πόρο «%1$s»: %2$s
et_ee: Värskendamine tagasi lükatud "%1$s" ressursi korral: %2$s
ru_ru: Отказ обновления ресурса «%1$s»: %2$s
sv_se: Uppdatering nekades för ”%1$s” resurs: %2$s

source: Delete denied for "%1$s" resource: %2$s
el_gr: Η διαγραφή απορρίφθηκε για τον πόρο «%1$s»: %2$s
et_ee: Kustutamine tagasi lükatud "%1$s" ressursi korral: %2$s
ru_ru: Отказано в удалении ресурса «%1$s»: %2$s
sv_se: Borttagning nekades för ”%1$s” resurs: %2$s

source: Missing configuration for %1$s account "%2$s".
el_gr: Απουσία ρυθμίσεων για τον λογαριασμό %1$s «%2$s».
et_ee: Puudub konfiguratsioon %1$s konto "%2$s" korral.
ru_ru: Нет конфигурации для учетной записи %1$s «%2$s».
sv_se: Saknad konfiguration för %1$s-kontot ”%2$s”.

source: The provided %1$s resource does not exist: %2$s
el_gr: Ο παρεχόμενος πόρος «%1$s» δεν υπάρχει: %2$s
et_ee: Esitatud %1$s ressurssi pole olemas: %2$s
ru_ru: Ресурс %1$s не существует: %2$s
sv_se: Den angivna %1$s-resursen finns inte: %2$s

source: Authentication failed. Please check the provided credentials and try again.
el_gr: Η ταυτοποίηση απέτυχε. Παρακαλώ ελέγξτε τα παρεχόμενα διαπιστευτήρια και δοκιμάστε ξανά.
et_ee: Autentimine ebaõnnestus. Palun kontrollige esitatud kasutajanime ja parool ja proovige uuesti.
ru_ru: Ошибка аутентификации. Проверьте данные учетной записи и повторите попытку.
sv_se: Autentisering misslyckades. Kontrollera dina inloggningsuppgifter och försök igen.

source: The file %1$s doesn't have any content.
el_gr: Το αρχείο «%1$s» δεν έχει περιεχόμενο.
et_ee: Failil %1$s puudub sisu.
ru_ru: Файл %1$s пуст.
sv_se: Filen %1$s har inget innehåll.

source: The associated %2$s account no longer exists.
el_gr: Ο σχετικός λογαριασμός %2$s δεν υπάρχει πλέον.
et_ee: Seotud kontot %2$s ei eksisteeri enam.
ru_ru: Связанный аккаунт %2$s не существует.
sv_se: Det associerade %2$s-kontot finns inte längre.

source: Individual permissions are not supported in account "%1$s".
el_gr: Τα μεμονωμένα δικαιώματα δεν υποστηρίζονται στον λογαριασμό «%1$s».
et_ee: Individuaalsetel õigustel puudub tugi konto "%1$s" korral.
ru_ru: Индивидуальные разрешения для учетной записи «%1$s» не поддерживаются.
sv_se: Individuella tillstånd stöds inte för kontot ”%1$s”.
