Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The requested operation requires a valid session. Please login and try again.
el_gr: Η ζητούμενη λειτουργία απαιτεί έγκυρη συνεδρία. Παρακαλώ συνδεθείτε και δοκιμάστε ξανά.
et_ee: Soovitud toiming eeldab kehtivat seanssi. Palun logige sisse ja proovige uuesti.
ru_ru: Для выполнения выбранной операции необходимо авторизоваться.
sv_se: Den önskade åtgärden kräver en giltig session. Logga in och försök igen.

source: Missing the following field in JSON data: %1$s
el_gr: Απουσιάζει το ακόλουθο πεδίο στα δεδομένα JSON: %1$s
et_ee: Puudu on järgmine väli JSON andmetes: %1$s
ru_ru: Отсутствует поле «%1$» в данных JSON
sv_se: Följande fält saknas i JSON-data: %1$s

source: The HTML content is too big and therefore cannot be safely displayed. Please select to download its content if you want to see it.
el_gr: Το περιεχόμενο HTML είναι πολύ μεγάλο και επομένως, δεν είναι δυνατή η προβολή του με ασφάλεια. Παρακαλώ επιλέξτε να κάνετε λήψη του περιεχομένου του εάν θέλετε να το δείτε.
et_ee: HTML sisu on liiga suur ega ole seetõttu ohutult kuvatav. Kui soovite sisu vaadata, valige selle allalaadimine.
ru_ru: Слишком большой размер HTML-контента для отображения. Загрузите контент для его просмотра.
sv_se: HTML-innehållet är för stort, och kan därför inte visas säkert. Om du vill se det ändå, ladda ner dess innehåll.

source: Invalid JSON data received from client
el_gr: Ελήφθησαν μη έγκυρα δεδομένα JSON από το πρόγραμμα
et_ee: Kliendilt on saadud kehtetud JSON andmed
ru_ru: Полученные от клиента данные JSON недействительны
sv_se: Ogiltig JSON-data togs emot från klient

source: Client sent not allowed request parameter "%1$s" within the URI.
el_gr: Το πρόγραμμα έστειλε μη επιτρεπόμενη παράμετρο αιτήματος «%1$s» μέσα στο URI.
et_ee: Klient saatis keelatud taotlusparameetri "%1$s" URI-s.
ru_ru: Клиент отправил недопустимый параметр «%1$s» в строке URI.
sv_se: Klient skickade otillåten begäransparameter ”%1$s” inom URI:n.

source: Bad request. The server is unable to handle the request.
el_gr: Εσφαλμένο αίτημα. Ο διακομιστής δεν μπορεί να χειριστεί το αίτημα.
ru_ru: Неудачный запрос. Сервер не может обработать запрос.
sv_se: Felaktig begäran. Servern kan inte hantera den.

source: Bad request. Message from server: %1$s
el_gr: Εσφαλμένο αίτημα. Μήνυμα από τον διακομιστή: %1$s
ru_ru: Неудачный запрос. Сообщение от сервера: %1$s
sv_se: Dålig begäran. Meddelande från servern: %1$s

source: The requested action '%1$s' in module '%2$s' is deprecated, disabled and about to be removed.
el_gr: Η ζητούμενη ενέργεια «%1$s» στη μονάδα «%2$s» είναι παρωχημένη, έχει απενεργοποιηθεί και πρόκειται να αφαιρεθεί.
ru_ru: Запрашиваемое действие '%1$s' в модуле '%2$s' устарело, отключено и скоро будет удалено.
sv_se: Den begärda åtgärden '%1$s' i modulen '%2$s' är föråldrad, avaktiverad och kommer snart att tas bort.

source: The request has been aborted by application. Please try again.
el_gr: Το αίτημα ακυρώθηκε από την εφαρμογή. Παρακαλώ δοκιμάστε ξανά.
ru_ru: Запрос был прерван приложением. Пожалуйста, попробуйте снова.
sv_se: Begäran avbröts av programmet. Försök igen.

source: The provided cookie is invalid. Please login.
el_gr: Το παρεχόμενο cookie δεν είναι έγκυρο. Παρακαλώ συνδεθείτε.
et_ee: Esitatud küpsis on kehtetu. Palun logige sisse.
ru_ru: Недействительный cookie. Авторизуйтесь еще раз.
sv_se: Den givna kakan är ogiltig. Logga in.

source: The value "%1$s" you set for attribute %2$s must not contain non digit characters.
el_gr: Η τιμή «%1$s» που ορίσατε για την ιδιότητα «%2$s» δεν πρέπει να περιέχει χαρακτήρες που δεν είναι ψηφία.
et_ee: Väärtus "%1$s", mille seadistasite atribuudi %2$s jaoks, ei tohi sisaldada mittenumbrilisi märke.
ru_ru: Значение «%1$s» в %2$s должно содержать только цифры.
sv_se: Värdet ”%1$s” som du angav för attributet %2$s får inte innehålla tecken som inte är siffror.

source: You inserted too many digits into field %1$s.
el_gr: Έχετε εισαγάγει πάρα πολλά ψηφία στο πεδίο «%1$s».
et_ee: Sisestasite liiga palju numbreid väljale %1$s.
ru_ru: Поле %1$s содержит слишком много цифр.
sv_se: Du skrev in för många siffror i fältet %1$s.

source: %1$s is not a number.
el_gr: Το «%1$s» δεν είναι αριθμός.
et_ee: %1$s ei ole number.
ru_ru: %1$s не является числом.
sv_se: %1$s är inte ett nummer.

source: Empty passwords are not allowed.
el_gr: Δεν επιτρέπονται κενοί κωδικοί πρόσβασης.
et_ee: Tühjad paroolid pole lubatud.
ru_ru: Пароль не может быть пустым.
sv_se: Tomma lösenord förbjudna.

source: Authentication failed for user name: %1$s
el_gr: Αποτυχία ταυτοποίησης για το όνομα χρήστη: %1$s
et_ee: Autentimine ebaõnnestus kasutajanime korral: %1$s
ru_ru: Ошибка аутентификации пользователя %1$s
sv_se: Behörighetskontroll misslyckades för användarnamnet: %1$s

source: Session not found.
el_gr: Η συνεδρία δεν βρέθηκε.
et_ee: Sessiooni ei leitud.
ru_ru: Сеанс не найден.
sv_se: Sessionen hittades inte.

source: unknown location
el_gr: άγνωστη τοποθεσία
et_ee: tundmatu asukoht
ru_ru: неизвестное расположение
sv_se: okänd plats

source: Unknown device
el_gr: Άγνωστη συσκευή
et_ee: Tundmatu seade
ru_ru: Неизвестное устройство
sv_se: Okänd enhet

source: Intranet
el_gr: Ενδοδίκτυο
ru_ru: Интранет
sv_se: Intranät

source: No session found for identifier: %1$s
el_gr: Δεν βρέθηκε συνεδρία για το αναγνωριστικό: %1$s
et_ee: Ei leitud seanssi identifikaatori korral: %1$s
ru_ru: Не найден сеанс для идентификатора %1$s
sv_se: Ingen session hittades för identifieraren: %1$s

source: guest
el_gr: επισκέπτης
et_ee: külaline
ru_ru: гость
sv_se: gästen

source: %1$s has shared the folder "%2$s" with you. Please enter the share password to view it.
el_gr: Ο/Η %1$s έχει μοιραστεί τον φάκελο «%2$s» με εσάς. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασης κοινής χρήσης για να τον δείτε.
et_ee: %1$s jagas teiega kausta "%2$s". Palun sisestage selle vaatamiseks jagamise parool.
ru_ru: %1$s предоставил вам доступ к папке «%2$s». Пожалуйста, введите пароль общего доступа, чтобы просмотреть папку.
sv_se: %1$s har delat mappen ”%2$s” med dig. Ange delningens lösenord för att visa den.

source: %1$s has shared the file "%2$s" with you. Please enter the share password to view it.
el_gr: Ο/Η %1$s έχει μοιραστεί το αρχείο «%2$s» με εσάς. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασης κοινής χρήσης για να το δείτε.
et_ee: %1$s jagas teiega faili "%2$s". Palun sisestage selle vaatamiseks jagamise parool.
ru_ru: %1$s предоставил вам доступ к файлу «%2$s». Пожалуйста, введите пароль общего доступа, чтобы просмотреть файл.
sv_se: %1$s har delat filen ”%2$s” med dig. Ange delningens lösenord för att visa den.

source: %1$s has shared the folder "%2$s" with you. Please enter your password to view it.
el_gr: Ο/Η %1$s έχει μοιραστεί τον φάκελο «%2$s» με εσάς. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας για να τον δείτε.
et_ee: %1$s jagas teiega kausta "%2$s". Palun sisestage selle vaatamiseks oma parool.
ru_ru: %1$s предоставил вам доступ к папке «%2$s». Пожалуйста, введите свой пароль, чтобы просмотреть папку.
sv_se: %1$s har delat mappen ”%2$s” med dig. Ange ditt lösenord för att visa den.

source: %1$s has shared the file "%2$s" with you. Please enter your password to view it.
el_gr: Ο/Η %1$s έχει μοιραστεί το αρχείο «%2$s» με εσάς. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας για να το δείτε.
et_ee: %1$s jagas teiega faili "%2$s". Palun sisestage selle vaatamiseks oma parool.
ru_ru: %1$s предоставил вам доступ к файлу «%2$s». Пожалуйста, введите свой пароль, чтобы просмотреть файл.
sv_se: %1$s har delat filen ”%2$s” med dig. Ange ditt lösenord för att visa den.

source: The folder "%1$s" is shared with you. Please enter the share password to view it.
el_gr: Γίνεται κοινή χρήση του φακέλου «%1$s» μαζί σας. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασης κοινής χρήσης για να τον δείτε.
et_ee: Kaust "%1$s" on teiega jagatud. Palun sisestage selle vaatamiseks jagamise parool.
ru_ru: Вам предоставлен доступ к папке «%1$s». Пожалуйста, введите пароль общего доступа, чтобы просмотреть папку.
sv_se: Mappen ”%1$s” delas med dig. Ange delningens lösenord för att visa den.

source: The file "%1$s" is shared with you. Please enter the share password to view it.
el_gr: Γίνεται κοινή χρήση του αρχείου «%1$s» μαζί σας. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασης κοινής χρήσης για να το δείτε.
et_ee: Faili "%1$s" jagatakse teiega. Palun sisestage selle vaatamiseks jagamise parool.
ru_ru: Вам предоставлен доступ к файлу «%1$s». Пожалуйста, введите пароль общего доступа, чтобы просмотреть файл.
sv_se: Filen ”%1$s” delas med dig. Ange delningens lösenord för att visa den.

source: The folder "%1$s" is shared with you. Please enter your password to view it.
el_gr: Γίνεται κοινή χρήση του φακέλου «%1$s» μαζί σας. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας για να τον δείτε.
et_ee: Kaust "%1$s" on teiega jagatud. Palun sisestage selle vaatamiseks oma parool.
ru_ru: Вам предоставлен доступ к папке «%1$s». Пожалуйста, введите свой пароль, чтобы просмотреть папку.
sv_se: Mappen ”%1$s” delas med dig. Ange ditt lösenord för att visa den.

source: The file "%1$s" is shared with you. Please enter your password to view it.
el_gr: Γίνεται κοινή χρήση του αρχείου «%1$s» μαζί σας. Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας για να το δείτε.
et_ee: Faili "%1$s" jagatakse teiega. Palun sisestage selle vaatamiseks oma parool.
ru_ru: Вам предоставлен доступ к файлу «%1$s». Пожалуйста, введите свой пароль, чтобы просмотреть файл.
sv_se: Filen ”%1$s” delas med dig. Ange ditt lösenord för att visa den.

source: Please enter your password to log into this account.
el_gr: Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας για να συνδεθείτε σε αυτόν τον λογαριασμό.
et_ee: Palun sisestage oma salasõna, et sellele kontole sisse logida.
ru_ru: Введите пароль для входа в учетную запись.
sv_se: Ange ditt lösenord för att logga in på kontot.

source: We sent a message to %1$s with further instructions on how to set a new password.
el_gr: Στείλαμε ένα μήνυμα στο %1$s με πρόσθετες πληροφορίες σχετικά με τον ορισμό ενός νέου κωδικού πρόσβασης.
et_ee: Saatsime sõnumi adressaadile %1$s edasiste juhistega uue parooli seadistamise kohta.
ru_ru: %1$s отправлено сообщение с инструкциями по восстановлению пароля.
sv_se: Vi skickade ett meddelande till %1$s med vidare instruktioner om hur man anger ett nytt lösenord.

source: Please set a new password to regain access.
el_gr: Παρακαλώ ορίστε έναν νέο κωδικό πρόσβασης για να ανακτήσετε την πρόσβαση.
et_ee: Palun seadistage uus parool juurdepääsu taastamiseks.
ru_ru: Чтобы восстановить доступ, создайте новый пароль.
sv_se: Ange ett nytt lösenord för att komma åt det här igen.

source: The share you are looking for does not exist.
el_gr: Το κοινόχρηστο στοιχείο που ψάχνετε δεν υπάρχει.
et_ee: Otsitud jagatavat pole olemas.
ru_ru: Общий ресурс не существует.
sv_se: Delningen du letar efter finns inte.

source: This share cannot be accessed with your Web Browser.
el_gr: Δεν είναι δυνατή η πρόσβαση σε αυτό το κοινόχρηστο στοιχείο με το πρόγραμμα περιήγησής σας.
et_ee: Seda faili ei saa veebilehitsejas kuvada.
ru_ru: Данный общий ресурс недоступен из вашего браузера.
sv_se: Den här delningen kan inte kommas åt genom din webbläsare.

source: We were unable to process your request.
el_gr: Δεν μπορέσαμε να επεξεργαστούμε το αίτημά σας.
et_ee: Teie soovi töötlemine ebaõnnestus.
ru_ru: Не удалось обработать запрос.
sv_se: Vi kunde inte behandla din begäran.

source: The folder or item you are looking for is no longer available. Please click "continue" to view your other shares.
el_gr: Ο φάκελος ή το στοιχείο που ψάχνετε δεν είναι πλέον διαθέσιμο. Παρακαλώ κάντε κλικ στο «Συνέχεια» για να δείτε τα άλλα κοινόχρηστα στοιχεία σας.
et_ee: Kaust või üksus, mida otsite, ei ole enam saadaval. Palun klõpsake "jätka" teie muu jagatava vaatamiseks.
ru_ru: Папка или файл, которые вы ищете, больше недоступны. Нажмите «Продолжить», чтобы просмотреть другие общие объекты.
sv_se: Mappen eller objektet du letar efter är inte längre tillgängligt. Klicka på ”fortsätt” för att visa dina andra delningar.

source: Your guest account is currently not protected with a password. Resetting password will be aborted.
el_gr: Ο λογαριασμός επισκέπτη σας δεν προστατεύεται προς το παρόν με κωδικό πρόσβασης. Η επαναφορά κωδικού πρόσβασης θα ακυρωθεί.
et_ee: Teie külalise konto ei ole hetkel parooliga kaitstud. Parooli lähtestamine katkestatakse.
ru_ru: Ваша гостевая учетная запись в данный момент не защищена паролем. Сброс пароля будет остановлен.
sv_se: Ditt gästkonto är för närvarande inte lösenordsskyddat. Återställning av lösenord kommer att avbrytas.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again.
el_gr: Η πρόσβαση στο αρχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση.
et_ee: Juurdepääs teie otsitud failile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole.
ru_ru: Доступ к файлу, который вы ищете, был закрыт. Повторно доступ может предоставить его владелец.
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again.
el_gr: Η πρόσβαση στο αρχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση.
et_ee: Juurdepääs teie otsitud failile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole.
ru_ru: Доступ к файлу, который вы ищете, был закрыт. Повторно доступ может предоставить %1$s.
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again.
el_gr: Η πρόσβαση στον φάκελο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση.
et_ee: Juurdepääs teie otsitud kaustale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole.
ru_ru: Доступ к папке, которую вы ищете, был закрыт. Повторно доступ может предоставить ее владелец.
sv_se: Åtkomst till mappen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again.
el_gr: Η πρόσβαση στον φάκελο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση.
et_ee: Juurdepääs teie otsitud kaustale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole.
ru_ru: Доступ к папке, которую вы ищете, был закрыт. Повторно доступ может предоставить %1$s.
sv_se: Åtkomst till mappen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again.
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση.
et_ee: Juurdepääs teie otsitud jagatavale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole.
ru_ru: Доступ к объекту, который вы ищете, был закрыт. Повторно доступ может предоставить его владелец.
sv_se: Åtkomst till delningen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again.
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση.
et_ee: Juurdepääs teie otsitud jagatavale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole.
ru_ru: Доступ к объекту, который вы ищете, был закрыт. Повторно доступ может предоставить %1$s.
sv_se: Åtkomst till delningen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
el_gr: Η πρόσβαση στο αρχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, κάντε κλικ στο «Συνέχεια».
et_ee: Juurdepääs teie otsitud failile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole. Teie muude jagatud failide vaatamiseks klõpsake "Jätka".
ru_ru: Доступ к файлу, который вы ищете, был закрыт. Повторно доступ может предоставить его владелец. Чтобы просмотреть другие общие объекты, нажмите «Продолжить».
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen. För att visa dina andra delade filer, klicka på ”Fortsätt”.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
el_gr: Η πρόσβαση στο αρχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, κάντε κλικ στο «Συνέχεια».
et_ee: Juurdepääs teie otsitud failile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole. Teie muude jagatud failide vaatamiseks klõpsake "Jätka".
ru_ru: Доступ к файлу, который вы ищете, был закрыт. Повторно доступ может предоставить %1$s. Чтобы просмотреть другие общие объекты, нажмите «Продолжить».
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen. För att visa dina andra delade filer, klicka på ”Fortsätt”.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
el_gr: Η πρόσβαση στον φάκελο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, κάντε κλικ στο «Συνέχεια».
et_ee: Juurdepääs teie otsitud kaustale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole. Teie muude jagatud failide vaatamiseks klõpsake "Jätka".
ru_ru: Доступ к папке, которую вы ищете, был закрыт. Повторно доступ может предоставить ее владелец. Чтобы просмотреть другие общие объекты, нажмите «Продолжить».
sv_se: Åtkomst till mappen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen. För att visa dina andra delade filer, klicka på ”Fortsätt”.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
el_gr: Η πρόσβαση στον φάκελο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, κάντε κλικ στο «Συνέχεια».
et_ee: Juurdepääs teie otsitud kaustale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole. Teie muude jagatud failide vaatamiseks klõpsake "Jätka".
ru_ru: Доступ к папке, которую вы ищете, был закрыт. Повторно доступ может предоставить %1$s. Чтобы просмотреть другие общие объекты, нажмите «Продолжить».
sv_se: Åtkomst till mappen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen. För att visa dina andra delade filer, klicka på ”Fortsätt”.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, κάντε κλικ στο «Συνέχεια».
et_ee: Juurdepääs teie otsitud jagatule on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole. Teie muude jagatud failide vaatamiseks klõpsake "Jätka".
ru_ru: Доступ к объекту, который вы ищете, был закрыт. Повторно доступ может предоставить его владелец. Чтобы просмотреть другие общие объекты, нажмите «Продолжить».
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen. För att visa dina andra delade filer, klicka på ”Fortsätt”.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
el_gr: Η πρόσβαση στο κοινόχρηστο στοιχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, κάντε κλικ στο «Συνέχεια».
et_ee: Juurdepääs teie otsitud jagatule on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole. Teie muude jagatud failide vaatamiseks klõpsake "Jätka".
ru_ru: Доступ к объекту, который вы ищете, был закрыт. Повторно доступ может предоставить %1$s. Чтобы просмотреть другие общие объекты, нажмите «Продолжить».
sv_se: Åtkomst till delningen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen. För att visa dina andra delade filer, klicka på ”Fortsätt”.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
el_gr: Η πρόσβαση στο αρχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, παρακαλώ συνδεθείτε.
et_ee: Juurdepääs teie otsitud failile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole. Teie muude jagatud failide vaatamiseks logige sisse.
ru_ru: Доступ к файлу, который вы ищете, был закрыт. Повторно доступ может предоставить его владелец. Чтобы просмотреть другие общие объекты, выполните вход.
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen. Logga in för att visa dina andra delade filer.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
el_gr: Η πρόσβαση στο αρχείο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον/την %1$s εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, παρακαλώ συνδεθείτε.
et_ee: Juurdepääs teie otsitud failile on tühistatud. Kui soovite juurdepääsu taastada, pöörduge %1$s poole. Teie muude jagatud failide vaatamiseks logige sisse.
ru_ru: Доступ к файлу, который вы ищете, был закрыт. Повторно доступ может предоставить %1$s. Чтобы просмотреть другие общие объекты, выполните вход.
sv_se: Åtkomst till filen du letar efter har återkallats. Kontakta %1$s om du vill komma åt den igen. Logga in för att visa dina andra delade filer.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
el_gr: Η πρόσβαση στον φάκελο που ψάχνετε έχει καταργηθεί. Παρακαλώ επικοινωνήστε με τον κάτοχο εάν θέλετε ξανά πρόσβαση. Για να δείτε τα άλλα κοινόχρηστα αρχεία σας, παρακαλώ συνδεθείτε.
et_ee: Juurdepääs teie otsitud kaustale on tühistatud. Kui soovite juurdepääsu taastada, pöörduge omaniku poole. Teie muude jagatud failide vaatamiseks logige sisse.
ru_ru: Доступ к папке, которую вы ищете, был закрыт. Повторно доступ может предоставить ее владелец. Чтобы просмотреть другие общие объекты, выполните вход.
sv_se: Åtkomst till mappen du letar efter har återkallats. Kontakta ägaren om du vill komma åt den igen. Logga in för att visa dina andra delade filer.
