Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Conversion to vCard failed.
el_gr: Αποτυχία μετατροπής σε vCard.
et_ee: Teisendus vCard formaati ebaõnnestus.
ru_ru: Ошибка преобразования в vCard.
sv_se: Kunde inte konvertera till vCard.

source: Cannot import the format %2$s into selected folder.
el_gr: Δεν είναι δυνατή η εισαγωγή της μορφής «%2$s» στον επιλεγμένο φάκελο.
et_ee: Ei saa importida formaati %2$s valitud kausta.
ru_ru: Импорт формата %2$s в выбранную папку невозможен.
sv_se: Kan inte importera formatet %2$s till vald mapp.

source: Calendar module is not enabled. Appointments can not be imported.
el_gr: Η μονάδα ημερολογίου δεν είναι ενεργοποιημένη. Δεν είναι δυνατή η εισαγωγή συναντήσεων.
et_ee: Kalendrimoodul ei ole võimaldatud. Kohtumisi ei saa importida.
ru_ru: Модуль календаря отключен. Импорт встреч невозможен.
sv_se: Kalendermodulen är inte aktiverad. Möten kan inte importeras.

source: Tasks module is not enabled. Tasks cannot be imported.
el_gr: Η μονάδα εργασιών δεν είναι ενεργοποιημένη. Δεν είναι δυνατή η εισαγωγή εργασιών.
et_ee: Ülesannete moodul ei ole võimaldatud. Ülesandeid ei saa importida.
ru_ru: Модуль задач отключен. Импорт задач невозможен.
sv_se: Uppgiftsmodulen är inte aktiverad. Uppgifter kan inte importeras.

source: Importing the appointment failed due to a conflicting resource.
el_gr: Η εισαγωγή της συνάντησης απέτυχε λόγω πόρου σε διένεξη.
et_ee: Kohtumise importimine ebaõnnestus vastuolus ressursi tõttu.
ru_ru: Не удалось импортировать встречу вследствие конфликта ресурсов.
sv_se: Kunde inte importera mötet på grund av en resurskonflikt.

source: Warnings when importing file.
el_gr: Προειδοποιήσεις κατά την εισαγωγή αρχείου.
et_ee: Hoiatused faili importimisel.
ru_ru: Предупреждения при импорте файла.
sv_se: Varningar när fil importerades.

source: Contacts module is not enabled. Contacts cannot be imported.
el_gr: Η μονάδα επαφών δεν είναι ενεργοποιημένη. Δεν είναι δυνατή η εισαγωγή επαφών.
et_ee: Kontaktide moodul ei ole võimaldatud. Kontakte ei saa importida.
ru_ru: Модуль контактов отключен. Импорт контактов невозможен.
sv_se: Kontaktmodulen är inte aktiverad. Kontakter kan inte importeras.

source: No vCard to import found.
el_gr: Δεν βρέθηκε vCard προς εισαγωγή.
et_ee: Imporditavat vCard'i ei leitud.
ru_ru: Нет vCard для импорта.
sv_se: Hittade inget vCard att importera.

source: Problem while parsing the vcard. Reason: %s
el_gr: Πρόβλημα κατά την ανάλυση της vcard. Αιτία: %s
et_ee: Probleem vCard'i parsimisel. Põhjus: %s
ru_ru: Ошибка разбора vCard. Причина: %s
sv_se: Problem uppstod vid tolkning av vCard. Orsak: %s

source: Problem while converting the vcard to a contact. Reason: %s
el_gr: Πρόβλημα κατά τη μετατροπή της vcard σε επαφή. Αιτία: %s
et_ee: Probleem vCard'i teisendamisel kontaktile. Põhjus: %s
ru_ru: Не удалось преобразовать vCard в контакт. Причина: %s
sv_se: Problem uppstod vid konvertering av vCard till kontakt. Orsak: %s

source: Can only import into one folder at a time.
el_gr: Είναι δυνατή η εισαγωγή μόνο ενός φακέλου κάθε φορά.
et_ee: Importida saab samaaegselt vaid ühte kausta.
ru_ru: Импорт может выполняться только в одну папку.
sv_se: Det går bara att importera till en mapp åt gången.

source: Could not find the following fields %s
el_gr: Δεν ήταν δυνατή η εύρεση των εξής πεδίων %s
et_ee: Järgnevate väljade leidmine ebaõnnestus: %s
ru_ru: Не удалось найти поля %s
sv_se: Kunde inte hitta följande fält %s

source: Could not translate a single column title. Is this a valid CSV file?
el_gr: Δεν ήταν δυνατή η μετάφραση του τίτλου μιας στήλης. Είναι αυτό το αρχείο CSV έγκυρο;
et_ee: Ühegi veeru pealkirja ei õnnestunud transleerida. Kas see on kehtiv CSV fail?
ru_ru: Не удалось прочитать заголовок столбца. Вы уверены, что это файл CSV?
sv_se: Kunde inte översätta en kolumntitel. Är detta en giltig CSV-fil?

source: Could not translate a single field of information. Entry %s has not been inserted.
el_gr: Δεν ήταν δυνατή η μετάφραση ενός πεδίου πληροφοριών. Η καταχώρηση «%s» δεν έχει εισαχθεί.
et_ee: Ühtki teabevälja ei õnnestunud transleerida. Kannet %s ei ole sisestatud.
ru_ru: Не удалось прочитать поле. Запись %s не была вставлена.
sv_se: Kunde inte översätta ett enstaka informationsfält. Posten %s infogades inte.

source: File does not contain fields for assigning contact names: no name, company or E-Mail.
el_gr: Το αρχείο δεν περιέχει πεδία για τον ορισμό ονομάτων επαφών: κανένα όνομα, εταιρεία ή email.
et_ee: Fail ei sisalda väljasid kontakti nimede omistamiseks: ei nime, ettevõtet ega e-posti aadressi.
ru_ru: Файл не содержит поля для выбора имен контактов: отсутствует имя, организация или электронный адрес.
sv_se: Filen innehåller inga fält för att tilldela kontaktnamn: varken namn, företag, eller e-postadress.

source: No field was set that might give the contact in line %s a display name: no name, company or E-Mail.
el_gr: Δεν ορίστηκε κανένα πεδίο που θα μπορούσε να δώσει εμφανιζόμενο όνομα στην επαφή της γραμμής %s: δεν υπάρχει όνομα, εταιρεία ή email.
et_ee: Ei seadistatud ühtki välja, mis võiks anda kontaktile real %s kuvatava nime: ei nime, ettevõtet ega e-posti aadressi.
ru_ru: Не задано поле (имя, компания или электронный адрес), необходимое для присвоения контакту %s выводимого имени.
sv_se: Inget fält angavs som kan ge kontakten på rad %s ett alias: varken namn, företag, eller e-postadress.

source: Can only handle one file, not %s
el_gr: Είναι δυνατός ο χειρισμός μόνο ενός αρχείου, όχι %s
et_ee: Võimalik on üheainsa faili, mitte %s töötlemine
ru_ru: Допускается только один файл, а не %s
sv_se: Kan endast hantera en fil, inte %s

source: Unknown format: %s
el_gr: Άγνωστη μορφή: %s
et_ee: Tundmatu vorming: %s
ru_ru: Неизвестный формат: %s
sv_se: Okänt format: %s

source: Empty file uploaded.
el_gr: Μεταφορτώθηκε κενό αρχείο.
et_ee: Üleslaetud fail on tühi.
ru_ru: Отправлен пустой файл.
sv_se: Tom fil uppladdad.

source: The file you selected does not exist.
el_gr: Το αρχείο που επιλέξατε δεν υπάρχει.
et_ee: Teie valitud faili pole olemas.
ru_ru: Файл не существует.
sv_se: Filen du valde finns inte.

source: Ignoring invalid value for field "%1$s": %2$s
el_gr: Παράβλεψη μη έγκυρης τιμής για το πεδίο «%1$s»: %2$s
et_ee: Ignoreeritakse kehtetut väärtust välja "%1$s" korral: %2$s
ru_ru: Недопустимое значение поля «%1$s»: %2$s
sv_se: Ignorerar ogiltigt värde för fältet ”%1$s”: %2$s

source: No file was uploaded
el_gr: Δεν μεταφορτώθηκε κανένα αρχείο
et_ee: Faili ei laetud üles
ru_ru: Файл не был загружен
sv_se: Ingen fil laddades upp

source: Could not import an entry because one or more fields are too big for the database: %s
el_gr: Δεν ήταν δυνατή η εισαγωγή καταχώρησης, επειδή ένα ή περισσότερα πεδία είναι πολύ μεγάλα για τη βάση δεδομένων: %s
et_ee: Kande importimine ebaõnnestus, sest üks või mitu välja on andmebaasi jaoks liiga suured: %s
ru_ru: Ошибка импорта в базу данных: размер полей превышает допустимый: %s
sv_se: Kunde inte importera en post eftersom ett eller fler fält är för stora för databasen: %s

source: Could not create the following element: %s
el_gr: Δεν ήταν δυνατή η δημιουργία του εξής στοιχείου: %s
et_ee: Järgneva elemendi loomine ebaõnnestus: %s
ru_ru: Не удалось создать элемент: %s
sv_se: Kunde inte skapa följande element: %s

source: Missing parameter for folder
el_gr: Απουσία παραμέτρου για τον φάκελο
et_ee: Puudub kausta parameeter
ru_ru: Отсутствует параметр папки
sv_se: Parameter saknas för mappen

source: Columns should be numbers, could not convert %s into number
el_gr: Οι στήλες πρέπει να είναι αριθμοί, δεν ήταν δυνατή η μετατροπή του %s σε αριθμό
et_ee: Veerud peaksid olema arvud, %s teisendamine arvuks ebaõnnestus
ru_ru: Не удалось преобразовать %s в число. Столбцы должны содержать числовые значения
sv_se: Kolumner bör vara nummer, kunde inte konvertera %s till ett nummer

source: The uploaded file did not contain any content
el_gr: Το μεταφορτωμένο αρχείο δεν είχε περιεχόμενο
et_ee: Üleslaetud failis puudus sisu
ru_ru: В загруженном файле отсутствует содержимое
sv_se: Den uppladdade filen hade inget innehåll

source: Something went wrong reading from specified file. Please try again.
el_gr: Κάτι πήγε στραβά κατά την ανάγνωση του καθορισμένου αρχείου. Παρακαλώ δοκιμάστε ξανά.
et_ee: Midagi läks viltu lugemisel osutatud failist. Palun proovige uuesti.
ru_ru: Ошибка чтения файла. Повторите попытку.
sv_se: Något blev fel när den givna filen lästes. Försök igen.

source: Could not create: %s
el_gr: Δεν ήταν δυνατή η δημιουργία: %s
et_ee: Loomine ebaõnnestus: %s
ru_ru: Не удалось создать %s
sv_se: Kunde inte skapa: %s

source: Import limit exceeded. Only imported the first %1$s contacts
el_gr: Έχει γίνει υπέρβαση του ορίου εισαγωγών. Έγινε εισαγωγή μόνο των πρώτων %1$s επαφών
et_ee: Impordi piirmäär on ületatud. Imporditi ainult esimesed %1$s kontakti
ru_ru: Достигнут предел импорта. Импортировано контактов: %1$s
sv_se: Importeringsgräns överskreds. Importerade bara de första %1$s kontakterna

source: The character encoding "%1$s" is not supported. Please choose another one.
el_gr: Η κωδικοποίηση χαρακτήρων «%1$s» δεν υποστηρίζεται. Παρακαλώ επιλέξτε μια άλλη.
et_ee: Puudub tugi märkide kodeeringule "%1$s". Palun valige mõni muu.
ru_ru: Кодировка «%1$s» не поддерживается. Выберите другую.
sv_se: Teckenkodningen ”%1$s” stöds inte. Välj en annan.

source: The contact with uid %1$s is too similar to the existing contact with uid %2$s in folder %3$s
el_gr: Η επαφή με UID «%1$s» είναι πολύ παρόμοια με την υπάρχουσα επαφή με UID «%2$s» στον φάκελο «%3$s»
et_ee: Kontakt UID-ga %1$s on liiga sarnane olemasolevale kontaktile UID-ga %2$s kaustas %3$s
ru_ru: Контакт с UID %1$s совпадает с существующим контактом с UID %2$s в папке %3$s
sv_se: Kontakten med uid %1$s liknar för mycket den befintliga kontakten med uid %2$s i mappen %3$s

source: Could not create a proper name for the export file.
el_gr: Δεν ήταν δυνατή η δημιουργία κατάλληλου ονόματος για το αρχείο εξαγωγής.
et_ee: Ekspordifaili jaoks ei saanud luua sobivat nime.
ru_ru: Не удалось подобрать имя для файла экспорта.
sv_se: Kunde inte skapa ett riktigt namn för den exporterade filen.

source: Not all of the objects could be imported due to a configured limitation
el_gr: Δεν ήταν δυνατή η εισαγωγή όλων των αντικειμένων λόγω ενός ρυθμισμένου περιορισμού
et_ee: Kõiki objekte ei saa importida piirangute tõttu seadistuses
ru_ru: Вследствие настроенных ограничений некоторые объекты не были импортированы
sv_se: Kunde inte importera alla objekt på grund av en konfigurerad begränsning

source: %1$sd warnings when importing file and not all of the objects could be imported due to a configured limitation
el_gr: %1$sd προειδοποιήσεις κατά την εισαγωγή του αρχείου· δεν ήταν δυνατή η εισαγωγή όλων των αντικειμένων λόγω ενός ρυθμισμένου περιορισμού
et_ee: %1$sd hoiatused faili importimisel ja kõiki objekte ei saanud konfigureeritud piirangu tõttu importida
ru_ru: При импорте файла всего было получено предупреждений: %1$sd. В силу установленных ограничений некоторые объекты не были импортированы
sv_se: %1$sd varningar vid filimport och kunde inte importera alla objekt på grund av en konfigurerad begränsning

source: Could not parse json body parameters for folders and objects.
el_gr: Δεν ήταν δυνατή η ανάλυση των παραμέτρων σώματος json για φακέλους και αντικείμενα.
et_ee: Ei suutnud analüüsida json-korpuse parameetreid kaustade ja objektide jaoks.
ru_ru: Не удалось обработать параметры для папок и объектов из JSON body.
sv_se: Kunde inte tolka json:s brödtextparametrar för mappar och objekt.

source: Appointments
el_gr: Συναντήσεις
et_ee: Kohtumised
ru_ru: Встречи
sv_se: Möten

source: Events
el_gr: Εκδηλώσεις
et_ee: Sündmused
ru_ru: События
sv_se: Händelser

source: Export
el_gr: Εξαγωγή
et_ee: Eksport
ru_ru: Экспорт
sv_se: Exportera

source: Referenced JSlob %1$s must not be set for service %2$s. Nothing will be done.
el_gr: Το αναφερόμενο JSlob %1$s δεν πρέπει να οριστεί για την υπηρεσία «%2$s». Δεν θα γίνει καμία ενέργεια.
et_ee: Viidatud JSlob %1$s ei tohi seadistada teenuse %2$s korral. Midagi ei tehta.
ru_ru: JSlob %1$s не может быть настроен для службы %2$s.
sv_se: Hänvisad JSlob %1$s får inte anges för tjänsten %2$s. Inget kommer utföras.

source: with IP
el_gr: με IP
et_ee: koos IP-ga
ru_ru: с IP
sv_se: med IP

source: with domain
el_gr: με τομέα
et_ee: koos domeeniga
ru_ru: с доменом
sv_se: med domän

source: The E-Mail address %1$s is invalid.
el_gr: Η διεύθυνση email «%1$s» δεν είναι έγκυρη.
et_ee: E-posti aadress %1$s ei kehti.
ru_ru: Недопустимый адрес %1$s.
sv_se: E-postadressen %1$s är ogiltig.

source: Reorganizing of mails failed. Please try again later.
el_gr: Η αναδιοργάνωση των email απέτυχε. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kirjade ümberkorraldamine ebaõnnestus. Palun proovige hiljem uuesti.
ru_ru: Реорганизация почты завершилась неудачей. Повторите попытку позже.
sv_se: Omsortering av meddelanden misslyckades. Försök igen senare.

source: The user category %1$s does not exist.
el_gr: Η κατηγορία χρήστη «%1$s» δεν υπάρχει.
et_ee: Kasutaja kategooriat %1$s pole olemas.
ru_ru: Категория %1$s не существует.
sv_se: Användarkategorin %1$s finns inte.

source: Invalid configuration: %1$s
el_gr: Μη έγκυρες ρυθμίσεις: %1$s
et_ee: Kehtetu konfiguratsioon: %1$s
ru_ru: Неверная конфигурация: %1$s
sv_se: Ogiltig konfiguration: %1$s

source: The required service %1$s is temporary not available. Please try again later.
el_gr: Η ζητούμενη υπηρεσία «%1$s» δεν είναι προσωρινά διαθέσιμη. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Soovitud teenus %1$s pole ajutiselt saadaval. Palun proovige hiljem uuesti.
ru_ru: Обязательная служба %1$s временно недоступна. Повторите попытку позже.
sv_se: Den nödvändiga tjänsten %1$s är för tillfället inte tillgänglig. Försök igen senare.

source: You are not allowed to change the name of the category %1$s.
el_gr: Δεν επιτρέπεται να αλλάξετε το όνομα της κατηγορίας «%1$s».
et_ee: Teil puudub luba kategooria %1$s nime muutmiseks.
ru_ru: Вам не разрешено изменять название категории %1$s.
sv_se: Du har inte tillstånd att ändra namnet på kategorin %1$s.

source: You are not allowed to enable or disable the category %1$s.
el_gr: Δεν επιτρέπεται να ενεργοποιήσετε ή απενεργοποιήσετε την κατηγορία «%1$s».
et_ee: Teil puudub luba kategooria %1$s lubamiseks või keelamiseks.
ru_ru: Вам не разрешается включать и отключать категорию %1$s.
sv_se: Du har inte tillstånd att aktivera eller avaktivera kategorin %1$s.

source: Draft
el_gr: Προσχέδιο
et_ee: Mustand
ru_ru: Черновик
sv_se: Utkast

source: E-Mail from #DATE# at #TIME#
el_gr: Email από τις #DATE# στις #TIME#
et_ee: E-kirjad alates #DATE# kell #TIME#
ru_ru: Электронное письмо от #DATA# в #TIME#
sv_se: E-post från #DATE# vid #TIME#

source: The content-type "%1$s" is not supported
el_gr: Ο τύπος περιεχομένου «%1$s» δεν υποστηρίζεται
ru_ru: Тип содержимого «%1$s» не поддерживается
sv_se: Innehållstypen ”%1$s” stöds inte

source: The service is disabled
el_gr: Η υπηρεσία είναι απενεργοποιημένη
ru_ru: Сервис отключен
sv_se: Tjänsten är avaktiverad

source: Date
el_gr: Ημερομηνία
et_ee: Kuupäev
ru_ru: Дата
sv_se: Datum

source: From
el_gr: Από
et_ee: Kellelt
ru_ru: От
sv_se: Från

source: Via
el_gr: Μέσω
ru_ru: Через

source: To
el_gr: Προς
et_ee: Kellele
ru_ru: Кому
sv_se: Till

source: Copy
el_gr: Κοινοποίηση
ru_ru: Копировать
sv_se: Kopia

source: Blind Copy
el_gr: Κρυφή κοινοποίηση
ru_ru: Слепая копия
sv_se: Hemlig kopia

source: Preview
el_gr: Προεπισκόπηση
ru_ru: Предпросмотр
sv_se: Förhandsgranskning

source: Attachment(s)
el_gr: Συνημμένα
ru_ru: Вложение(-я)
sv_se: Bilaga(-or)

source: The server is busy at the moment. Try again later.
el_gr: Ο διακομιστής είναι απασχολημένος αυτήν τη στιγμή. Δοκιμάστε ξανά αργότερα.
ru_ru: Сервер занят. Повторите попытку позже.
sv_se: Servern är för upptagen för tillfället. Försök igen senare.

source: The redirect address "%1$s" is not valid.
el_gr: Η διεύθυνση ανακατεύθυνσης «%1$s» δεν είναι έγκυρη.
et_ee: Ümbersuunamisaadress "%1$s" ei kehti.
ru_ru: Неверный адрес перенаправления «%1$s».
sv_se: Omdirigeringsadressen ”%1$s” är ogiltig.

source: The redirect address "%1$s" has been rejected.
el_gr: Η διεύθυνση ανακατεύθυνσης «%1$s» απορρίφθηκε.
et_ee: Ümbersuunamisaadress "%1$s" on tagasi lükatud.
ru_ru: Отказ обслуживания адреса «%1$s».
sv_se: Omdirigeringsadressen ”%1$s” godkändes inte.

source: Invalid SIEVE rule specified. Please review your mail filter rules
el_gr: Καθορίστηκε μη έγκυρος κανόνας SIEVE. Παρακαλώ ελέγξτε τους κανόνες φίλτρου email σας
et_ee: Kehtetu SIEVE reegel osutatud. Palun vaadake üle oma e-posti filtri reeglid
ru_ru: Недопустимое правило SIEVE. Проверьте правила фильтрации сообщений
sv_se: Ogiltig SIEVE-regel angavs. Kontrollera dina e-postfilterregler

source: Please review your mail filter rules as they seem to be invalid. Response from server: "%1$s"
el_gr: Παρακαλώ ελέγξτε τους κανόνες του φίλτρου email, καθώς φαίνονται να μην είναι έγκυροι. Απάντηση από τον διακομιστή: «%1$s»
et_ee: Palun vaadake üle oma e-posti filtri reeglid, sest need näivad olevat kehtetud. Vastus serverilt: "%1$s"
ru_ru: Ответ сервера: «%1$s». Проверьте правила фильтрации почты.
sv_se: Kontrollera dina e-postfilterregler, eftersom de verkar vara ogiltiga. Svaret från servern: ”%1$s”

source: Managing mail filter rules is not available for your account.
el_gr: Η διαχείριση των κανόνων φίλτρων email δεν είναι διαθέσιμη για τον λογαριασμό σας.
et_ee: E-posti filtri reeglite haldamine pole teie konto korral saadaval.
ru_ru: Ваша учетная запись не может управлять правилами фильтрации почты.
sv_se: Ditt konto tillåts inte hantera e-postfilterregler.

source: The maximum amount of redirect rules is reached. Please delete or deactivate another redirect rule first.
el_gr: Έχετε φτάσει τον μέγιστο αριθμό κανόνων ανακατεύθυνσης. Παρακαλώ διαγράψτε ή απενεργοποιήστε πρώτα έναν άλλο κανόνα ανακατεύθυνσης.
et_ee: Ümbersuunamisreeglite maksimaalne arv on saavutatud. Palun kustutage või deaktiveerige esmalt mõni teine ümbersuunamisreegel.
ru_ru: Достигнуто максимальное количество правил перенаправления. Удалите или отключите существующее правило, прежде чем добавить новое.
sv_se: Maximalt antal omdirigeringsregler har nåtts. Ta bort eller avaktivera en annan omdirigeringsregel först.

source: It's not allowed to apply a filter rule with the '%s' action.
el_gr: Δεν επιτρέπεται η εφαρμογή κανόνα φίλτρου με την ενέργεια «%s».
ru_ru: Не разрешено применять правила фильтра с действием '%s'.
sv_se: Det tillåts inte att tillämpa en filterregel med åtgärden '%s'.

source: Maximum number of messages already stored for client %1$s
el_gr: Έχει ήδη αποθηκευτεί ο μέγιστος αριθμός μηνυμάτων για το πρόγραμμα «%1$s»
et_ee: Maksimaalne sõnumite arv, mis on juba salvestatud kliendi korral %1$s
ru_ru: Достигнуто максимальное число сообщений для клиента %1$s
sv_se: Maximalt antal meddelanden lagrade för klienten %1$s

source: No client identifier associated with session %1$s
el_gr: Δεν υπάρχει αναγνωριστικό υπολογιστή-πελάτη που να σχετίζεται με τη συνεδρία «%1$s»
et_ee: Puudub seansiga %1$s seostatud kliendi identifikaator
ru_ru: Нет идентификатора клиента для сеанса %1$s
sv_se: Ingen klientidentifierare associerad med sessionen %1$s

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
el_gr: Μη έγκυρος λογαριασμός μηνυμάτων Twitter. Παρακαλώ διαγράψτε και δημιουργήστε εκ νέου τον λογαριασμό μηνυμάτων Twitter σας.
et_ee: Kehtetu Twitteri sõnumside konto. Palun kustutage ja looge uuesti oma Twitteri sõnumside konto.
ru_ru: Недействительная учетная запись Твиттере. Удалите ее и создайте новую.
sv_se: Ogiltigt Twitter-konto. Ta bort och återskapa ditt Twitter-konto.

source: A messaging error occurred: %1$s
el_gr: Προέκυψε σφάλμα ανταλλαγής μηνυμάτων: %1$s
et_ee: Ilmnes sõnumside viga: %1$s
ru_ru: Ошибка сообщения: %1$s
sv_se: Ett snabbmeddelandefel inträffade: %1$s

source: Wrongly formatted address: %1$s.
el_gr: Εσφαλμένη μορφή διεύθυνσης: %1$s.
et_ee: Valesti vormindatud aadress: %1$s.
ru_ru: Неверно сформированный адрес: %1$s.
sv_se: Fel adressformat: %1$s.

source: Unknown messaging content: %1$s.
el_gr: Άγνωστο περιεχόμενο μηνυμάτων: %1$s.
et_ee: Tundmatu sõnumside sisu: %1$s.
ru_ru: Неизвестное содержимое сообщения: %1$s.
sv_se: Okänt meddelandeinnehåll: %1$s.

source: Invalid parameter: %1$s with value '%2$s'.
el_gr: Μη έγκυρη παράμετρος: %1$s με τιμή «%2$s».
et_ee: Kehtetu parameeter: %1$s väärtusega '%2$s'.
ru_ru: Недопустимое значение параметра %1$s: «%2$s».
sv_se: Ogiltig parameter: %1$s med värdet '%2$s'.

source: Messaging part is read-only.: %1$s
el_gr: Το τμήμα ανταλλαγής μηνυμάτων είναι μόνο για ανάγνωση: %1$s
et_ee: Sõnumside osa on lugemiskaitsega: %1$s
ru_ru: Секция сообщения доступна только для чтения: %1$s
sv_se: Meddelandedelen är skrivskyddad.: %1$s

source: Unknown color label index: %1$s
el_gr: Ευρετήριο ετικέτας άγνωστου χρώματος: %1$s
et_ee: Tundmatu värvimarkeeringu indeks: %1$s
ru_ru: Неизвестный индекс метки цвета: %1$s
sv_se: Okänt färgetikettindex: %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
el_gr: Υπάρχει ήδη ένας διπλότυπος φάκελος με όνομα «%1$s» κάτω από τον γονικό φάκελο «%2$s».
et_ee: Duplikaatkaust nimega "%1$s" on juba olemas emakausta "%2$s" all.
ru_ru: «%2$s» уже содержит папку «%1$s».
sv_se: En dubblett av katalogen ”%1$s” finns redan under föräldrakatalogen ”%2$s”.

source: No create access on mail folder %1$s.
el_gr: Δεν υπάρχει πρόσβαση δημιουργίας στον φάκελο email «%1$s».
et_ee: Puudub loomisjuurdepääs postikaustale %1$s.
ru_ru: Нет доступа создания к папке %1$s.
sv_se: Ingen åtkomst att skapa objekt i e-postmappen %1$s.

source: Not connected
el_gr: Εκτός σύνδεσης
et_ee: Ei ole ühendatud
ru_ru: Не подключен
sv_se: Inte ansluten

source: Invalid sorting column. Cannot sort by %1$s.
el_gr: Μη έγκυρη ταξινόμηση στήλης. Δεν είναι δυνατή η ταξινόμηση κατά %1$s.
et_ee: Puudulik sortimisveerg. Ei saa sortida %1$s alusel.
ru_ru: Сортировка по %1$s не разрешена.
sv_se: Ogiltig sorteringskolumn. Kan inte sortera enligt %1$s.

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
el_gr: Δεν βρέθηκε συνημμένο με αναγνωριστικό ενότητας «%1$s» στο μήνυμα «%2$s» του φακέλου «%3$s».
et_ee: Ei leitud manust sektsiooni ID-ga %1$s sõnumis %2$s kaustas %3$s.
ru_ru: Не найдено вложение с идентификатором секции %1$s в сообщении %2$s в папке %3$s.
sv_se: Ingen bilaga hittades med avsnittsidentifieraren %1$s i meddelandet %2$s i mappen %3$s.

source: Message %1$s not found in folder %2$s.
el_gr: Το μήνυμα «%1$s» δεν βρέθηκε στον φάκελο «%2$s».
et_ee: Sõnumit %1$s ei leitud kaustas %2$s.
ru_ru: Не найдено сообщение %1$s в папке %2$s.
sv_se: Meddelandet %1$s hittades inte i mappen %2$s.

source: Invalid OAuth account specified.
el_gr: Καθορίστηκε μη έγκυρος λογαριασμός OAuth.
et_ee: Määratletud on kehtetu OAuth konto.
ru_ru: Недопустимая учетная запись OAuth.
sv_se: Ogiltigt OAuth-konto angavs.

source: The account configuration is invalid.
el_gr: Οι ρυθμίσεις του λογαριασμού δεν είναι έγκυρες.
et_ee: Konto konfiguratsioon on kehtetu.
ru_ru: Конфигурация учетной записи недействительна.
sv_se: Kontokonfigurationen är ogiltig.

source: An error has occurred on the remote Microsoft end-point. There is nothing we can do about it. Try again later.
el_gr: Προέκυψε σφάλμα στο απομακρυσμένο τερματικό σημείο της Microsoft. Δεν μπορούμε να κάνουμε τίποτα για αυτό. Δοκιμάστε ξανά αργότερα.
et_ee: Microsofti lõpp-punktis on ilmnenud viga. Me ei saa midagi teha. Proovige hiljem uuesti.
ru_ru: Произошла ошибка на удаленной точке Microsoft. К сожалению, мы ничего не можем сделать. Повторите попытку позже.
sv_se: Ett fel har inträffat på Microsofts end-point. Vi kan inte göra något åt detta. Försök igen senare.
