Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The allowed storage limit for your account "%6$s" was exceeded.
el_gr: Έγινε υπέρβαση του επιτρεπόμενου ορίου αποθήκευσης για τον λογαριασμό «%6$s» σας.
et_ee: Teie konto "%6$s" lubatud salvestuspiirang on ületatud.
ru_ru: Пространство, выделенное для аккаунта %6$s, заполнено.
sv_se: Den tillåtna lagringsgränsen för ditt konto ”%6$s” överskreds.

source: The mailbox is already in use. Please try again later.
el_gr: Το γραμματοκιβώτιο χρησιμοποιείται ήδη. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Postkast on juba kasutusel. Palun proovige hiljem uuesti.
ru_ru: Почтовый ящик уже используется. Повторите попытку позже.
sv_se: Den brevlådan används just nu. Försök igen senare.

source: The mailbox on mail server %1$s for login %2$s is already in use by one of your other processes or clients. Please try again later.
el_gr: Το γραμματοκιβώτιο στον διακομιστή email «%1$s» για τη σύνδεση «%2$s» χρησιμοποιείται ήδη από μία από τις άλλες διαδικασίες ή προγράμματα. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: E-posti serveri %1$s postkast kasutajatunnuse %2$s korral on juba kasutusel mõne teie muu protsessi või kliendi poolt. Palun proovige hiljem uuesti.
ru_ru: Почтовый ящик %2$s на сервере %1$s уже используется одним из ваших процессов или клиентов. Повторите попытку позже.
sv_se: Brevlådan på e-postservern %1$s för inloggning %2$s används redan av en av dina andra processer eller klienter. Försök igen senare.

source: Wrong or missing login data to access mail transport server %1$s. Please check associated account's settings/credentials.
el_gr: Λανθασμένα ή ελλιπή δεδομένα σύνδεσης για πρόσβαση στον διακομιστή μεταφοράς email «%1$s». Παρακαλώ ελέγξτε τις ρυθμίσεις/διαπιστευτήρια του συσχετισμένου λογαριασμού.
et_ee: Valed või puuduvad sisselogimisandmed juurdepääsuks e-posti transpordiserverile %1$s. Palun kontrollige seotud konto seadeid/mandaati.
ru_ru: Данные доступа к серверу %1$s отсутствуют или определены неверно. Проверьте настройки учетной записи и данные авторизации.
sv_se: Felaktig eller saknad inloggningsinformation för att komma åt e-post-transportservern %1$s. Kontrollera det associerade kontots inställningar och rättigheter.

source: The message could not be sent due to a mail server temporary failure. Please try again later.
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος λόγω προσωρινής αποτυχίας ενός διακομιστή email. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Sõnumi saatmine ebaõnnestus e-posti serveri ajutise tõrke tõttu. Palun proovige hiljem uuesti.
ru_ru: Письмо не было отправлено вследствие временного сбоя почтового сервера. Повторите попытку позже.
sv_se: Meddelandet kunde inte skickas på grund av ett tillfälligt fel i e-postservern. Försök igen senare.

source: Timeout while trying to send to the following recipient: %1$s. Please try again later.
el_gr: Το χρονικό όριο έληξε κατά την απόπειρα αποστολής στον εξής παραλήπτη: %1$s. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Toiming aegus, kui prooviti saata järgmisele saajale: %1$s. Palun proovige hiljem uuesti.
ru_ru: Время ожидания отправки письма адресату %1$s истекло. Повторите попытку позже.
sv_se: Tidsgränsen överskreds medan du försökte skicka till följande deltagare: %1$s. Försök igen senare.

source: Mail server denies access.
el_gr: Ο διακομιστής email αρνείται την πρόσβαση.
et_ee: Postiserver keelab juurdepääsu.
ru_ru: Отказано в доступе к почтовому серверу.
sv_se: E-postservern nekar åtkomst.

source: Destination folder does not exist. Please try to create it and retry the operation.
el_gr: Ο φάκελος προορισμού δεν υπάρχει. Παρακαλώ προσπαθήστε να τον δημιουργήσετε και να επαναλάβετε τη ενέργεια.
et_ee: Sihtkausta ei ole olemas. Palun proovige seda luua ja proovige toimingut uuesti.
ru_ru: Папка назначения не существует. Создайте папку и повторите попытку.
sv_se: Destinationsmappen finns inte. Försök skapa den och testa åtgärden på nytt.

source: A temporary failure occurred during login. Please try again later.
el_gr: Προέκυψε προσωρινή αποτυχία κατά τη σύνδεση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Sisselogimise ajal tekkis ajutine tõrge. Palun proovige hiljem uuesti.
ru_ru: Временный сбой авторизации. Повторите попытку позже.
sv_se: Ett tillfälligt misslyckande uppstod vid inloggning. Försök igen senare.

source: Access to mail server is no longer permitted using your password. Please obtain a new one.
el_gr: Η πρόσβαση στον διακομιστή email δεν επιτρέπεται πλέον με τον κωδικό πρόσβασής σας. Παρακαλώ αποκτήστε έναν νέο.
et_ee: Juurdepääs postiserverile ei ole teie parooliga enam lubatud. Palun hankige uus.
ru_ru: Ваш пароль больше не может использоваться для доступа к почтовому серверу. Рекомендуется получить новый пароль.
sv_se: Åtkomst till e-postservern tillåts inte längre med ditt lösenord. Skaffa ett nytt lösenord.

source: Access to mail server is not permitted due to a lack of privacy.
el_gr: Η πρόσβαση στον διακομιστή email δεν επιτρέπεται λόγω έλλειψης απορρήτου.
et_ee: Juurdepääs postiserverile ei ole lubatud privaatsuse puudumise tõttu.
ru_ru: Доступ к почтовому серверу запрещен вследствие отсутствия конфиденциальности.
sv_se: Åtkomst till e-postservern tillåts inte på grund av brist på integritet.

source: Message has been rejected being sent
el_gr: Το μήνυμα απορρίφθηκε κατά την αποστολή του
ru_ru: Отправка сообщения была отклонена
sv_se: Meddelandet fick inte skickas

source: Message has been rejected being sent: (%1$s).
el_gr: Το μήνυμα απορρίφθηκε κατά την αποστολή του: (%1$s).
ru_ru: Отправка сообщения была отклонена: (%1$s).
sv_se: Meddelandet fick inte skickas: (%1$s).

source: Remote end-point abruptly aborted the connection. Please try again later.
el_gr: Το απομακρυσμένο τερματικό σημείο ακύρωσε απότομα τη σύνδεση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kaugjuhtimispunkt katkestas ootamatult ühenduse. Palun proovige hiljem uuesti.
ru_ru: Удаленный сервер внезапно прервал соединение. Пожалуйста, повторите попытку позже.
sv_se: Fjärrslutpunkt avbröt plötsligt anslutningen. Försök igen senare.

source: Remote end-point "%1$s" abruptly aborted the connection. Please try again later.
el_gr: Το απομακρυσμένο τερματικό σημείο «%1$s» ακύρωσε απότομα τη σύνδεση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kaugjuhtimispunkt "%1$s" katkestas ootamatult ühenduse. Palun proovige hiljem uuesti.
ru_ru: Удаленный сервер «%1$s» внезапно прервал соединение. Пожалуйста, повторите попытку позже.
sv_se: Fjärrslupunkt ”%1$s” avbröt plötsligt anslutningen. Försök igen senare.

source: Folder could not be created
el_gr: Δεν ήταν δυνατή η δημιουργία του φακέλου
et_ee: Kausta ei ole võimalik luua
ru_ru: Папка не может быть создана
sv_se: Mappen kan inte skapas

source: The search cannot be executed since one or more search expressions are not supported
el_gr: Δεν είναι δυνατή η εκτέλεση της αναζήτησης, καθώς μία ή περισσότερες εκφράσεις αναζήτησης δεν υποστηρίζονται
ru_ru: Поиск невозможно выполнить, так как одно или несколько поисковых запросов не поддерживаются
sv_se: Sökningen kan inte utföras eftersom ett eller flera sökuttryck inte stöds

source: A problem occurred while communicating with remote server %1$s: %3$s
el_gr: Προέκυψε πρόβλημα κατά την επικοινωνία με τον απομακρυσμένο διακομιστή %1$s: %3$s
ru_ru: Возникла проблема во время соединения с сервером %1$s: %3$s
sv_se: Ett problem inträffade under kommunikation med fjärrservern %1$s: %3$s

source: All fine
el_gr: Όλα καλά
et_ee: Kõik on korras
ru_ru: В порядке
sv_se: Allt är som det ska

source: The entered credential or authentication information does not work or are no longer accepted by provider. Please change them.
el_gr: Οι εισαχθείσες πληροφορίες διαπιστευτηρίων ή ταυτοποίησης δεν λειτουργούν ή δεν γίνονται πλέον αποδεκτές από τον πάροχο. Παρακαλώ αλλάξτε τες.
et_ee: Sisestatud mandaat või autentimisteave ei toimi või ei ole enam pakkuja jaoks vastuvõetav. Palun muutke neid.
ru_ru: Введенные данные идентификации или аутентификации недействительны или более не принимаются поставщиком услуг. Смените их.
sv_se: Den angivna inloggnings- eller autentiseringsinformationen fungerar inte eller accepteras inte längre av leverantören. Ändra dem.

source: Account is broken and needs to be re-created
el_gr: Ο λογαριασμός είναι προβληματικός και πρέπει να δημιουργηθεί εκ νέου
et_ee: Konto on OX-mailis katki ja tuleks uuesti luua
ru_ru: Аккаунт поврежден. Необходимо его пересоздать
sv_se: Kontot är fördärvat och behöver återskapas

source: Account is disabled.
el_gr: Ο λογαριασμός έχει απενεργοποιηθεί.
et_ee: Konto on deaktiveeritud.
ru_ru: Аккаунт отключен.
sv_se: Kontot är avaktiverat.

source: Account is deactivated.
el_gr: Ο λογαριασμός έχει απενεργοποιηθεί.
et_ee: Konto on deaktiveeritud.
ru_ru: Аккаунт отключен.
sv_se: Kontot är avaktiverat.

source: Account is currently being set-up.
el_gr: Ο λογαριασμός διαμορφώνεται αυτήν τη στιγμή.
et_ee: Kontot seadistatakse parasjagu.
ru_ru: Идет настройка аккаунта.
sv_se: Kontot anpassas just nu.

source: There was an SSL problem.
el_gr: Προέκυψε πρόβλημα SSL.
et_ee: Tekkis SSL-probleem.
ru_ru: Ошибка SSL.
sv_se: Ett SSL-problem uppstod.

source: The account status could not be determined.
el_gr: Δεν ήταν δυνατός ο προσδιορισμός της κατάστασης λογαριασμού.
et_ee: Konto staatust ei olnud võimalik kindlaks teha.
ru_ru: Статус учетной записи не может быть определен.
sv_se: Kontots status kunde inte bestämmas.

source: The account is not supported.
el_gr: Ο λογαριασμός δεν υποστηρίζεται.
et_ee: Kontot ei toetata.
ru_ru: Учетная запись не поддерживается.
sv_se: Kontot stöds inte.

source: The account cannot be accessed.
el_gr: Δεν είναι δυνατή η πρόσβαση στον λογαριασμό.
et_ee: Konto pole kättesaadav.
ru_ru: Учетная запись не может быть использована.
sv_se: Kan inte komma åt kontot.

source: There was a communication problem while trying to connect
el_gr: Προέκυψε πρόβλημα επικοινωνίας κατά την προσπάθεια σύνδεσης
ru_ru: При попытке подключения возникла проблема со связью
sv_se: Ett kommunikationsproblem inträffade vid anslutning

source: Cannot find mail account for user "%2$s".
el_gr: Δεν είναι δυνατή η εύρεση λογαριασμού email για τον χρήστη «%2$s».
et_ee: Ei leia e-posti kontot kasutaja "%2$s" korral.
ru_ru: Учетная запись пользователя «%2$s» не найдена.
sv_se: Kan inte hitta e-postkonto för användaren ”%2$s”.

source: Found two mail accounts with same identifier %1$s for user %2$s.
el_gr: Βρέθηκαν δύο λογαριασμοί email με το ίδιο αναγνωριστικό «%1$s» για τον χρήστη «%2$s».
et_ee: Leitud kaks e-posti kontot sama identifikaatoriga %1$s kasutaja %2$s korral.
ru_ru: Обнаружены две учетные записи с идентификатором %1$s для пользователя %2$s.
sv_se: Hittade två e-postkonton med samma identifierare %1$s för användare %2$s.

source: A host could not be resolved: %1$s.
el_gr: Δεν ήταν δυνατή η ανάλυση κεντρικού υπολογιστή: %1$s.
et_ee: Hosti lahendamine ebaõnnestus: %1$s.
ru_ru: Не удалось определить хост: %1$s.
sv_se: En värd kunde inte lösas: %1$s.

source: You do not have the appropriate permissions to delete the default mail account.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε τον προεπιλεγμένο λογαριασμό email.
et_ee: Teil puuduvad vaikimisi e-posti konto kustutamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для удаления используемой по умолчанию учетной записи.
sv_se: Du har inte tillräckliga rättigheter för att ta bort standard-e-postkontot.

source: You do not have the appropriate permissions to update the default mail account.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να ενημερώσετε τον προεπιλεγμένο λογαριασμό email.
et_ee: Teil puuduvad vaikimisi e-posti konto värskendamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для обновления используемой по умолчанию учетной записи.
sv_se: Du har inte tillräckliga rättigheter för att uppdatera standard-e-postkontot.

source: The default mail account already exists.
el_gr: Ο προεπιλεγμένος λογαριασμός email υπάρχει ήδη.
et_ee: Vaikimisi e-posti konto on juba olemas.
ru_ru: Стандартная учетная запись уже существует.
sv_se: Standard-e-postkontot finns redan.

source: The Unified Mail account already exists.
el_gr: Ο λογαριασμός ενοποιημένης αλληλογραφίας υπάρχει ήδη.
et_ee: Ühendatud e-posti konto on juba olemas.
ru_ru: Учетная запись Unified Mail уже существует.
sv_se: Enhetliga e-postkontot finns redan.

source: It is not allowed to create a new mail account for Unified Mail.
el_gr: Δεν επιτρέπεται η δημιουργία νέου λογαριασμού email για ενοποιημένη αλληλογραφία.
et_ee: Uue e-posti konto loomine ühendatud e-posti jaoks pole lubatud.
ru_ru: Создание учетной записи Unified Mail не разрешено.
sv_se: Inte tillåtet att skapa ett nytt e-postkonto för Enhetlig e-post.

source: Validation for Unified Mail failed.
el_gr: Η επικύρωση για την ενοποιημένη αλληλογραφία απέτυχε.
et_ee: Ühendatud e-posti valideerimine ebaõnnestus.
ru_ru: Проверка Unified Mail завершилась неудачей.
sv_se: Bekräftelse av Enhetlig e-post misslyckades.

source: You do not have the appropriate permissions to create more than one mail account.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε περισσότερους από έναν λογαριασμούς email.
et_ee: Teil puuduvad enam kui ühe e-posti konto loomiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для создания больше одной учетной записи.
sv_se: Du har inte tillräckliga rättigheter för att skapa mer än ett e-postkonto.

source: A mail account with the given E-Mail address already exists.
el_gr: Υπάρχει ήδη λογαριασμός email με τη συγκεκριμένη διεύθυνση email.
et_ee: E-posti konto esitatud e-posti aadressiga on juba olemas.
ru_ru: Учетная запись с заданным электронным адресом уже существует.
sv_se: Ett e-postkonto med den givna e-postadressen finns redan.

source: The mail account name "%1$s" is not valid.
el_gr: Το όνομα λογαριασμού email «%1$s» δεν είναι έγκυρο.
et_ee: E-posti konto nimi "%1$s" ei kehti.
ru_ru: Недопустимое имя учетной записи «%1$s».
sv_se: E-postkontonamnet ”%1$s” är ogiltigt.

source: The selected mail account name already exists.
el_gr: Το όνομα του επιλεγμένου λογαριασμού email υπάρχει ήδη.
et_ee: Valitud e-posti konto nimi on juba olemas.
ru_ru: Выбранная учетная запись уже существует.
sv_se: Det valda e-postkontonamnet finns redan.

source: Duplicate transport account for user %1$s in context %2$s.
el_gr: Διπλότυπος λογαριασμός μεταφοράς για τον χρήστη «%1$s» στο περιβάλλον «%2$s».
et_ee: Dubleeritud transpordikonto kasutaja %1$s korral kontekstis %2$s.
ru_ru: Учетная запись для пользователя %1$s в контексте %2$s уже существует.
sv_se: Dubblerat transportkonto för användaren %1$s i kontext %2$s.

source: Could not connect to mail server "%1$s" for login %2$s. Please review your settings.
el_gr: Δεν ήταν δυνατή η σύνδεση στον διακομιστή email «%1$s» για τη σύνδεση «%2$s». Παρακαλώ ελέγξτε τις ρυθμίσεις σας.
et_ee: Ebaõnnestus ühenduse loomine e-posti serveriga "%1$s" kasutajatunnuse %2$s korral. Palun vaadake oma seaded üle.
ru_ru: %2$s не смог подключиться к почтовому серверу «%1$s». Проверьте настройки.
sv_se: Kunde inte ansluta till e-postservern ”%1$s” för inloggning %2$s. Kontrollera dina inställningar.

source: Could not connect to transport server "%1$s" for login %2$s. Please review your settings.
el_gr: Δεν ήταν δυνατή η σύνδεση στον διακομιστή μεταφοράς «%1$s» για τη σύνδεση «%2$s». Παρακαλώ ελέγξτε τις ρυθμίσεις σας.
et_ee: Ebaõnnestus ühenduse loomine transpordiserveriga "%1$s" kasutajatunnuse %2$s korral. Palun vaadake oma seaded üle.
ru_ru: %2$s не смог подключиться к транспортному серверу «%1$s». Проверьте настройки.
sv_se: Kunde inte ansluta till transportservern ”%1$s” för inloggning %2$s. Kontrollera dina inställningar.

source: Default port specified for mail protocol "%1$s", but SSL is enabled. Please review if appropriate.
el_gr: Έχει καθοριστεί προεπιλεγμένη θύρα για το πρωτόκολλο email «%1$s», αλλά το SSL είναι ενεργοποιημένο. Παρακαλώ ελέγξτε το, εάν χρειάζεται.
et_ee: E-posti protokolli "%1$s" korral on määratletud vaikeport, kuid SSL on aktiveeritud. Palun vaadake üle, kui see on vajalik.
ru_ru: Для почтового протокола «%1$s» определен стандартный порт, но функции SSL включены. Проверьте настройки.
sv_se: Standardport angiven för e-postprotokoll ”%1$s”, men SSL är aktiverat. Dubbelkolla det här om det verkar behövas.

source: Secure port specified for mail protocol "%1$s", but SSL is not enabled. Please review if appropriate.
el_gr: Έχει καθοριστεί ασφαλής θύρα για το πρωτόκολλο email «%1$s», αλλά το SSL δεν είναι ενεργοποιημένο. Παρακαλώ ελέγξτε το, εάν χρειάζεται.
et_ee: E-posti protokolli "%1$s" korral on määratletud turvaline port, kuid SSL ei ole aktiveeritud. Palun vaadake üle, kui see on vajalik.
ru_ru: Для почтового протокола «%1$s» определен защищенный порт, но функции SSL не включены. Проверьте настройки.
sv_se: Säker port angiven för e-postprotokoll ”%1$s”, men SSL är inte aktiverat. Dubbelkolla det här om det verkar behövas.

source: Default port specified for transport protocol "%1$s", but SSL is enabled. Please review if appropriate.
el_gr: Έχει καθοριστεί προεπιλεγμένη θύρα για το πρωτόκολλο μεταφοράς «%1$s», αλλά το SSL είναι ενεργοποιημένο. Παρακαλώ ελέγξτε το, εάν χρειάζεται.
et_ee: Transpordiprotokolli "%1$s" korral on määratletud turvaline port, kuid SSL on aktiveeritud. Palun vaadake üle, kui see on vajalik.
ru_ru: Для протокола «%1$s» определен стандартный порт, но функции SSL включены. Проверьте настройки.
sv_se: Standardport angiven för transportprotokoll ”%1$s”, men SSL är aktiverat. Dubbelkolla det här om det verkar behövas.

source: Secure port specified for transport protocol "%1$s", but SSL is not enabled. Please review if appropriate.
el_gr: Έχει καθοριστεί ασφαλής θύρα για το πρωτόκολλο μεταφοράς «%1$s», αλλά το SSL δεν είναι ενεργοποιημένο. Παρακαλώ ελέγξτε το, εάν χρειάζεται.
et_ee: Transpordiprotokolli "%1$s" korral on määratletud turvaline port, kuid SSL ei ole aktiveeritud. Palun vaadake üle, kui see on vajalik.
ru_ru: Для протокола «%1$s» определен защищенный порт, но функции SSL не включены. Проверьте настройки.
sv_se: Säker port angiven för transportprotokoll ”%1$s”, men SSL är inte aktiverat. Dubbelkolla det här om det verkar behövas.

source: The given host name "%1$s" is invalid.
el_gr: Το συγκεκριμένο όνομα κεντρικού υπολογιστή «%1$s» δεν είναι έγκυρο.
et_ee: Esitatud hosti nimi "%1$s" on kehtetu.
ru_ru: Недопустимое имя узла: «%1$s».
sv_se: Det givna värdnamnet ”%1$s” är ogiltigt.

source: The given host name "%1$s" is not allowed.
el_gr: Το συγκεκριμένο όνομα κεντρικού υπολογιστή «%1$s» δεν επιτρέπεται.
et_ee: Esitatud hosti nimi "%1$s" ei ole lubatud.
ru_ru: Недопустимое имя узла: «%1$s».
sv_se: Det givna värdnamnet ”%1$s” är inte tillåtet.

source: The protocol must not changed from %1$s to %2$s.
el_gr: Το πρωτόκολλο δεν πρέπει να αλλάξει από %1$s σε %2$s.
et_ee: Protokolli muutmine %1$s -> %2$s ei ole lubatud.
ru_ru: Нельзя изменить протокол %1$s на %2$s.
sv_se: Protokollet får inte ändras från %1$s till %2$s.

source: The flag marking a mail account as a secondary account must not be changed.
el_gr: Η σημαία που επισημαίνει έναν λογαριασμό email ως δευτερεύοντα δεν πρέπει να αλλάξει.
et_ee: Postikonto teisejärgulise konto märkimist ei tohi muuta.
ru_ru: Флаг, отмечающий почтовую учетную запись как вторичную, не должен быть изменен.
sv_se: Flaggmärkning av ett e-postkonto som ett sekundärt konto får inte ändras.

source: The mail transport from external accounts is disabled.
el_gr: Η μεταφορά email από εξωτερικούς λογαριασμούς έχει απενεργοποιηθεί.
ru_ru: Перенос почты с внешних учетных записей отключен.
sv_se: E-posttransport från externa konton är avaktiverad.

source: Read all your mail accounts.
el_gr: Ανάγνωση όλων των λογαριασμών email σας.
et_ee: Teie kõigi e-posti kontode lugemine.
ru_ru: Чтение всех ваших почтовых учетных записей.
sv_se: Läs alla dina e-postkonton.

source: Create, modify and delete mail accounts.
el_gr: Δημιουργία, τροποποίηση και διαγραφή λογαριασμών email.
et_ee: E-posti kontode loomine, muutmine ja kustutamine.
ru_ru: Создание, изменение и удаление почтовых учетных записей.
sv_se: Skapa, ändra och ta bort e-postkonton.

source: Found resource(s) with same identifier "%1$s".
el_gr: Βρέθηκαν πόροι με το ίδιο αναγνωριστικό «%1$s».
et_ee: Leitud ressurss (ressursid) sama identifikaatoriga "%1$s".
ru_ru: Ресурсы с идентификатором «%1$s» уже существуют.
sv_se: Hittade resurs(er) med samma identifierare ”%1$s”.

source: You do not have the appropriate permissions to modify resources.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να τροποποιήσετε πόρους.
et_ee: Teil puuduvad ressursside muutmiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для изменения ресурсов.
sv_se: Du har inte tillräckliga rättigheter för att ändra resurser.

source: The provided resource identifier "%1$s" contains invalid characters.
el_gr: Το αναγνωριστικό του παρεχόμενου πόρου «%1$s» περιέχει μη έγκυρους χαρακτήρες.
et_ee: Esitatud ressursi identifikaator "%1$s" sisaldab kehtetuid märke.
ru_ru: Идентификатор ресурса «%1$s» содержит недопустимые знаки.
sv_se: Den givna resursidentifieraren ”%1$s” innehåller ogiltiga tecken.

source: The provided E-Mail address "%1$s" for resource is invalid.
el_gr: Η παρεχόμενη διεύθυνση email «%1$s» για τον πόρο δεν είναι έγκυρη.
et_ee: Ressursi korral esitatud e-posti aadress "%1$s" on kehtetu.
ru_ru: Недопустимый адрес: «%1$s».
sv_se: Den givna e-postadressen ”%1$s” för resursen är ogiltig.

source: There is already a resource with E-Mail address "%1$s". Please choose another one.
el_gr: Υπάρχει ήδη ένας πόρος με τη διεύθυνση email «%1$s». Παρακαλώ επιλέξτε έναν άλλο.
et_ee: Ressurss e-posti aadressiga "%1$s" on juba olemas. Palun valige mõni muu.
ru_ru: Ресурс с адресом «%1$s» уже существует. Выберите другой адрес.
sv_se: Det finns redan en resurs med e-postadressen ”%1$s”. Välj en annan.

source: The selected resource "%1$s" has been changed in the meantime.
el_gr: Ο επιλεγμένος πόρος «%1$s» έχει αλλάξει στο ενδιάμεσο διάστημα.
et_ee: Valitud ressurssi "%1$s" on vahepeal muudetud.
ru_ru: За это время ресурс «%1$s» был изменен.
sv_se: Den valda resursen ”%1$s” har ändrats under tiden.

source: Missing mandatory field(s) in given resource.
el_gr: Απουσία υποχρεωτικών πεδίων σε δοσμένο πόρο.
et_ee: Esitatud ressursis puudub kohustuslik väli (väljad).
ru_ru: Обязательные поля не определены.
sv_se: Saknar obligatoriskt fält i angiven resurs.

source: Missing mandatory name in given resource.
el_gr: Απουσία υποχρεωτικού ονόματος σε δοσμένο πόρο.
et_ee: Puudub kohustuslik nimi antud ressursis.
ru_ru: Отсутствует обязательное имя в заданном ресурсе.
sv_se: Obligatoriskt namn saknas i given resurs.

source: Missing mandatory display name in given resource.
el_gr: Απουσία υποχρεωτικού εμφανιζόμενου ονόματος σε δοσμένο πόρο.
et_ee: Puudub kohustuslik kuvamisnimi antud ressursis.
ru_ru: Отсутствуем обязательное отображаемое имя в заданном ресурсе.
sv_se: Obligatoriskt visningsnamn saknas i given resurs.

source: Missing mandatory E-Mail address in given resource.
el_gr: Απουσία υποχρεωτικής διεύθυνσης email σε δοσμένο πόρο.
et_ee: Puudub kohustuslik e-posti aadress antud ressursis.
ru_ru: Отсутствует обязательный адрес электронной почты в заданном ресурсе.
sv_se: Obligatorisk e-postadress saknas i given resurs.

source: At least one booking delegate must be defined to manage booking requests.
el_gr: Πρέπει να οριστεί τουλάχιστον ένας εκπρόσωπος κράτησης για τη διαχείριση των αιτημάτων κράτησης.
ru_ru: Для управления запросами на резервирование должен быть определен как минимум один представитель резервирования.
sv_se: Minst en bokningsdelegat måste definieras för att hantera bokningsbegäran.
