Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Europe/Kaliningrad
el_gr: Ευρώπη/Καλίνινγκραντ
et_ee: Euroopa/Kaliningrad
ru_ru: Европа/Калининград
sv_se: Europa/Kaliningrad

source: Europe/Kiev
el_gr: Ευρώπη/Κίεβο
et_ee: Euroopa/Kiiev
ru_ru: Европа/Киев
sv_se: Europa/Kiev

source: Europe/Kirov
el_gr: Ευρώπη/Κίροφ
et_ee: Euroopa/Kiirov
ru_ru: Европа/Киров
sv_se: Europa/Kirov

source: Europe/Lisbon
el_gr: Ευρώπη/Λισαβόνα
et_ee: Euroopa/Lissabon
ru_ru: Европа/Лиссабон
sv_se: Europa/Lissabon

source: Europe/Ljubljana
el_gr: Ευρώπη/Λιουμπλιάνα
et_ee: Euroopa/Ljubljana
ru_ru: Европа/Любляна
sv_se: Europa/Ljubljana

source: Europe/London
el_gr: Ευρώπη/Λονδίνο
et_ee: Euroopa/London
ru_ru: Европа/Лондон
sv_se: Europa/London

source: Europe/Luxembourg
el_gr: Ευρώπη/Λουξεμβούργο
et_ee: Euroopa/Luksemburg
ru_ru: Европа/Люксембург
sv_se: Europa/Luxemburg

source: Europe/Madrid
el_gr: Ευρώπη/Μαδρίτη
et_ee: Euroopa/Madrid
ru_ru: Европа/Мадрид
sv_se: Europa/Madrid

source: Europe/Malta
el_gr: Ευρώπη/Μάλτα
et_ee: Euroopa/Malta
ru_ru: Европа/Мальта
sv_se: Europa/Malta

source: Europe/Mariehamn
el_gr: Ευρώπη/Μάριενχαμν
et_ee: Euroopa/Mariehamn
ru_ru: Европа/Мариехамн
sv_se: Europa/Mariehamn

source: Europe/Minsk
el_gr: Ευρώπη/Μινσκ
et_ee: Euroopa/Minsk
ru_ru: Европа/Минск
sv_se: Europa/Minsk

source: Europe/Monaco
el_gr: Ευρώπη/Μονακό
et_ee: Euroopa/Monaco
ru_ru: Европа/Монако
sv_se: Europa/Monaco

source: Europe/Moscow
el_gr: Ευρώπη/Μόσχα
et_ee: Euroopa/Moskva
ru_ru: Европа/Москва
sv_se: Europa/Moskva

source: Europe/Nicosia
el_gr: Ευρώπη/Λευκωσία
et_ee: Euroopa/Nicosia
ru_ru: Европа/Никосия
sv_se: Europa/Nicosia

source: Europe/Oslo
el_gr: Ευρώπη/Όσλο
et_ee: Euroopa/Oslo
ru_ru: Европа/Осло
sv_se: Europa/Oslo

source: Europe/Paris
el_gr: Ευρώπη/Παρίσι
et_ee: Euroopa/Pariis
ru_ru: Европа/Париж
sv_se: Europa/Paris

source: Europe/Podgorica
el_gr: Ευρώπη/Ποντγκόριτσα
et_ee: Euroopa/Podgorica
ru_ru: Европа/Подгорица
sv_se: Europa/Podgorica

source: Europe/Prague
el_gr: Ευρώπη/Πράγα
et_ee: Euroopa/Praha
ru_ru: Европа/Прага
sv_se: Europa/Prag

source: Europe/Riga
el_gr: Ευρώπη/Ρίγα
et_ee: Euroopa/Riia
ru_ru: Европа/Рига
sv_se: Europa/Riga

source: Europe/Rome
el_gr: Ευρώπη/Ρώμη
et_ee: Euroopa/Rooma
ru_ru: Европа/Рим
sv_se: Europa/Rom

source: Europe/Samara
el_gr: Ευρώπη/Σαμάρα
et_ee: Euroopa/Samaara
ru_ru: Европа/Самара
sv_se: Europa/Samara

source: Europe/San Marino
el_gr: Ευρώπη/Άγιος Μαρίνος
et_ee: Euroopa/San Marino
ru_ru: Европа/Сан-Марино
sv_se: Europa/San Marino

source: Europe/Sarajevo
el_gr: Ευρώπη/Σαράγεβο
et_ee: Euroopa/Sarajevo
ru_ru: Европа/Сараево
sv_se: Europa/Sarajevo

source: Europe/Saratov
el_gr: Ευρώπη/Σαράτοφ
et_ee: Euroopa/Saratov
ru_ru: Европа/Саратов
sv_se: Europa/Saratov

source: Europe/Simferopol
el_gr: Ευρώπη/Συμφερόπολη
et_ee: Euroopa/Simferoopol
ru_ru: Европа/Симферополь
sv_se: Europa/Simferopol

source: Europe/Skopje
el_gr: Ευρώπη/Σκόπια
et_ee: Euroopa/Skopje
ru_ru: Европа/Скопье
sv_se: Europa/Skopje

source: Europe/Sofia
el_gr: Ευρώπη/Σόφια
et_ee: Euroopa/Sofia
ru_ru: Европа/София
sv_se: Europa/Sofia

source: Europe/Stockholm
el_gr: Ευρώπη/Στοκχόλμη
et_ee: Euroopa/Stockholm
ru_ru: Европа/Стокгольм
sv_se: Europa/Stockholm

source: Europe/Tallinn
el_gr: Ευρώπη/Ταλίν
et_ee: Euroopa/Tallinn
ru_ru: Европа/Таллин
sv_se: Europa/Tallinn

source: Europe/Tirane
el_gr: Ευρώπη/Τίρανα
et_ee: Euroopa/Tirana
ru_ru: Европа/Тирана
sv_se: Europa/Tirana

source: Europe/Tiraspol
el_gr: Ευρώπη/Τίρασπολ
et_ee: Euroopa/Tiraspol
ru_ru: Европа/Тирасполь
sv_se: Europa/Tiraspol

source: Europe/Ulyanovsk
el_gr: Ευρώπη/Ουλιάνοφσκ
et_ee: Euroopa/Uljanovsk
ru_ru: Европа/Ульяновск
sv_se: Europa/Ulyanovsk

source: Europe/Uzhgorod
el_gr: Ευρώπη/Ούζχοροντ
et_ee: Euroopa/Užgorod
ru_ru: Европа/Ужгород
sv_se: Europa/Uzhgorod

source: Europe/Vaduz
el_gr: Ευρώπη/Βαντούζ
et_ee: Euroopa/Vaduz
ru_ru: Европа/Вадуц
sv_se: Europa/Vaduz

source: Europe/Vatican
el_gr: Ευρώπη/Βατικανό
et_ee: Euroopa/Vatikan
ru_ru: Европа/Ватикан
sv_se: Europa/Vatikanen

source: Europe/Vienna
el_gr: Ευρώπη/Βιέννη
et_ee: Euroopa/Viin
ru_ru: Европа/Вена
sv_se: Europa/Wien

source: Europe/Vilnius
el_gr: Ευρώπη/Βίλνιους
et_ee: Euroopa/Vilnius
ru_ru: Европа/Вильнюс
sv_se: Europa/Vilnius

source: Europe/Volgograd
el_gr: Ευρώπη/Βόλγκογκραντ
et_ee: Euroopa/Volgograd
ru_ru: Европа/Волгоград
sv_se: Europa/Volgograd

source: Europe/Warsaw
el_gr: Ευρώπη/Βαρσοβία
et_ee: Euroopa/Varssavi
ru_ru: Европа/Варшава
sv_se: Europa/Warszawa

source: Europe/Zagreb
el_gr: Ευρώπη/Ζάγκρεμπ
et_ee: Euroopa/Zagreb
ru_ru: Европа/Загреб
sv_se: Europa/Zagreb

source: Europe/Zaporozhye
el_gr: Ευρώπη/Ζαπορίζια
et_ee: Euroopa/Zaporožje
ru_ru: Европа/Запорожье
sv_se: Europa/Zaporozhye

source: Europe/Zurich
el_gr: Ευρώπη/Ζυρίχη
et_ee: Euroopa/Zürich
ru_ru: Европа/Цюрих
sv_se: Europa/Zürich

source: Greenwich
el_gr: Γκρίνουιτς
ru_ru: Гринвич

source: Hongkong
el_gr: Χονγκ Κονγκ
ru_ru: Гонконг

source: Iceland
el_gr: Ισλανδία
et_ee: Island
ru_ru: Исландия
sv_se: Island

source: Indian/Antananarivo
el_gr: Ινδικός/Ανταναναρίβο
et_ee: India ookean/Antananarivo
ru_ru: Индийский океан/Антананариву
sv_se: Indiska oceanen/Antananarivo

source: Indian/Chagos
el_gr: Ινδικός/Τσάγκος
et_ee: India ookean/Chagos
ru_ru: Индийский океан/Чагос
sv_se: Indiska oceanen/Chagos

source: Indian/Christmas
el_gr: Ινδικός/Νήσος των Χριστουγέννων
et_ee: India ookean/Jõulusaared
ru_ru: Индийский окена/о. Рождества
sv_se: Indiska oceanen/Julön

source: Indian/Cocos
el_gr: Ινδικός/Κόκος
et_ee: India ookean/Kookossaared
ru_ru: Индийский океан/Кокосовые о-ва
sv_se: Indiska oceanen/Cocos

source: Indian/Comoro
el_gr: Ινδικός/Κομόρο
et_ee: India ookean/Komoorid
ru_ru: Индийский океан/Коморо
sv_se: Indiska oceanen/Comorerna

source: Indian/Kerguelen
el_gr: Ινδικός/Κεργκελέν
et_ee: India ookean/Kerguelen
ru_ru: Индийский океан/Кергелен
sv_se: Indiska oceanen/Kerguelen

source: Indian/Mahe
el_gr: Ινδικός/Μαέ
et_ee: India ookean/Mahe
ru_ru: Индийский океан/Маэ
sv_se: Indiska oceanen/Mahe

source: Indian/Maldives
el_gr: Ινδικός/Μαλδίβες
et_ee: India ookean/Maldiivid
ru_ru: Индийский океан/Мальдивы
sv_se: Indiska oceanen/Maldiverna

source: Indian/Mauritius
el_gr: Ινδικός/Μαυρίκιος
et_ee: India ookean/Mauritius
ru_ru: Индийский океан/Маврикий
sv_se: Indiska oceanen/Mauritius

source: Indian/Mayotte
el_gr: Ινδικός/Μαγιότ
et_ee: India ookean/Mayotte
ru_ru: Индийский окена/Майотта
sv_se: Indiska oceanen/Mayotte

source: Indian/Reunion
el_gr: Ινδικός/Ρεϋνιόν
et_ee: India ookean/Reunion
ru_ru: Индийский океан/Реюньон
sv_se: Indiska oceanen/Reunion

source: Iran
el_gr: Ιράν
et_ee: Iraan
ru_ru: Иран

source: Israel
el_gr: Ισραήλ
et_ee: Iisrael
ru_ru: Израиль

source: Jamaica
el_gr: Τζαμάικα
ru_ru: Ямайка

source: Japan
el_gr: Ιαπωνία
et_ee: Jaapan
ru_ru: Япония

source: Kwajalein
el_gr: Κουαγιαλέν
ru_ru: Кваджалейн

source: Libya
el_gr: Λιβύη
et_ee: Liibüa
ru_ru: Ливия
sv_se: Libyen

source: Mexico/BajaNorte
el_gr: Μεξικό/Μπάχα Νόρτε
et_ee: Mehhiko/BajaNorte
ru_ru: Мексика/Нижняя Калифорния

source: Mexico/BajaSur
el_gr: Μεξικό/Μπάχα Σουρ
et_ee: Mehhiko/BajaSur
ru_ru: Мексика/Южная нижняя Калифорния

source: Mexico/General
el_gr: Μεξικό/Γενική
et_ee: Mehhiko/Üldine
ru_ru: Мексика/Основная часть
sv_se: Mexico/Allmänt

source: Navajo
el_gr: Ναβάχο
ru_ru: Навахо

source: Pacific/Apia
el_gr: Ειρηνικός/Άπια
et_ee: Vaikne ookean/Apia
ru_ru: Тихий океан/Апиа
sv_se: Stilla havet/Apia

source: Pacific/Auckland
el_gr: Ειρηνικός/Ώκλαντ
et_ee: Vaikne ookean/Auckland
ru_ru: Тихий океан/Окленд
sv_se: Stilla havet/Auckland

source: Pacific/Bougainville
el_gr: Ειρηνικός/Μπουγκαινβίλ
et_ee: Vaikne ookean/Bougainville
ru_ru: Тихий океан/Бугенвиль
sv_se: Stilla havet/Bougainville

source: Pacific/Chatham
el_gr: Ειρηνικός/Τσάταμ
et_ee: Vaikne ookean/Chatham
ru_ru: Тихий океан/Чатем
sv_se: Stilla havet/Chatham

source: Pacific/Chuuk
el_gr: Ειρηνικός/Τσουκ
et_ee: Vaikne ookean/Chuuk
ru_ru: США/Тихий океан
sv_se: Stilla havet/Chuuk

source: Pacific/Easter
el_gr: Ειρηνικός/Νήσος του Πάσχα
et_ee: Vaikne ookean/Lihavõttesaared
ru_ru: Тихий океан/Остров_Пасхи
sv_se: Stilla havet/Påskön

source: Pacific/Efate
el_gr: Ειρηνικός/Εφάτε
et_ee: Vaikne ookean/Efate
ru_ru: Тихий океан/о. Эфате
sv_se: Stilla havet/Efate

source: Pacific/Enderbury
el_gr: Ειρηνικός/Εντέρμπουρυ
et_ee: Vaikne ookean/Enderbury
ru_ru: Тихий океан/Эндербери
sv_se: Stilla havet/Enderbury

source: Pacific/Fakaofo
el_gr: Ειρηνικός/Φακαόφο
et_ee: Vaikne ookean/Fakaofo
ru_ru: Тихий океан/Факаофо
sv_se: Stilla havet/Fakaofo

source: Pacific/Fiji
el_gr: Ειρηνικός/Φίτζι
et_ee: Vaikne ookean/Fidži
ru_ru: Тихий океан/Фиджи
sv_se: Stilla havet/Fiji

source: Pacific/Funafuti
el_gr: Ειρηνικός/Φουναφούτι
et_ee: Vaikne ookean/Funafuti
ru_ru: Тихий океан/Фунафути
sv_se: Stilla havet/Funafuti

source: Pacific/Galapagos
el_gr: Ειρηνικός/Γκαλαπάγκος
et_ee: Vaikne ookean/Galapagos
ru_ru: Тихий океан/Галапагосские о-ва
sv_se: Stilla havet/Galapagos

source: Pacific/Gambier
el_gr: Ειρηνικός/Γκάμπιερ
et_ee: Vaikne ookean/Gambier
ru_ru: Тихий океан/Гамбье
sv_se: Stilla havet/Gambier

source: Pacific/Guadalcanal
el_gr: Ειρηνικός/Γκουανταλκανάλ
et_ee: Vaikne ookean/Guadalcanal
ru_ru: Тихий океан/о. Гуадалканал
sv_se: Stilla havet/Guadalcanal

source: Pacific/Guam
el_gr: Ειρηνικός/Γκουάμ
et_ee: Vaikne ookean/Guam
ru_ru: Тихий океан/Гуам
sv_se: Stilla havet/Guam

source: Pacific/Honolulu
el_gr: Ειρηνικός/Χονολουλού
et_ee: Vaikne ookean/Honolulu
ru_ru: Тихий океан/Гонолулу
sv_se: Stilla havet/Honolulu

source: Pacific/Johnston
el_gr: Ειρηνικός/Τζόνστον
et_ee: Vaikne ookean/Johnston
ru_ru: Тихий океан/Джонстон
sv_se: Stilla havet/Johnston

source: Pacific/Kiritimati
el_gr: Ειρηνικός/Κιριτιμάτι
et_ee: Vaikne ookean/Kiritimati
ru_ru: Тихий океан/Киритимати
sv_se: Stilla havet/Kiritimati

source: Pacific/Kosrae
el_gr: Ειρηνικός/Κόσραϊ
et_ee: Vaikne ookean/Kosrae
ru_ru: Тихий океан/Косре
sv_se: Stilla havet/Kosrae

source: Pacific/Kwajalein
el_gr: Ειρηνικός/Κουαγιαλέν
et_ee: Vaikne ookean/Kwajalein
ru_ru: Тихий океан/Кваджалейн
sv_se: Stilla havet/Kwajalein

source: Pacific/Majuro
el_gr: Ειρηνικός/Ματζούρο
et_ee: Vaikne ookean/Majuro
ru_ru: Тихий океан/Маджуро
sv_se: Stilla havet/Majuro

source: Pacific/Marquesas
el_gr: Ειρηνικός/Μαρκέζας
et_ee: Vaikne ookean/Markiisaared
ru_ru: Тихий океан/Маркизские острова
sv_se: Stilla havet/Marquesas

source: Pacific/Midway
el_gr: Ειρηνικός/Μίντγουαιη
et_ee: Vaikne ookean/Midway
ru_ru: Тихий океан/Мидуэй
sv_se: Stilla havet/Midway

source: Pacific/Nauru
el_gr: Ειρηνικός/Ναούρου
et_ee: Vaikne ookean/Nauru
ru_ru: Тихий океан/Науру
sv_se: Stilla havet/Nauru

source: Pacific/Niue
el_gr: Ειρηνικός/Νιούε
et_ee: Vaikne ookean/Niue
ru_ru: Тихий океан/Нуе
sv_se: Stilla havet/Niue

source: Pacific/Norfolk
el_gr: Ειρηνικός/Νόρφολκ
et_ee: Vaikne ookean/Norfolk
ru_ru: Тихий океан/Норфолк
sv_se: Stilla havet/Norfolk

source: Pacific/Noumea
el_gr: Ειρηνικός/Νουμεά
et_ee: Vaikne ookean/Noumea
ru_ru: Тихий океан/Нумеа
sv_se: Stilla havet/Noumea

source: Pacific/Pago Pago
el_gr: Ειρηνικός/Πάγκο Πάγκο
et_ee: Vaikne ookean/Pago Pago
ru_ru: Тихий океан/Паго-Паго
sv_se: Stilla havet/Pago Pago

source: Pacific/Palau
el_gr: Ειρηνικός/Παλάου
et_ee: Vaikne ookean/Palau
ru_ru: Тихий океан/Палау
sv_se: Stilla havet/Palau

source: Pacific/Pitcairn
el_gr: Ειρηνικός/Πίτκερν
et_ee: Vaikne ookean/Pitcairn
ru_ru: Тихий океан/Питкэрн
sv_se: Stilla havet/Pitcairn

source: Pacific/Pohnpei
el_gr: Ειρηνικός/Πονπέι
et_ee: Vaikne ookean/Pohnpei
ru_ru: Тихий океан/Понпеи
sv_se: Stilla havet/Pohnpei

source: Pacific/Ponape
el_gr: Ειρηνικός/Πονάπε
et_ee: Vaikne ookean/Pohnpei
ru_ru: Тихий океан/Понапе
sv_se: Stilla havet/Ponape

source: Pacific/Port Moresby
el_gr: Ειρηνικός/Πορτ Μόρεσμπι
et_ee: Vaikne ookean/Port Moresby
ru_ru: Тихий океан/Порт-Морсби
sv_se: Stilla havet/Port Moresby

source: Pacific/Rarotonga
el_gr: Ειρηνικός/Ραροτόνγκα
et_ee: Vaikne ookean/Rarotonga
ru_ru: Тихий океан/Раротонга
sv_se: Stilla havet/Rarotonga

source: Pacific/Saipan
el_gr: Ειρηνικός/Σαϊπάν
et_ee: Vaikne ookean/Saipan
ru_ru: Тихий океан/Сайпан
sv_se: Stilla havet/Saipan

source: Pacific/Samoa
el_gr: Ειρηνικός/Σαμόα
et_ee: Vaikne ookean/Samoa
ru_ru: Тихий океан/Самоа
sv_se: Stilla havet/Samoa

source: Pacific/Tahiti
el_gr: Ειρηνικός/Ταϊτή
et_ee: Vaikne ookean/Tahiiti
ru_ru: Тихий океан/Таити
sv_se: Stilla havet/Tahiti

source: Pacific/Tarawa
el_gr: Ειρηνικός/Ταράουα
et_ee: Vaikne ookean/Tarawa
ru_ru: Тихий океан/Тарава
sv_se: Stilla havet/Tarawa

source: Pacific/Tongatapu
el_gr: Ειρηνικός/Τονγκατάπου
et_ee: Vaikne ookean/Tongatapu
ru_ru: Тихий океан/Тонгатапу
sv_se: Stilla havet/Tongatapu

source: Pacific/Truk
el_gr: Ειρηνικός/Τρουκ
et_ee: Vaikne ookean/Truk
ru_ru: Тихий океан/Трук
sv_se: Stilla havet/Truk

source: Pacific/Wake
el_gr: Ειρηνικός/Ουέηκ
et_ee: Vaikne ookean/Wake
ru_ru: Тихий океан/Уэйк
sv_se: Stilla havet/Wake

source: Pacific/Wallis
el_gr: Ειρηνικός/Ουαλίς
et_ee: Vaikne ookean/Wallis
ru_ru: Тихий океан/Уоллис
sv_se: Stilla havet/Wallis

source: Pacific/Yap
el_gr: Ειρηνικός/Γιαπ
et_ee: Vaikne ookean/Yap
ru_ru: Тихий океан/Яп
sv_se: Stilla havet/Yap

source: Poland
el_gr: Πολωνία
et_ee: Poola
ru_ru: Польша
sv_se: Polen

source: Portugal
el_gr: Πορτογαλία
ru_ru: Португалия

source: Singapore
el_gr: Σιγκαπούρη
et_ee: Singapur
ru_ru: Сингапур

source: Turkey
el_gr: Τουρκία
et_ee: Türgi
ru_ru: Турция
sv_se: Turkiet

source: US/Alaska
el_gr: ΗΠΑ/Αλάσκα
et_ee: USA/Alaska
ru_ru: США/Аляска
sv_se: USA/Alaska

source: US/Aleutian
el_gr: ΗΠΑ/Αλεούτιες Νήσοι
et_ee: USA/Aleuudi
ru_ru: США/Алеутские острова
sv_se: USA/Aleuterna

source: US/Arizona
el_gr: ΗΠΑ/Αριζόνα
et_ee: USA/Arizona
ru_ru: США/Аризона
sv_se: USA/Arizona

source: US/Central
el_gr: ΗΠΑ/Κεντρική
et_ee: USA/Kesk
ru_ru: США/Центр
sv_se: USA/Centrala

source: US/East-Indiana
el_gr: ΗΠΑ/Ανατολική Ιντιάνα
et_ee: USA/Ida-Indiana
ru_ru: США/Западная Индиана
sv_se: USA/Östra Indiana

source: US/Eastern
el_gr: ΗΠΑ/Ανατολική
et_ee: USA/Ida
ru_ru: США/Восток
sv_se: USA/Östra

source: US/Hawaii
el_gr: ΗΠΑ/Χαβάη
et_ee: USA/Havai
ru_ru: США/Гавайи
sv_se: USA/Hawaii

source: US/Indiana-Starke
el_gr: ΗΠΑ/Ιντιάνα-Σταρκ
et_ee: USA/Indiana-Starke
ru_ru: США/Индиана-Старк
sv_se: USA/Indiana-Starke

source: US/Michigan
el_gr: ΗΠΑ/Μίσιγκαν
et_ee: USA/Michigan
ru_ru: США/Мичиган
sv_se: USA/Michigan

source: US/Mountain
el_gr: ΗΠΑ/Ορεινή
et_ee: USA/Mountain
ru_ru: США/Горная часть
sv_se: USA/Mountain

source: US/Pacific
el_gr: ΗΠΑ/Ειρηνικός
et_ee: USA/Vaikse ookeani
ru_ru: США/Тихий океан
sv_se: USA/Stilla havet

source: US/Pacific-New
el_gr: ΗΠΑ/Ειρηνικός-Νέος
et_ee: USA/Vaikse ookeani-Uus
ru_ru: США/Тихий океан (новое время)
sv_se: USA/Stilla havet-Ny

source: US/Samoa
el_gr: ΗΠΑ/Σαμόα
et_ee: USA/Samoa
ru_ru: США/Самоа
sv_se: USA/Samoa

source: Zulu
el_gr: Ζουλού
ru_ru: Зулу

source: Microsoft Exchange ActiveSync Client
el_gr: Πρόγραμμα Microsoft Exchange ActiveSync
et_ee: Microsoft Exchange ActiveSync klient
sv_se: Microsoft Exchange ActiveSync-klient

source: WebDAV InfoStore
el_gr: Χώρος πληροφοριών WebDAV

source: Infostore
el_gr: Χώρος πληροφοριών

source: Australia/ACT
el_gr: Αυστραλία/ΕΑΠ
et_ee: Austraalia/ACT
sv_se: Australien/ACT

source: The requested page does not denote a calendar.
et_ee: Soovitud lehekülg ei tähista kalendrit.

source: You have no access to this calendar.
et_ee: Teil ei ole sellele kalendrile juurdepääsu.

source: The remote calendar service is unavailable at the moment. Please try again later.
et_ee: Kaugkalendri teenus ei ole hetkel saadaval. Palun proovige hiljem uuesti.

source: An error occurred at the remote calendar service. Please try again later.
et_ee: Kaugkalendriteenuses tekkis viga. Palun proovige hiljem uuesti.

source: This appointment has attachments. Click on the following link to view the appointment and to retrieve the attachments: %1$s.
et_ee: Sellel kohtumisel on manuseid. Klõpsake järgneval lingil kohtumise vaatamiseks ja manuste väljaotsimiseks: %1$s.

source: Direct link:
et_ee: Otselink:

source: Reserve the resource %1$s for the appointment.
et_ee: Reserveeri ressurss %1$s kohtumise jaoks.

source: The resource %1$s has been reserved for the appointment.
et_ee: Ressurss %1$s on kohtumiseks reserveeritud.

source: Remove the resource %1$s from the appointment.
et_ee: Eemalda ressurss %1$s kohtumiselt.

source: The resource %1$s is no longer reserved for the appointment.
et_ee: Ressurss %1$s ei ole enam kohtumise jaoks reserveeritud.

source: You have received this E-Mail because you are the chair for this appointment.
et_ee: Olete saanud selle e-kirja, sest olete antud kohtumise juhataja.

source: LDAP contacts cannot be deleted.
et_ee: LDAP kontakte ei saa kustutada.

source: Contacts cannot be inserted in LDAP.
et_ee: Kontakte ei saa LDAP-i lisada.

source: Error while trying to create connection to LDAP server.
et_ee: Viga ühenduse loomisel LDAP-serveriga.

source: The LDAP search for the user contains too many results.
et_ee: Kasutaja LDAP-otsing sisaldab liiga palju tulemusi.

source: The LDAP search for the user object "%s" gave no results.
et_ee: LDAP-otsing kasutaja objekti "%s" korral ei andnud tulemusi.

source: The LDAP search in distribution lists for specific attributes is not supported.
et_ee: Konkreetsete atribuutide LDAP-otsingut leviloendites ei toetata.

source: Cannot get connection to config DB.
et_ee: Ühenduse loomine konfiguratsiooni andmebaasiga ebaõnnestus.

source: No connection to database %1$d
et_ee: Puudub ühendus andmebaasiga %1$d

source: File type
et_ee: Faili tüüp

source: File size
et_ee: Faili suurus

source: in file name
et_ee: faili nimes

source: in From sender
et_ee: kohas Saatjalt

source: in To recipient
et_ee: kohas Saajale

source: in subject
et_ee: teemas

source: The service you requested is currently not available. Please try again later.
et_ee: Teie soovitud teenus ei ole praegu saadaval. Palun proovige hiljem uuesti.

source: A filter for field '%1$s' is missing but is required to search in module %2$s.
et_ee: Välja '%1$s' filter puudub, kuid on nõutav otsinguks moodulis %2$s.

source: A search filter did not contain a field to filter on.
et_ee: Otsingufilter ei sisaldanud välja filtreerimiseks.

source: A search filter did not contain a query to search for.
et_ee: Otsingufilter ei sisaldanud otsitavat päringut.

source: A search filter contained an unknown field: '%1$s'.
et_ee: Otsingufilter sisaldas tundmatut välja: '%1$s'.

source: The value '%1$s' is invalid for option '%2$s'.
et_ee: Väärtus '%1$s' on valiku '%2$s' jaoks kehtetu.

source: The facet "%1$s" is mandatory and has to be set.
et_ee: Aspekt "%1$s" on kohustuslik ja peab olema seadistatud.

source: Could not parse "%1$s".
et_ee: "%1$s" parsimine ebaõnnestus.

source: The folder id "%1$s" is invalid for module "%2$s".
et_ee: Kausta ID "%1$s" ei kehti mooduli "%2$s" korral.

source: The folder type "%1$s" is not supported.
et_ee: Puudub tugi kausta tüübile "%1$s".

source: The facet types "%1$s" and "%2$s" conflict with each other and must not be used within one request.
et_ee: Aspekti tüübid "%1$s" ja "%2$s" on üksteisega vastuolus ning neid ei tohi kasutada ühe taotluses koosseisus.

source: You are not allowed to search in module "%1$s".
et_ee: Teil puudub luba otsingu sooritamiseks moodulis "%1$s".

source: The query yielded too many results to be displayed. Please refine your search options and try again.
et_ee: Päringu tulemusi on kuvamiseks liiga palju. Palun täpsustage oma otsinguvalikuid ja proovige uuesti.

source: in description
et_ee: kirjeldusest

source: in location
et_ee: kohast

source: in attachment name
et_ee: manuse nimest

source: My Status
et_ee: Minu olek

source: Type
et_ee: Tüüp

source: Participant
et_ee: Osaleja

source: Range
et_ee: Vahemik

source: ⁺∕₋ 1 month
et_ee: ⁺∕₋ 1 kuu

source: ⁺∕₋ 3 months
et_ee: ⁺∕₋ 3 kuud

source: ⁺∕₋ 1 year
et_ee: ⁺∕₋ 1 aasta

source: Accepted
et_ee: Kinnitatud

source: Declined
et_ee: Tagasi lükatud

source: Tentative
et_ee: Esialgne

source: None
et_ee: Puudub

source: Single
et_ee: Ühekordne

source: Series
et_ee: Sari

source: Folder type
et_ee: Kausta tüüp

source: Account
et_ee: Konto

source: Public
et_ee: Avalik

source: Shared
et_ee: Jagatud

source: last week
et_ee: eelmine nädal

source: last month
et_ee: eelmine kuu

source: last year
et_ee: eelmine aasta

source: true
et_ee: tõene

source: false
et_ee: vale

source: Contact
et_ee: Kontakt

source: in names
et_ee: nimede seast

source: in e-mail addresses
et_ee: e-posti aadresside seast

source: in phone numbers
et_ee: telefoninumbrite seast

source: in addresses
et_ee: aadresside seast

source: in departments
et_ee: osakondade seast

source: in user fields
et_ee: kasutajaväljade seast

source: Distribution List
et_ee: Leviloend

source: File content
et_ee: Faili sisu

source: Folders
et_ee: Kaustad

source: File description
et_ee: Faili kirjeldus

source: Images
et_ee: Pildid

source: Audio
et_ee: Heli

source: Other
et_ee: Muu

source: in file description
et_ee: faili kirjelduses

source: in file content
et_ee: faili sisus

source: in folder name
et_ee: kausta nimes

source: in mail text
et_ee: e-kirja tekstis

source: People
et_ee: Inimesed

source: From/To
et_ee: Kellelt/Kellele

source: in attachment file names
et_ee: manusfailide nimede seast

source: Has attachment
et_ee: Sisaldab manust

source: Has no attachment
et_ee: Ei sisalda manuseid

source: in title
et_ee: pealkirjas

source: Task folders
et_ee: Ülesande kaustad

source: Task participants
et_ee: Ülesande osalejad

source: Task type
et_ee: Ülesande tüüp

source: Task status
et_ee: Ülesande olek

source: Not Started
et_ee: Alustamata

source: In Progress
et_ee: Pooleli

source: Single Task
et_ee: Üksik ülesanne

source: Problem parsing security policy file: %1$s
et_ee: Probleem turvapoliitika faili analüüsimisel: %1$s

source: Problem updating security manager. %1$s
et_ee: Probleem turvahalduri uuendamisega. %1$s

source: Message could not be sent because it has been rejected.
et_ee: Sõnumit ei saanud saata, sest see on tagasi lükatud.

source: Message could not be sent because it has been rejected (%1$s).
et_ee: Sõnumit ei saanud saata, sest see on tagasi lükatud (%1$s).

source: Unable to change data. (%1$s)
et_ee: Ei saa muuta andmeid. (%1$s)

source: TTY/TDD
sv_se: Texttelefon
