Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Required value "Title" was not supplied.
el_gr: Η απαιτούμενη τιμή «τίτλος» δεν έχει οριστεί.
et_ee: Nõutav väärtus "Pealkiri" on esitamata.
ru_ru: Заголовок не определен.
sv_se: Önskat värde ”Titel” var inte tillgodosett.

source: Move not supported. You cannot move an appointment into that folder.
el_gr: Η μετακίνηση δεν υποστηρίζεται. Δεν μπορείτε να μετακινήσετε μια συνάντηση σε αυτόν τον φάκελο.
et_ee: Ei saa teisaldada sündmust siia kausta.
ru_ru: Перемещение не поддерживается. Вы не сможете переместить встречу в эту папку.
sv_se: Flytten stöds inte. Du får inte flytta ett möte till den mappen.

source: Move not allowed from shared folders.
el_gr: Η μετακίνηση δεν επιτρέπεται από κοινόχρηστους φακέλους.
et_ee: Teisaldus jagatud kaustadest pole lubatud.
ru_ru: Перемещение из общих папок не разрешено.
sv_se: Flytt inte tillåten från delade mappar.

source: No permissions for attachments granted.
el_gr: Δεν έχουν χορηγηθεί δικαιώματα για συνημμένα.
et_ee: Õigusi manustele pole antud.
ru_ru: Нет разрешений доступа к вложениям.
sv_se: Inget tillstånd för bilagor utdelat.

source: Insufficient read rights for this folder.
el_gr: Ανεπαρκή δικαιώματα ανάγνωσης για αυτόν τον φάκελο.
et_ee: Ebapiisavad lugemisõigused selle kausta korral.
ru_ru: Недостаточно прав для чтения этой папки.
sv_se: Otillräckliga läsrättigheter för denna mapp.

source: Folder is not of type Calendar.
el_gr: Ο φάκελος δεν είναι τύπου ημερολογίου.
et_ee: Kaust pole Kalender-tüüpi.
ru_ru: Папка должна иметь тип Calendar.
sv_se: Mappen är inte av typen Kalender.

source: Moving an appointment with private flag to a public folder is not allowed.
el_gr: Δεν επιτρέπεται η μετακίνηση συνάντησης με ιδιωτική σημαία σε δημόσιο φάκελο.
et_ee: Isiklik-lipuga kohtumise teisaldamine avalikku kausta pole lubatud.
ru_ru: Не разрешается переносить личную встречу в общую папку.
sv_se: Det är inte tillåtet att flytta ett privat möte till en offentlig mapp.

source: You do not have the appropriate permissions to modify this object.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να τροποποιήσετε αυτό το αντικείμενο.
et_ee: Teil puuduvad nõutavad õigused selle objekti muutmiseks.
ru_ru: Недостаточно разрешений для изменения объекта.
sv_se: Du har inte tillräckliga rättigheter för att förändra detta objekt.

source: You do not have the appropriate permissions to move this object.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μετακινήσετε αυτό το αντικείμενο.
et_ee: Teil puuduvad nõutavad õigused selle objekti teisaldamiseks.
ru_ru: Недостаточно разрешений для перемещения объекта.
sv_se: Du har inte tillräckliga rättigheter för att flytta detta objekt.

source: You do not have the appropriate permissions to read this object.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαβάσετε αυτό το αντικείμενο.
et_ee: Teil puuduvad nõutavad õigused selle objekti lugemiseks.
ru_ru: Недостаточно разрешений для чтения объекта.
sv_se: Du har inte tillräckliga rättigheter för att läsa detta objekt.

source: You do not have the appropriate permissions to create an object.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε ένα αντικείμενο.
et_ee: Teil puuduvad nõutavad õigused objekti loomiseks.
ru_ru: Недостаточно разрешений для создания объекта.
sv_se: Du har inte tillräckliga rättigheter för att skapa ett objekt.

source: You are trying to create a new recurring appointment from an exception. This is not possible.
el_gr: Προσπαθείτε να δημιουργήσετε μια νέα επαναλαμβανόμενη συνάντηση από μια εξαίρεση. Αυτό δεν είναι δυνατό.
et_ee: Te üritate luua uut korduvat kohtumist erandist. See pole võimalik.
ru_ru: Вы пытаетесь создать повтор на основе исключения.
sv_se: Du försöker skapa ett nytt upprepat möte från ett undantag. Det går inte.

source: Moving an instance of a recurring appointment into another folder is not allowed.
el_gr: Δεν επιτρέπεται η μετακίνηση παρουσίας μιας επαναλαμβανόμενης συνάντησης σε άλλο φάκελο.
et_ee: Korduva kohtumise ühe juhu teisaldamine teise kausta ei ole lubatud.
ru_ru: Экземпляр повторяющейся встречи не может быть перенесен в другую папку.
sv_se: Att flytta en instans av ett upprepat möte till en annan mapp är inte tillåtet.

source: Moving an appointment with private flag to a shared folder is not allowed.
el_gr: Δεν επιτρέπεται η μετακίνηση συνάντησης με ιδιωτική σημαία σε κοινόχρηστο φάκελο.
et_ee: Isiklik-lipuga kohtumise teisaldamine jagatud kausta ei ole lubatud.
ru_ru: Не разрешается переносить личную встречу в папку с совместным доступом.
sv_se: Det är inte tillåtet att flytta ett privat möte till en delad mapp.

source: You can not use different private flags for one element of a recurring appointment.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε διαφορετικές ιδιωτικές σημαίες για ένα στοιχείο μιας επαναλαμβανόμενης συνάντησης.
et_ee: Korduva kohtumise ühe elemendi korral ei saa kasutada erinevaid isiklik-lippe.
ru_ru: Нельзя использовать разные личные флаги для элемента повторяющейся встречи.
sv_se: Du kan inte använda olika privata flaggor för ett element av ett upprepat möte.

source: You can not use the private flag in a non private folder.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε την ιδιωτική σημαία σε έναν μη ιδιωτικό φάκελο.
et_ee: Isiklik-lippu ei saa kasutada mitteisiklikus kaustas.
ru_ru: Вы не можете использовать личный флаг для папки другого типа.
sv_se: Du kan inte använda den privata flaggan i en icke-privat mapp.

source: Invalid characters (%2$s) in field %1$s.
el_gr: Μη έγκυροι χαρακτήρες (%2$s) στο πεδίο «%1$s».
et_ee: Kehtetud märgid (%2$s) väljal %1$s.
ru_ru: Недопустимые знаки (%2$s) в поле %1$s.
sv_se: Ogiltiga tecken (%2$s) i fältet %1$s.

source: Series end is before start date.
el_gr: Το τέλος της σειράς είναι πριν από την ημερομηνία έναρξης.
et_ee: Sarja lõpp on alguskuupäevast varasem.
ru_ru: Дата окончания должна следовать за датой начала.
sv_se: Serieslut är före startdatum.

source: An external participant with the E-Mail address %1$s is already included. Please remove participant duplicate and retry.
el_gr: Ένας εξωτερικός συμμετέχων με τη διεύθυνση email «%1$s» περιλαμβάνεται ήδη. Παρακαλώ αφαιρέστε τον διπλότυπο συμμετέχοντα και δοκιμάστε ξανά.
et_ee: Väline osaleja e-posti aadressiga %1$s on juba kaasatud. Palun eemaldage dubleeritud osaleja ja proovige uuesti.
ru_ru: Адрес %1$s уже добавлен. Удалите его дубликат и повторите попытку.
sv_se: En extern deltagare med e-postadressen %1$s är redan inkluderad. Ta bort den dubblerade deltagaren och försök igen.

source: Moving a recurring appointment to another folder is not supported.
el_gr: Η μετακίνηση μιας επαναλαμβανόμενης συνάντησης σε άλλο φάκελο δεν υποστηρίζεται.
et_ee: Puudub tugi korduva kohtumise teisaldamisele teise kausta.
ru_ru: Перенос повторяющейся встречи в другую папку не поддерживается.
sv_se: Att flytta ett upprepat möte till en annan mapp stöds inte.

source: Cannot create that appointment. An appointment having the same unique identifier already exists.
el_gr: Δεν είναι δυνατή η δημιουργία αυτής της συνάντησης. Υπάρχει ήδη μια συνάντηση με το ίδιο μοναδικό αναγνωριστικό.
et_ee: Ei saa seda sündmust luua. Selle identifikaatoriga sündmus on juba olemas.
ru_ru: Не удалось создать встречу. Встреча с таким идентификатором уже существует.
sv_se: Kan inte skapa mötet. Ett möte med samma unika identifierare finns redan.

source: Cannot create that task. A task having the same unique identifier already exists.
el_gr: Δεν είναι δυνατή η δημιουργία αυτής της εργασίας. Υπάρχει ήδη μια εργασία με το ίδιο μοναδικό αναγνωριστικό.
et_ee: Ei saa seda ülesannet luua. Selle identifikaatoriga ülesanne on juba olemas.
ru_ru: Не удалось создать задачу. Задача с таким идентификатором уже существует.
sv_se: Kan inte skapa uppgiften. En uppgift med samma unika identifierare finns redan.

source: Sequence number is outdated.
el_gr: Ο αριθμός ακολουθίας είναι παρωχημένος.
et_ee: Järjenumber on aegunud.
ru_ru: Порядковый номер устарел.
sv_se: Sekvensnumret är för gammalt.

source: The calendar is currently under maintenance. Please try again later.
el_gr: Το ημερολόγιο βρίσκεται υπό συντήρηση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kalender on praegu hoolduses. Palun proovige hiljem uuesti.
ru_ru: В данный момент идёт техническое обслуживание календаря. Повторите попытку позже.
sv_se: Kalendern nere för underhåll. Försök igen senare.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
el_gr: Μη έγκυρη διεύθυνση email: «%s». Παρακαλώ διορθώστε τη διεύθυνση email.
et_ee: Kehtetu e-posti aadress: '%s'. Palun korrigeerige e-posti aadressi.
ru_ru: Неверный адрес электронной почты: «%s». Укажите другой электронный адрес.
sv_se: Ogiltig e-postadress: '%s'. Korrigera e-postadressen.

source: Unable to import this contact picture.
el_gr: Δεν είναι δυνατή η εισαγωγή αυτής της εικόνας επαφής.
et_ee: Selle kontakti pildi importimine pole võimalik.
ru_ru: Не удалось добавить картинку контакта.
sv_se: Kan inte importera kontaktbilden.

source: Folder is not of type Contact.
el_gr: Ο φάκελος δεν είναι τύπου επαφής.
et_ee: Kaust ei ole Kontakt-tüüpi.
ru_ru: Папка не имеет тип Contact.
sv_se: Mappen är inte av typen Kontakt.

source: You do not have the appropriate permission to access objects in the folder "%1$s".
el_gr: Δεν έχετε το κατάλληλο δικαίωμα για να προσπελάσετε αντικείμενα στον φάκελο «%1$s».
et_ee: Teil puudub nõutav õigus juurdepääsuks objektidele kaustas "%1$s".
ru_ru: Недостаточно разрешений для доступа к объектам в папке «%1$s».
sv_se: Du har inte tillräckliga rättigheter för att komma åt objekt i mappen ”%1$s”.

source: Unable to scale image down.
el_gr: Δεν είναι δυνατή η σμίκρυνση της εικόνας.
et_ee: Pildi vähendamine pole võimalik.
ru_ru: Не удалось уменьшить изображение.
sv_se: Kunde inte skala ner bilden.

source: This feature has not been enabled
el_gr: Αυτή η δυνατότητα δεν έχει ενεργοποιηθεί
et_ee: See funktsioon pole võimaldatud
ru_ru: Эта возможность не была включена
sv_se: Funktionen har inte aktiverats

source: You do not have the appropriate permission to create objects in the folder "%1$s".
el_gr: Δεν έχετε το κατάλληλο δικαίωμα για να δημιουργήσετε αντικείμενα στον φάκελο «%1$s».
et_ee: Teil puudub nõutav õigus objektide loomiseks kaustas "%1$s".
ru_ru: Недостаточно разрешений для создания объектов в папке «%1$s».
sv_se: Du har inte tillräckliga rättigheter för att skapa objekt i mappen ”%1$s”.

source: Unable to synchronize the old contact with the new changes.
el_gr: Δεν είναι δυνατός ο συγχρονισμός της παλιάς επαφής με τις νέες αλλαγές.
et_ee: Vana kontakti sünkroniseerimine uute muudatustega pole võimalik.
ru_ru: Не удалось синхронизировать изменения контакта.
sv_se: Kunde inte synkronisera den gamla kontakten med de nya ändringarna.

source: You are not allowed to mark this contact as private contact.
el_gr: Δεν επιτρέπεται να ορίσετε αυτήν την επαφή ως ιδιωτική επαφή.
et_ee: Teil puudub luba selle kontakti tähistamiseks isikliku kontaktina.
ru_ru: Вы не можете отметить этот контакт как личный.
sv_se: Du har inte behörighet att markera denna kontakt som en privat kontakt.

source: An edit conflict occurred. To edit the contact please reload it.
el_gr: Προέκυψε διένεξη επεξεργασίας. Για να επεξεργαστείτε την επαφή, παρακαλώ φορτώστε την εκ νέου.
et_ee: Ilmnes muutmiskonflikt. Kontakti muutmiseks laadige see uuesti.
ru_ru: Конфликт редактирования. Перезагрузите контакт и повторите попытку.
sv_se: En redigeringskonflikt uppstod. Uppdatera kontakten för att kunna redigera den.

source: No changes found. No update required.
el_gr: Δεν βρέθηκαν αλλαγές. Δεν απαιτείται ενημέρωση.
et_ee: Muudatusi ei leitud. Värskendus pole vajalik.
ru_ru: Нет изменений. Обновление не требуется.
sv_se: Inga ändringar hittades; ingen uppdatering behövs.

source: Contact "%1$s" not found.
el_gr: Η επαφή «%1$s» δεν βρέθηκε.
et_ee: Kontakti "%1$s" ei leitud.
ru_ru: Контакт «%1$s» не найден.
sv_se: Kontakten ”%1$s” hittades inte.

source: The image appears to be broken.
el_gr: Η εικόνα φαίνεται να έχει καταστραφεί.
et_ee: Pilt näib olevat vigane.
ru_ru: Возможно, изображение повреждено.
sv_se: Bilden verkar skadad.

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$s, current: %3$s) and try again.
el_gr: Ορισμένα εισαχθέντα δεδομένα υπερέβησαν το όριο του πεδίου. Παρακαλώ χρησιμοποιήστε μια μικρότερη τιμή για το «%1$s» (όριο: %2$s, τρέχον: %3$s) και δοκιμάστε ξανά.
et_ee: Mõningad andmed ületavad välja piirangut. Palun lühendage "%1$s" väärtust (piir: %2$s, praegu: %3$s) ja proovige uuesti.
ru_ru: Размер полей («%1$s») превышает допустимый. Текущая длина — %3$s, максимальная — %2$s.
sv_se: Viss information översteg databasens fältgräns. Korta av värdet för ”%1$s” (gräns: %2$s, nu: %3$s) och försök igen.

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
el_gr: Η εικόνα που προσπαθήσατε να επισυνάψετε δεν είναι έγκυρη. Μπορεί να έχει καταστραφεί ή να μην είναι έγκυρο αρχείο.
et_ee: Pilt, mida üritasite manustada, ei ole kehtiv pilt. See võib olla vigane või on fail kehtetu.
ru_ru: Недопустимый файл, или изображение повреждено.
sv_se: Bilden du försökte bifoga är inte en giltig bild. Den kan vara trasig eller också är den inte en giltig fil.

source: Required value "first name" was not supplied.
el_gr: Η απαιτούμενη τιμή «όνομα» δεν έχει οριστεί.
et_ee: Nõutud väärtus "eesnimi" jäi esitamata.
ru_ru: Имя не указано.
sv_se: Önskat värde ”förnamn” angavs inte.

source: Required value "display name" was not supplied.
el_gr: Η απαιτούμενη τιμή «εμφανιζόμενο όνομα» δεν έχει οριστεί.
et_ee: Nõutud väärtus "kuvatav nimi" jäi esitamata.
ru_ru: Краткое имя не указано.
sv_se: Önskat värde ”alias” angavs inte.

source: Unable to move this contact because it is marked as private.
el_gr: Δεν είναι δυνατή η μετακίνηση αυτής της επαφής, επειδή έχει επισημανθεί ως ιδιωτική.
et_ee: Kontakti teisaldamine on võimatu, sest see on tähistatud isiklikuna.
ru_ru: Не удалось переместить контакт, так как он отмечен как личный.
sv_se: Kunde inte flytta denna kontakt eftersom den är markerad som privat.

source: The name you entered is already assigned to another user. Please choose another display name.
el_gr: Το εισαχθέν όνομα έχει ήδη αντιστοιχηθεί σε άλλο χρήστη. Παρακαλώ επιλέξτε ένα άλλο εμφανιζόμενο όνομα.
et_ee: Teie sisestatud nimi on juba omistatud teisele kasutajale. Palun valige muu kuvatav nimi.
ru_ru: Это имя уже используется другим пользователем. Выберите другое имя.
sv_se: Namnet som du angav är redan tilldelat en annan användare. Välj ett annat alias.

source: Bad character in field "%2$s".
el_gr: Εσφαλμένος χαρακτήρας στο πεδίο «%2$s».
et_ee: Sobimatu märk väljal "%2$s".
ru_ru: Недопустимый символ в поле «%2$s».
sv_se: Felaktigt tecken i fältet ”%2$s”.

source: You do not have the appropriate permission to delete objects from the folder "%1$s".
el_gr: Δεν έχετε το κατάλληλο δικαίωμα για να διαγράψετε αντικείμενα από τον φάκελο «%1$s».
et_ee: Teil puuduvad nõutavad õigused objektide kustutamiseks kaustast "%1$s".
ru_ru: Недостаточно разрешений для удаления объектов из папки «%1$s».
sv_se: Du har inte tillräckliga rättigheter för att ta bort objekt från mappen ”%1$s”.

source: Mime type is not defined.
el_gr: Ο τύπος Mime δεν έχει οριστεί.
et_ee: MIME tüüp ei ole määratletud.
ru_ru: Тип MIME не определен.
sv_se: MIME-typen är inte definierad.

source: Storing a contact with private flag in a shared folder is not allowed.
el_gr: Δεν επιτρέπεται η αποθήκευση επαφής με ιδιωτική σημαία σε κοινόχρηστο φάκελο.
et_ee: Isiklik-lipuga kontakti salvestamine jagatud kausta ei ole lubatud.
ru_ru: Хранение личных контактов в общей папке не разрешено.
sv_se: Det är inte tillåtet att lagra en privat kontakt i en delad mapp.

source: Image size too large. Image size: %1$s. Max. size: %2$s.
el_gr: Πολύ μεγάλο μέγεθος εικόνας. Μέγεθος εικόνας: %1$s. Μέγιστο μέγεθος: %2$s.
et_ee: Liiga suur pilt. Pildi suurus: %1$s. Maks. suurus: %2$s.
ru_ru: Размер изображения (%1$s) превышает допустимый (%2$s).
sv_se: För stor bild. Bildstorlek: %1$s. Max. storlek: %2$s.

source: Primary E-Mail address in system contact must not be edited.
el_gr: Η κύρια διεύθυνση email στην επαφή συστήματος δεν πρέπει να τροποποιηθεί.
et_ee: Esmast e-posti aadressi süsteemi kontakti korral ei tohi muuta.
ru_ru: Основной электронный адрес контакта не может быть изменен.
sv_se: Primär e-postadress i systemkontakt får inte ändras.

source: The contact %1$d is not located in folder %2$s (%3$d).
el_gr: Η επαφή «%1$d» δεν βρίσκεται στον φάκελο «%2$s» (%3$d).
et_ee: Kontakt %1$d ei asu kaustas %2$s (%3$d).
ru_ru: Нет контакта %1$d в папке %2$s (%3$d)
sv_se: Kontakten %1$d är inte lokaliserad i mappen %2$s (%3$d).

source: Required value "last name" was not supplied.
el_gr: Η απαιτούμενη τιμή «επώνυμο» δεν έχει οριστεί.
et_ee: Nõutav väärtus "perekonnanimi" jäi esitamata.
ru_ru: Фамилия не указана.
sv_se: Önskat värde ”efternamn” angavs inte.

source: You are not allowed to modify that contact
el_gr: Δεν επιτρέπεται να τροποποιήσετε αυτήν την επαφή
et_ee: Teil puudub luba selle kontakti muutmiseks
ru_ru: Вам не разрешено изменение этого контакта
sv_se: Du har inte behörighet att ändra kontakten

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address to the contact "%1$s".
el_gr: Μια διεύθυνση email είναι υποχρεωτική για τα εξωτερικά μέλη της λίστας διανομής. Παρακαλώ προσθέστε μια έγκυρη διεύθυνση email στην επαφή «%1$s».
et_ee: Väliste leviloendi liikmete korral on e-posti aadress kohustuslik. Palun lisage kehtiv e-posti aadress kontaktile "%1$s".
ru_ru: Адрес электронной почты обязателен для участников внешних списков рассылки. Добавьте действующий адрес электронной почты для контакта «%1$s».
sv_se: En e-postadress är obligatorisk för externa sändlistemedlemmar. Lägg till en giltig e-postadress för kontakten ”%1$s”.

source: The object identifier is mandatory for distribution list members referencing existing contacts.
el_gr: Το αναγνωριστικό αντικειμένου είναι υποχρεωτικό για τα μέλη της λίστας διανομής που αναφέρονται σε υπάρχουσες επαφές.
et_ee: Objekti identifikaator on kohustuslik olemasolevatele kontaktidele viitavate leviloendi liikmete korral.
ru_ru: Для адресатов списка рассылки, ссылающихся на существующие контакты, необходимо определить идентификаторы объектов.
sv_se: Objektidentifieraren är obligatorisk för distributionslistemedlemmar som hänvisar till befintliga kontakter.

source: User contacts can not be deleted.
el_gr: Δεν είναι δυνατή η διαγραφή των επαφών χρήστη.
et_ee: Kasutaja kontakte ei saa kustutada.
ru_ru: Контакты не могут быть удалены.
sv_se: Användarkontakter kan inte tas bort.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
el_gr: Ο αριθμός των συνημμένων εγγράφων αυτής της επαφής είναι κάτω από το μηδέν. Δεν μπορείτε να αφαιρέσετε άλλα συνημμένα.
et_ee: Sellele kontaktile manustatud dokumentide arv on alla nulli. Rohkem manuseid eemaldada ei saa.
ru_ru: Число вложенных документов для этого контакта меньше нуля. Вложения не могут быть удалены.
sv_se: Antal dokument bifogade till denna kontakt är under noll. Du kan inte ta bort fler bifogade dokument.

source: Setting %s requires at least a contact and a value.
el_gr: Η ρύθμιση του «%s» απαιτεί τουλάχιστον μια επαφή και μια τιμή.
et_ee: Seadistus %s nõuab vähemalt üht kontakti ja väärtust.
ru_ru: Настройка %s требует определения контакта и значения.
sv_se: Att ställa in %s kräver åtminstone en kontakt och ett värde.

source: Given string %1$s could not be converted to a date.
el_gr: Δεν ήταν δυνατή η μετατροπή της συγκεκριμένης συμβολοσειράς «%1$s» σε ημερομηνία.
et_ee: Antud stringi %1$s teisendamine kuupäevaks ebaõnnestus.
ru_ru: Не удалось преобразовать %1$s в дату.
sv_se: Den givna strängen %1$s kunde inte konverteras till ett datum.

source: Could not convert given object %s to a date when setting %s.
el_gr: Δεν ήταν δυνατή η μετατροπή του συγκεκριμένου αντικειμένου «%s» σε ημερομηνία κατά τον ορισμό του «%s».
et_ee: Antud objekti %s teisendamine kuupäevaks seadistuse %s korral ebaõnnestus.
ru_ru: Не удалось преобразовать объект %s в дату при настройке %s.
sv_se: Kunde inte konvertera givet objekt %s till ett datum när %s sätts.

source: Getting the value of %s requires at least a ContactObject
el_gr: Η λήψη της τιμής του «%s» απαιτεί τουλάχιστον ένα ContactObject
et_ee: %s väärtuse hankimine nõuab vähemalt ContactObject'i
ru_ru: Для получения значения %s требуется ContactObject
sv_se: Att hämta värdet för %s kräver minst ett ContactObject

source: The query "%1$s" contains too many patterns. Please shorten the query and try again.
el_gr: Το ερώτημα «%1$s» περιέχει πάρα πολλά μοτίβα. Παρακαλώ χρησιμοποιήστε μικρότερο ερώτημα και δοκιμάστε ξανά.
et_ee: Päring "%1$s" sisaldab liiga palju mustreid. Palun lühendage päringut ja proovige uuesti.
ru_ru: Запрос «%1$s» содержит слишком много шаблонов. Сократите запрос и повторите попытку.
sv_se: Förfrågan ”%1$s” innehåller för många mönster. Korta av förfrågan och försök igen.

source: The pattern "%1$s" has been ignored during search.
el_gr: Έγινε παράβλεψη του μοτίβου «%1$s» κατά τη διάρκεια της αναζήτησης.
et_ee: Muster "%1$s" on otsingu käigus tähelepanuta jäetud.
ru_ru: Шаблон «%1$s» был пропущен при выполнении поиска.
sv_se: Mönstret ”%1$s” ignorerades under sökning.

source: Invalid number of properties for distribution list.
el_gr: Μη έγκυρος αριθμός ιδιοτήτων για τη λίστα διανομής.
et_ee: Vale kombinatsioon postiloendi seadistustes.
ru_ru: Недопустимое количество свойств в списке рассылки.
sv_se: Ogiltigt antal egenskaper för sändlista.

source: This operation is not allowed in this folder because it has a subscription.
el_gr: Αυτή η λειτουργία δεν επιτρέπεται σε αυτόν τον φάκελο, επειδή έχει συνδρομή.
et_ee: See toiming ei ole selles kaustas lubatud, sest sellel on tellimus.
ru_ru: Эта папка имеет подписку, поэтому эта операция не может быть выполнена.
sv_se: Den här åtgärden är inte tillåten i den här mappen eftersom den har en prenumeration.

source: The account %1$d was not found.
el_gr: Ο λογαριασμός %1$d δεν βρέθηκε.
et_ee: Kontot %1$d ei leitud.
ru_ru: Учетная запись %1$d не найдена.
sv_se: Kontot %1$d hittades inte.

source: The server is currently down for maintenance. Please try again later.
el_gr: Ο διακομιστής έχει τεθεί προς το παρόν εκτός λειτουργίας για συντήρηση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Server on praegu hooldamisel. Palun proovige hiljem uuesti.
ru_ru: Техническое обслуживание сервера. Повторите попытку позже.
sv_se: Servern tillfälligt nere för underhåll. Försök igen senare.

source: Could not connect to the context storage.
el_gr: Δεν ήταν δυνατή η σύνδεση στον χώρο αποθήκευσης περιβάλλοντος.
et_ee: Ühenduse loomine konteksti kettaruumiga ebaõnnestus.
ru_ru: Не удалось подключиться к контекстному хранилищу.
sv_se: Kunde inte ansluta till kontextlagringen.

source: The account "%1$s" was not found.
el_gr: Ο λογαριασμός «%1$s» δεν βρέθηκε.
et_ee: Kontot "%1$s" ei leitud.
ru_ru: Учетная запись «%1$s» не найдена.
sv_se: Kontot ”%1$s” hittades inte.

source: Private folders
el_gr: Ιδιωτικοί φάκελοι
et_ee: Isiklikud kaustad
ru_ru: Личные папки
sv_se: Privata mappar

source: Public folders
el_gr: Δημόσιοι φάκελοι
et_ee: Avalikud kaustad
ru_ru: Общедоступные папки
sv_se: Offentliga mappar

source: Shared folders
el_gr: Κοινόχρηστοι φάκελοι
et_ee: Jagatud kaustad
ru_ru: Общие папки
sv_se: Delade mappar

source: System
el_gr: Σύστημα
et_ee: Süsteem
ru_ru: Система

source: Global address book
el_gr: Καθολικό ευρετήριο επαφών
et_ee: Globaalne aadressiraamat
ru_ru: Глобальная адресная книга
sv_se: Global adressbok

source: Internal Users
el_gr: Εσωτερικοί χρήστες
et_ee: Sisekasutajad
ru_ru: Внутренние пользователи
sv_se: Interna användare
