Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Attachment "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
el_gr: Το συνημμένο «%1$s» δεν βρέθηκε εντός του email «%2$s» του φακέλου email «%3$s».
et_ee: Manust "%1$s" ei leitud e-postist "%2$s" postikaustas "%3$s".
ru_ru: Не найдено вложение «%1$s» в сообщении «%2$s» в папке «%3$s».
sv_se: Bilagan ”%1$s” hittades inte i meddelandet ”%2$s” i e-postmappen ”%3$s”.

source: Folder "%1$s" does not hold messages and is therefore not selectable
el_gr: Ο φάκελος «%1$s» δεν περιέχει μηνύματα και επομένως, δεν είναι δυνατή η επιλογή του
et_ee: Kaust "%1$s" ei sisalda sõnumeid ega ole seetõttu valitav
ru_ru: Папка «%1$s» пустая и не может быть выбрана
sv_se: Mappen ”%1$s” innehåller inte meddelanden och går därför inte att välja

source: Root folder must not be modified or deleted.
el_gr: Ο φάκελος ρίζας δεν πρέπει να τροποποιηθεί ή να διαγραφεί.
et_ee: Juurkausta ei tohi muuta ega kustutada.
ru_ru: Корневая папка не может быть изменена или удалена.
sv_se: Rotmappen får inte ändras eller tas bort.

source: Image attachment with content id "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
el_gr: Το συνημμένο εικόνας με αναγνωριστικό περιεχομένου «%1$s» δεν βρέθηκε μέσα στο email «%2$s» του φακέλου email «%3$s».
et_ee: Piltmanust sisu ID-ga "%1$s" ei leitud e-postist "%2$s" postikaustas "%3$s".
ru_ru: Вложенное изображение с кодом содержимого «%1$s» в сообщении «%2$s» в папке «%3$s» не найдено.
sv_se: Bifogad bild med innehålls-ID ”%1$s” hittades inte i meddelandet ”%2$s” i e-postmappen ”%3$s”.

source: The specified E-Mail address "%1$s" is not covered by allowed E-Mail address aliases.
el_gr: Η καθορισμένη διεύθυνση email «%1$s» δεν καλύπτεται από τα επιτρεπόμενα ψευδώνυμα email.
et_ee: Määratletud e-posti aadress "%1$s" ei kuulu lubatud e-posti aadressiteisikute alla.
ru_ru: Адрес «%1$s» не входит в список разрешенных адресов.
sv_se: Den angivna e-postadressen ”%1$s” omfattas inte av tillåtna e-postadressalias.

source: Checking default folders failed for user %2$s.
el_gr: Ο έλεγχος προεπιλεγμένων φακέλων απέτυχε για τον χρήστη «%2$s».
et_ee: Vaikekaustade kontroll kasutaja %2$s korral ebaõnnestus.
ru_ru: Не удалось проверить стандартные папки пользователя %2$s.
sv_se: Kunde inte kontrollera standardmappar för användaren %2$s.

source: Default folders cannot be created as mail system denies to create more folders. Consequently, the mail module is not usable at the moment. Please delete other folders first in order to re-use the mail module again
el_gr: Δεν είναι δυνατή η δημιουργία προεπιλεγμένων φακέλων, καθώς το σύστημα email αρνείται τη δημιουργία περισσότερων φακέλων. Κατά συνέπεια, η μονάδα αλληλογραφίας δεν μπορεί να χρησιμοποιηθεί αυτήν τη στιγμή. Παρακαλώ διαγράψτε πρώτα άλλους φακέλους για να χρησιμοποιήσετε ξανά τη μονάδα αλληλογραφίας
et_ee: Vaikekaustu ei saa hetkel luua kuna süsteemis ei ole võimalik rohkem kaustu luua. Seetõttu ei ole hetkel e-posti moodul kasutatav. Palun kustutage esmalt mõni teine kaust, et E-posti moodulit taas kasutada.
ru_ru: Вы не можете создать стандартные папки, так как почтовая система запрещает создавать дополнительные папки. По этой причине почтовый модуль в данный момент недоступен. Попробуйте удалить другие папки, чтобы снова начать использовать почтовый модуль
sv_se: Standardmappar kan inte skapas eftersom e-postsystemet inte tillåter skapandet av fler mappar. Därför är e-postmodulen inte användbar just nu. Ta bort andra mappar för att kunna använda e-postmodulen igen

source: The types of specified data source are not supported.
el_gr: Οι τύποι της καθορισμένης προέλευσης δεδομένων δεν υποστηρίζονται.
et_ee: Puudub tugi määratletud andmeallika tüüpidele.
ru_ru: Типы указанных источников данных не поддерживаются.
sv_se: Typerna för angiven datakälla stöds inte.

source: Mail cannot be parsed. Invalid or incomplete mail data.
el_gr: Δεν είναι δυνατή η ανάλυση email. Μη έγκυρα ή ελλιπή δεδομένα email.
et_ee: E-posti ei saa parsida. Kehtetud või puudulikud e-posti andmed.
ru_ru: Не удалось выполнить разбор почты: недействительные или неполные данные.
sv_se: Meddelandet kan inte tolkas. Ogiltig eller ofullständig meddelandeinformation.

source: Mail folder cannot be created/renamed. Empty folder name.
el_gr: Δεν είναι δυνατή η δημιουργία/μετονομασία του φακέλου email. Κενό όνομα φακέλου.
et_ee: Postikausta ei saa luua/ümber nimetada. Tühi kausta nimi.
ru_ru: Ошибка создания или переименования папки. Пустое имя.
sv_se: Meddelandemapp kan inte skapas/döpas om. Tomt mappnamn.

source: Invalid folder name. Please avoid the following characters: %2$s
el_gr: Μη έγκυρο όνομα φακέλου. Παρακαλώ αποφύγετε τους εξής χαρακτήρες: %2$s
et_ee: Kehtetu kausta nimi. Palun vältige järgnevaid märke: %2$s
ru_ru: Имя папки не может содержать знаки: %2$s
sv_se: Ogiltigt mappnamn. Undvik följande tecken: %2$s

source: No create access on mail folder "%1$s".
el_gr: Δεν υπάρχει πρόσβαση δημιουργίας στον φάκελο email «%1$s».
et_ee: Puudub loomisjuurdepääs postikaustale "%1$s".
ru_ru: Нет доступа создания к папке «%1$s».
sv_se: Ingen åtkomst att skapa objekt i e-postmappen ”%1$s”.

source: Mail account "%1$s" with ID "%2$s" does not support mail transport.
el_gr: Ο λογαριασμός email «%1$s» με αναγνωριστικό «%2$s» δεν υποστηρίζει τη μεταφορά email.
et_ee: E-posti konto "%1$s" ID-ga "%2$s" ei toeta posti transporti.
ru_ru: Учетная запись «%1$s» с ID «%2$s» не поддерживает протокол доставки почты.
sv_se: E-postkontot ”%1$s” med ID ”%2$s” har inte stöd för e-posttransport.

source: Mail folder could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση φακέλου email.
et_ee: Postikausta ei õnnestunud leida.
ru_ru: Папка не найдена.
sv_se: Meddelandemappen kunde inte hittas.

source: Referenced mail "%1$s" could not be found in folder "%2$s".
el_gr: Δεν ήταν δυνατή η εύρεση του αναφερόμενου email «%1$s» στον φάκελο «%2$s».
et_ee: Viidatud e-kirja "%1$s" ei õnnestunud leida kaustast "%2$s".
ru_ru: Папка «%2$s» не содержит почту «%1$s».
sv_se: Meddelandet ”%1$s” hittades inte i mappen ”%2$s”.

source: Mail folder must not be deleted.
el_gr: Ο φάκελος email δεν πρέπει να διαγραφεί.
et_ee: Postikausta ei tohi kustutada.
ru_ru: Папка не может быть удалена.
sv_se: E-postmappen får inte tas bort.

source: No delete access on mail folder "%1$s".
el_gr: Δεν υπάρχει πρόσβαση διαγραφής στον φάκελο email «%1$s».
et_ee: Puudub kustutusjuurdepääs postikaustale "%1$s".
ru_ru: Нет прав для удаления из папки «%1$s».
sv_se: Du har inte tillstånd att ta bort från e-postmappen ”%1$s”.

source: Mail folder must not be moved.
el_gr: Ο φάκελος email δεν πρέπει να μετακινηθεί.
et_ee: Postikausta ei tohi teisaldada.
ru_ru: Папка не может быть перемещена.
sv_se: E-postmappen får inte flyttas.

source: Mail folder must not be updated.
el_gr: Ο φάκελος email δεν πρέπει να ενημερωθεί.
et_ee: Postikausta ei tohi värskendada.
ru_ru: Папка не может быть обновлена.
sv_se: E-postmappen får inte uppdateras.

source: No write access on mail folder "%1$s".
el_gr: Δεν υπάρχει πρόσβαση εγγραφής στον φάκελο email «%1$s».
et_ee: Puudub kirjutamisjuurdepääs kaustale "%1$s".
ru_ru: Нет доступа записи к папке «%1$s».
sv_se: Ingen åtkomst att skriva till e-postmappen ”%1$s”.

source: Mail could not be found in folder "%1$s" by message identifier.
el_gr: Δεν ήταν δυνατή η εύρεση email στον φάκελο «%1$s» βάσει αναγνωριστικού μηνύματος.
et_ee: Posti leidmine kaustast "%1$s" sõnumi identifikaatori järgi ebaõnnestus.
ru_ru: Не удалось найти почту в папке «%1$s» по идентификатору.
sv_se: Meddelandet hittades inte i mappen ”%1$s” av meddelandeidentifieraren.

source: Sent quota exceeded. You are only allowed to send 1 E-Mail in %1$s seconds.
el_gr: Έχει γίνει υπέρβαση του ορίου αποστολών. Επιτρέπεται να στέλνετε μόνο 1 email σε %1$s δευτερόλεπτα.
et_ee: Saatmiskvoot ületatud. Saata on lubatud vaid 1 e-kiri %1$s sekundi jooksul.
ru_ru: Превышена квота на отправление. Вы можете отправлять одно сообщение в %1$s сек.
sv_se: Skickat-kvot överskriden. Du har bara tillstånd att skicka 1 meddelande inom %1$s sekunder.

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
el_gr: Παρακαλώ περιορίστε τους παραλήπτες σας σε %1$s (συμπεριλαμβανομένων των Προς/Cc/Bcc) και κάντε ξανά κλικ στο «Αποστολή».
et_ee: Palun piirake adressaadid %1$s-ga (sealhulgas Kellele/Cc/Bcc) ja klõpsake uuesti 'Saada'.
ru_ru: Сократите число получателей до %1$s (включая CC и BCC) и нажмите «Отправить».
sv_se: Begränsa motagarlistan till %1$s (inkluderar Till/Kopia/Hemlig kopia), och klicka på 'Skicka' igen.

source: Unable to parse mail server URI "%1$s".
el_gr: Δεν είναι δυνατή η ανάλυση του URI «%1$s» του διακομιστή αλληλογραφίας.
et_ee: Postiserveri URI "%1$s" parsimine ebaõnnestus.
ru_ru: Не удалось извлечь URI сервера «%1$s».
sv_se: Kunde inte tolka e-postserverns URI ”%1$s”.

source: Mail attachment expired or absent.
el_gr: Το συνημμένο έληξε ή απουσιάζει.
et_ee: E-kirja manus on aegunud või puudub.
ru_ru: Вложение не существует или его срок действия истек.
sv_se: E-postbilagan är för gammal eller saknas.

source: Account has been checked successfully but with a non-secure connection.
el_gr: Ο λογαριασμός έχει ελεγχθεί με επιτυχία, αλλά με μη ασφαλή σύνδεση.
et_ee: Konto on kontrollitud edukalt, kuid mitteturvalise ühendusega.
ru_ru: Учетная запись проверена, но не использует безопасное подключение.
sv_se: Kontot har klarat kontrollen, men med en osäker anslutning.

source: Cannot forward more than %1$s messages at once. Please divide the messages to forward in chunks of appropriate size.
el_gr: Δεν είναι δυνατή η ταυτόχρονη προώθηση περισσότερων από %1$s μηνυμάτων. Παρακαλώ χωρίστε τα μηνύματα για προώθηση σε τμήματα κατάλληλου μεγέθους.
et_ee: Ei saa edastada üle %1$s sõnumi korraga. Palun jaotage sõnumid edastamiseks kohase suurusega kamakates.
ru_ru: Максимальное число перенаправляемых сообщений: %1$s. Разбейте их на группы и отправьте по частям.
sv_se: Kan inte vidarebefordra fler än %1$s meddelanden åt gången. Dela upp meddelandena att vidarebefordra i klumpar av lämplig storlek.

source: Your account has been created but will not use a secure connection.
el_gr: Ο λογαριασμός σας έχει δημιουργηθεί, αλλά δεν θα χρησιμοποιεί ασφαλή σύνδεση.
et_ee: Teie konto on loodud, kuid ei kasuta turvalist ühendust.
ru_ru: Созданная учетная запись не использует безопасное подключение.
sv_se: Ditt konto har skapats men kommer inte använda en säker anslutning.

source: Your E-Mail has been successfully sent, but the original E-Mail could not be flagged as "replied" and/or "forwarded".
el_gr: Το email σας έχει σταλεί επιτυχώς, αλλά δεν ήταν δυνατή η επισήμανση του αρχικού email «απαντημένο» ή/και «προωθημένο».
et_ee: Teie e-kiri on edukalt saadetud, kuid algset e-kirja ei õnnestunud märkida lipuga "vastatud" ja/või "edasi saadetud".
ru_ru: Сообщение отправлено, но не удалось его отметить как ответ или перенаправление.
sv_se: Ditt meddelande har skickats, men det ursprungliga meddelandet kunde inte flaggas som ”besvarat” och/eller ”vidarebefordrat”.

source: Mail folder cannot be created/renamed. Folder name exceeds max length of %1$s.
el_gr: Δεν είναι δυνατή η δημιουργία/μετονομασία του φακέλου email. Το όνομα φακέλου υπερβαίνει το μέγιστο μήκος των %1$s.
et_ee: Postikausta ei saa luua/ümber nimetada. Kausta nimi ületab maksimaalset pikkust %1$s.
ru_ru: Не удалось создать или переименовать папку. Имя превышает допустимую длину: %1$s.
sv_se: E-postmapp kan inte skapas/döpas om. Mappnamnet överskrider den maximala längden %1$s.

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachment with the E-Mail, the attachment was published and the link added to your E-Mail. Whoever receives the E-Mail can then download the attachment.
el_gr: Τα συνημμένα σε αυτό το email υπερέβησαν το όριο μεγέθους για τα συνημμένα. Αντί να σταλεί με το email, το συνημμένο δημοσιεύθηκε και ο σύνδεσμος προστέθηκε στο email σας. Όποιος λάβει το email, μπορεί να κάνει λήψη του συνημμένου.
et_ee: Selle e-kirja manused ületasid manuste suuruspiirangu. Manuste e-kirjaga saatmise asemel manus avaldati ja link manuse juurde lisati teie e-kirjale. E-kirja saaja saab manuse lingi kaudu alla laadida.
ru_ru: Размер вложений превышает допустимый. Вместо их добавления в письмо они были опубликованы, и ссылка добавлена в сообщение. Получатель сможет загрузить вложения, перейдя по указанной ссылке.
sv_se: Bilagorna till det här meddelandet överskrider storleksgränsen för bilagor. Istället för att skicka bilagan via e-post publicerades den, och en länk lades till i meddelandet. Den som tar emot meddelandet kan sedan ladda ner bilagan på egen hand.

source: Draft message could not be saved.
el_gr: Δεν ήταν δυνατή η αποθήκευση του προσχεδίου του μηνύματος.
et_ee: Sõnumi mustandi salvestamine ebaõnnestus.
ru_ru: Не удалось сохранить черновик.
sv_se: Utkastet kunde inte sparas.

source: Maximum message size is exceeded. Max. is %1$s.
el_gr: Έχει γίνει υπέρβαση του μέγιστου μεγέθους μηνύματος. Το μέγιστο είναι %1$s.
et_ee: Sõnumi maksimaalne suurus, %1$s, on ületatud.
ru_ru: Превышен максимальный размер сообщения (%1$s).
sv_se: Maximal meddelandestorlek överskreds. Maxlängden är %1$s.

source: Re-sending message denied because message is not located in "%1$s" folder.
el_gr: Η εκ νέου αποστολή του μηνύματος απορρίφθηκε, επειδή το μήνυμα δεν βρίσκεται στον φάκελο «%1$s».
et_ee: Sõnumi uuestisaatmine pole võimalik, sest sõnum ei asu "%1$s" kaustas.
ru_ru: Сообщение не может быть отправлено, так как его нет в папке «%1$s».
sv_se: Tilläts inte skicka meddelandet igen eftersom meddelandet inte finns i mappen ”%1$s”.

source: Validation of server %1$s failed with reason: %3$s
el_gr: Η επικύρωση του διακομιστή %1$s απέτυχε για τον εξής λόγο: %3$s
et_ee: Serveri %1$s valideerimine ebaõnnestus põhjusel: %3$s
ru_ru: Проверка сервера %1$s завершилась неудачей: %3$s
sv_se: Validering av servern %1$s misslyckades av anledningen: %3$s

source: Validation of server %1$s failed due to invalid credentials
el_gr: Η επικύρωση του διακομιστή %1$s απέτυχε λόγω μη έγκυρων διαπιστευτηρίων
et_ee: Serveri %1$s valideerimine ebaõnnestus kehtetu mandaadi tõttu
ru_ru: Проверка сервера %1$s завершилась неудачей: неверные учетные данные
sv_se: Validering av servern %1$s misslyckades på grund av ogiltiga rättigheter

source: Server %1$s does not support being accessed using a secure connection.
el_gr: Ο διακομιστής «%1$s» δεν υποστηρίζει την πρόσβαση μέσω ασφαλούς σύνδεσης.
et_ee: Server %1$s ei toeta juurdepääsu turvalist ühendust kasutades.
ru_ru: Сервер %1$s не поддерживает безопасное подключение.
sv_se: Servern %1$s har inte stöd för åtkomst över en säker anslutning.

source: Mail access is disabled for context administrator.
el_gr: Η πρόσβαση στα email είναι απενεργοποιημένη για τον διαχειριστή περιβάλλοντος.
et_ee: Juurdepääs e-postile on deaktiveeritud konteksti halduri korral.
ru_ru: Доступ к почте отключен контекстным администратором.
sv_se: E-poståtkomst är avaktiverad för kontextens administratör.

source: The maximum number of files that may be attached to an E-Mail is exceeded. Max. is %1$s.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού αρχείων που μπορούν να επισυναφθούν σε ένα email. Ο μέγιστος αριθμός είναι %1$s.
et_ee: Maksimaalne failide arv, mida võib manusena e-kirjale lisada, %1$s, on ületatud.
ru_ru: Вы пытаетесь присоединить слишком большое число файлов. Максимум: %1$s.
sv_se: Maximalt antal filer som kan bifogas i ett meddelande överskreds. Maximum är %1$s.

source: The client request is not permitted.
el_gr: Δεν επιτρέπεται το αίτημα του υπολογιστή-πελάτη.
et_ee: Kliendi taotlus ei ole lubatud.
ru_ru: Запрос клиента не разрешен.
sv_se: Klientbegäran tillåts inte.

source: Sending the message denied.
el_gr: Η αποστολή του μηνύματος απορρίφθηκε.
et_ee: Sõnumi saatmisest keelduti.
ru_ru: Отказано в отправлении сообщения.
sv_se: Nekades att skicka meddelandet.

source: Default folder must not be renamed
el_gr: Ο προεπιλεγμένος φάκελος δεν πρέπει να μετονομαστεί
et_ee: Vaikekausta ei tohi ümber nimetada
ru_ru: Используемая по умолчанию папка не может быть переименована
sv_se: Standardmappar får inte döpas om

source: Default folder must not be deleted
el_gr: Ο προεπιλεγμένος φάκελος δεν πρέπει να διαγραφεί
et_ee: Vaikekausta ei tohi kustutada
ru_ru: Используемая по умолчанию папка не может быть удалена
sv_se: Standardmappar får inte tas bort

source: Archive folder does not allow subfolders.
el_gr: Ο φάκελος αρχειοθήκης δεν επιτρέπει υποφακέλους.
et_ee: Arhiivikaust ei võimalda alamkaustu.
ru_ru: Архивная папка не может содержать вложенные папки.
sv_se: Arkivmappar tillåter inte undermappar.

source: No valid file
el_gr: Δεν υπάρχει έγκυρο αρχείο
et_ee: Fail ei kehti
ru_ru: Недопустимый файл
sv_se: Ingen giltig fil

source: The mail part could not be read
el_gr: Δεν ήταν δυνατή η ανάγνωση του τμήματος email
et_ee: E-kirja osa ei õnnestunud lugeda
ru_ru: Не удалось прочитать почтовую часть
sv_se: Meddelandedelen kunde inte läsas

source: The content of the mail is too big.
el_gr: Το περιεχόμενο του email είναι πολύ μεγάλο.
et_ee: E-kirja sisu on liiga suur.
ru_ru: Содержимое письма слишком длинное.
sv_se: Meddelandets innehåll är för stort.

source: Invalid parameter value: %1$s
el_gr: Μη έγκυρη τιμή παραμέτρου: %1$s
et_ee: Kehtetu parameetri väärtus: %1$s
ru_ru: Недопустимое значение параметра: %1$s
sv_se: Ogiltigt parametervärde: %1$s

source: The flag name %1$s is not valid. Flags may not begin with a leading '\'.
el_gr: Το όνομα σημαίας «%1$s» δεν είναι έγκυρο. Οι σημαίες δεν πρέπει να ξεκινούν με «\».
et_ee: Lipu nimi %1$s ei kehti. Lippude alguses ei tohi olla '\'.
ru_ru: Недопустимое название флага: %1$s. Флаги не могут начинаться со знака «\».
sv_se: Flaggnamnet %1$s är ogiltigt. Flaggor för inte inledas med '\'.

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachments with the E-Mail, the attachments are shared and the links are added to your E-Mail. Whoever receives the E-Mail can then access the attachments.
el_gr: Τα συνημμένα αυτού του email υπερέβησαν το όριο μεγέθους για τα συνημμένα. Αντί να γίνει αποστολή των συνημμένων μέσω email, τα συνημμένα κοινοποιούνται και οι σύνδεσμοι προστίθενται στο email σας. Όποιος λάβει το email θα μπορεί να έχει πρόσβαση στα συνημμένα.
et_ee: Selle e-kirja manused ületasid manuste suuruspiirangu. Manuste e-kirjaga saatmise asemel manused jagatakse ja lingid nende juurde lisatakse teie e-kirjale. E-kirja saaja saab seejärel manustele juurde pääseda.
ru_ru: Размер вложений в этом письме превышает максимально допустимую величину. Вложенные объекты не будут передаваться в сообщении, вместо этого письмо будет содержать ссылки для доступа к вложениям.
sv_se: Bilagorna i meddelandet överskred storleksgränsen för bilagor. Istället för att skicka bilagorna med meddelandet kommer bilagorna delas ut och länkar bifogas i meddelandet. Den som tar emot meddelandet kan sedan komma åt bilagorna.

source: You are not allowed to compose a message containing share links
el_gr: Δεν επιτρέπεται να συνθέσετε μήνυμα με συνδέσμους κοινής χρήσης
et_ee: Teil puudub õigus jagamislinke sisaldava sõnumi koostamiseks
ru_ru: Вам не разрешено составлять сообщения с ссылками для предоставления доступа
sv_se: Du har inte tillstånd att skriva ett meddelande som innehåller delningslänkar

source: Please specify an expiration date in order to compose a message containing share links
el_gr: Παρακαλώ καθορίστε μια ημερομηνία λήξης για να συντάξετε ένα μήνυμα με τους συνδέσμους κοινής χρήσης
et_ee: Palun määrake aegumispäev jagamislinke sisaldava sõnumi koostamiseks
ru_ru: Укажите дату окончания срока действия составляемого сообщения с ссылками, которыми вы хотите поделиться
sv_se: Ange ett utgångsdatum för att skriva ett meddelande som innehåller delningslänkar

source: The selected authentication type is not supported by server %2$s
el_gr: Ο επιλεγμένος τύπος ταυτοποίησης δεν υποστηρίζεται από τον διακομιστή «%2$s»
et_ee: Valitud autentimise tüübil puudub serveri %2$s tugi
ru_ru: Выбранный тип аутентификации не поддерживается сервером %2$s
sv_se: Den valda autentiseringstypen stöds inte av servern %2$s

source: Please check your mail account: %2$s
el_gr: Παρακαλώ ελέγξτε τον λογαριασμό email σας: %2$s
et_ee: Palun kontrollige oma e-posti kontot: %2$s
ru_ru: Проверьте свою почтовую учетную запись: %2$s
sv_se: Kontrollera ditt e-postkonto: %2$s

source: Invalid folder name specified. Information from mail server: %1$s
el_gr: Έχει καθοριστεί μη έγκυρο όνομα φακέλου. Πληροφορίες από τον διακομιστή email: %1$s
et_ee: Määratud vale kausta nimi. Teave postiserverist: %1$s
ru_ru: Указано недопустимое имя папки. Подробности от почтового сервера: %1$s
sv_se: Ogiltig mapp angavs. Information från e-postserver: %1$s

source: Insufficient permissions to perform the operation.
el_gr: Ανεπαρκή δικαιώματα για την εκτέλεση της ενέργειας.
et_ee: Õigustest ei piisa toimingu sooritamiseks.
ru_ru: Недостаточно полномочий для выполнения операции.
sv_se: Otillräckliga rättigheter för att utföra åtgärden.

source: Such a folder already exists.
el_gr: Υπάρχει ήδη τέτοιος φάκελος.
et_ee: Niisugune kaust on juba olemas.
ru_ru: Такая папка уже существует.
sv_se: En sådan mapp finns redan.

source: Please change mail settings and configure a secure connection (if Transport Layer Security (TLS) is not in use, the client could try STARTTLS)
el_gr: Παρακαλώ αλλάξτε τις ρυθμίσεις αλληλογραφίας και διαμορφώστε μια ασφαλή σύνδεση (εάν η ασφάλεια επιπέδου μεταφοράς (TLS) δεν χρησιμοποιείται, ο υπολογιστής-πελάτης μπορεί να δοκιμάσει το STARTTLS)
et_ee: Palun muutke postiseaded ja konfigureerige turvaline ühendus (kui transpordikihi turve (TLS) pole kasutusel, võib klient proovida STARTTLS-i)
ru_ru: Измените почтовые параметры и настройте безопасное соединение (если не используется TLS, можно попробовать STARTTLS)
sv_se: Ändra e-postinställningar och anpassa en säker anslutning (om Transport Layer Security (TLS) inte används kan klienten testa STARTLS)

source: Your mail account %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
el_gr: Ο λογαριασμός email %2$s σας απενεργοποιήθηκε λόγω μη έγκυρων διαπιστευτηρίων. Παρακαλώ επεξεργαστείτε τον λογαριασμό και εισαγάγετε τα σωστά διαπιστευτήρια για ενεργοποίηση
et_ee: Teie e-posti konto %2$s deaktiveeriti vale kasutajatunnuse/parooli või mandaadi tõttu. Palun muutke kontot ja sisestage aktiveerimiseks õiged andmed.
ru_ru: Ваша почтовая учетная запись %2$s была отключена, так как указаны неверные данные доступа. Отредактируйте свои учетные данные и повторите попытку
sv_se: Ditt e-postkonto %2$s avaktiverades på grund av ogiltiga inloggningsuppgifter. Redigera kontot och ange rätt uppgifter för att aktivera det igen

source: Your mail account %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
el_gr: Ο λογαριασμός email %2$s σας απενεργοποιήθηκε λόγω ζητημάτων ταυτοποίησης. Παρακαλώ εξουσιοδοτήστε εκ νέου τον λογαριασμό %5$s για ενεργοποίηση.
et_ee: Teie e-posti konto %2$s deaktiveeriti, kuna seda ei olnud võimalik autoriseerida. Palun proovige kontot %5$s uuesti autoriseerida.
ru_ru: Ваша почтовая учетная запись %2$s была отключена вследствие проблем с авторизацией. Повторно авторизуйте %5$s, чтобы начать снова ей пользоваться.
sv_se: Ditt e-postkonto %2$s avaktiverades på grund av behörighetsproblem. Omauktorisera kontot %2$s för att aktivera det på nytt.
