Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Denied concurrent update of user attributes.
el_gr: Απορρίφθηκε η ταυτόχρονη ενημέρωση των ιδιοτήτων χρήστη.
et_ee: Kasutaja atribuutide samaaegne värskendamine pole võimalik.
ru_ru: Отказ при одновременном обновлении атрибутов пользователя.
sv_se: Avslog samtidig uppdatering av användarattribut.

source: There are no recipient(s) for the new message.
el_gr: Δεν υπάρχουν παραλήπτες για το νέο μήνυμα.
et_ee: Uuel sõnumil puudub adressaat (adressaadid).
ru_ru: Не указан адресат для нового сообщения.
sv_se: Det nya meddelandet har inga mottagare.

source: The following recipient is not allowed: %1$s. Please remove associated address and try again.
el_gr: Δεν επιτρέπεται ο ακόλουθος παραλήπτης: %1$s. Παρακαλώ αφαιρέστε τη συσχετισμένη διεύθυνση και δοκιμάστε ξανά.
et_ee: Järgnev adressaat ei ole lubatud: %1$s. Palun eemaldage seotud aadress ja proovige uuesti.
ru_ru: Недопустимый получатель: %1$s. Удалите его адрес и повторите попытку.
sv_se: Följande mottagare får inte användas: %1$s. Ta bort den associerade adressen och försök igen.

source: An error occurred: %1$s
el_gr: Προέκυψε σφάλμα: %1$s
et_ee: Tekkis viga: %1$s
ru_ru: Ошибка: %1$s
sv_se: Ett fel inträffade: %1$s

source: A server error occurred with HTTP status code %1$s. Error message: %2$s
el_gr: Προέκυψε σφάλμα διακομιστή με κωδικό κατάστασης HTTP «%1$s». Μήνυμα σφάλματος: %2$s
et_ee: Tekkis serveri viga HTTP staatuskoodiga %1$s. Veateade: %2$s
ru_ru: Ошибка сервера, HTTP-статус: %1$s. Сообщение: %2$s
sv_se: Ett serverfel inträffade med HTTP-statuskod %1$s. Felmeddelande: %2$s

source: The provided URL: %1$s is invalid
el_gr: Το παρεχόμενο URL: %1$s δεν είναι έγκυρο
et_ee: Esitatud URL: %1$s on kehtetu
ru_ru: Недействительный URL: %1$s
sv_se: Den angivna URL:en: %1$s är ogiltig

source: The provided resource does not exist: %1$s
el_gr: Ο παρεχόμενος πόρος δεν υπάρχει: %1$s
et_ee: Esitatud ressurssi ei ole olemas: %1$s
ru_ru: Ресурс не существует: %1$s
sv_se: Den angivna resursen finns inte: %1$s

source: The resource does not exist
el_gr: Ο πόρος δεν υπάρχει
et_ee: Ressurssi ei ole olemas
ru_ru: Ресурс не существует
sv_se: Resursen finns inte

source: A JSON error occurred: %1$s
el_gr: Προέκυψε σφάλμα JSON: %1$s
et_ee: Tekkis JSON-viga: %1$s
ru_ru: Ошибка JSON: %1$s
sv_se: Ett JSON-fel inträffade: %1$s

source: Cannot search a contact that is neither an internal user nor has an e-mail address.
el_gr: Δεν είναι δυνατή η αναζήτηση μιας επαφής που δεν είναι ούτε εσωτερικός χρήστης ούτε έχει διεύθυνση email.
et_ee: Ei saa otsida kontakti, kes pole sisene kasutaja ega oma e-posti aadressi.
ru_ru: Для поиска внешнего контакта необходимо указать электронный адрес.
sv_se: Kan inte söka efter en kontakt som varken är en intern användare eller har en e-postadress.

source: The HTML content is too big and cannot be displayed
el_gr: Το περιεχόμενο HTML είναι πολύ μεγάλο και δεν είναι δυνατή η προβολή του
et_ee: HTML sisu on liiga suur ja seda ei saa kuvada
ru_ru: HTML-содержимое имеет слишком большой размер и не может быть отображено
sv_se: HTML-innehållet är för stort och kan inte visas

source: The HTML content is invalid and cannot be displayed
el_gr: Το περιεχόμενο HTML δεν είναι έγκυρο και δεν είναι δυνατή η προβολή του
et_ee: HTML sisu on vigane ja seda ei saa kuvada
ru_ru: Невозможно отобразить недействительное HTML-содержимое
sv_se: HTML-innehållet är ogiltigt och kan inte visas

source: The HTML content cannot be safely displayed
el_gr: Δεν είναι δυνατή η ασφαλής προβολή του περιεχομένου HTML
et_ee: Seda HTML sisu ei saa turvaliselt kuvada
ru_ru: Не удается безопасно отобразить HTML-содержимое
sv_se: HTML-innehållet kan inte visas säkert

source: This message can only be displayed as plain text
el_gr: Αυτό το μήνυμα μπορεί να προβληθεί μόνο ως απλό κείμενο
et_ee: Seda sõnumit saab kuvada ainult tavatekstina
ru_ru: Сообщение может быть показано только в текстовом формате
sv_se: Det här meddelandet kan bara visas som vanlig text

source: No connection available to access mailbox
el_gr: Δεν υπάρχει διαθέσιμη σύνδεση για την πρόσβαση στο γραμματοκιβώτιο
et_ee: Puudub ühendus postkastile juurdepääsemiseks
ru_ru: Нет соединения для доступа к почтовому ящику
sv_se: Ingen anslutning ledig för att komma åt brevlådan

source: No mail module access due to user configuration
el_gr: Δεν υπάρχει πρόσβαση στη μονάδα αλληλογραφίας λόγω ρυθμίσεων χρήστη
et_ee: Puudub postimooduli juurdepääs kasutaja konfiguratsiooni tõttu
ru_ru: Конфигурация пользователя запрещает доступ к модулю почты
sv_se: Ingen åtkomst till e-postmodulen på grund av användarinställningar

source: Access to mail folder is not permitted
el_gr: Δεν επιτρέπεται η πρόσβαση στον φάκελο email
et_ee: Juurdepääs postikaustale pole lubatud
ru_ru: Доступ к почтовой папке не разрешен
sv_se: Ingen åtkomst till e-postmappen

source: No lookup access to mail folder
el_gr: Δεν υπάρχει πρόσβαση αναζήτησης στον φάκελο email
et_ee: Puudub otsingujuurdepääs postikaustale
ru_ru: Нет прав доступа для выполнения поиска в почтовой папке
sv_se: Inga uppslagningsrättigheter för e-postmappen

source: No read access to mail folder
el_gr: Δεν υπάρχει πρόσβαση ανάγνωσης στον φάκελο email
et_ee: Puudub lugemisjuurdepääs postikaustale
ru_ru: Нет прав доступа для чтения почтовой папки
sv_se: Inga läsrättigheter för e-postmappen

source: No delete access to mail folder
el_gr: Δεν υπάρχει πρόσβαση διαγραφής στον φάκελο email
et_ee: Puudub kustutusjuurdepääs postikaustale
ru_ru: Нет прав доступа для удаления из почтовой папки
sv_se: Inga raderingsrättigheter för e-postmappen

source: No insert access to mail folder
el_gr: Δεν υπάρχει πρόσβαση εισαγωγής στον φάκελο email
et_ee: Puudub sisestusjuurdepääs postikaustale
ru_ru: Нет прав доступа для вставки в почтовую папку
sv_se: Inga infogningsrättigheter för e-postmappen

source: No administer access to mail folder
el_gr: Δεν υπάρχει πρόσβαση διαχειριστή στον φάκελο email
et_ee: Puudub haldusjuurdepääs postikaustale
ru_ru: Нет административного доступа к почтовой папке
sv_se: Ingen administratörsåtkomst för e-postmappen

source: No write access to IMAP folder
el_gr: Δεν υπάρχει πρόσβαση εγγραφής στον φάκελο IMAP
et_ee: Puudub kirjutusjuurdepääs IMAP kaustale
ru_ru: Нет доступа записи к почтовой папке
sv_se: Inga skrivrättigheter för IMAP-mappen

source: No keep-seen access to mail folder
el_gr: Δεν υπάρχει πρόσβαση διατήρησης προβληθέντων στον φάκελο email
et_ee: Puudub säilita-vaadatud juurdepääs postikaustale
ru_ru: Просмотренные сообщения не будут сохраняться в почтовой папке
sv_se: Inget tillstånd att spara läs-status för e-postmappen

source: Folder does not allow subfolders.
el_gr: Ο φάκελος δεν επιτρέπει υποφακέλους.
et_ee: Kaust ei võimalda alamkaustu.
ru_ru: Папка не допускает наличие вложенных папок.
sv_se: Mappen tillåter inte undermappar.

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name)
el_gr: Δεν ήταν δυνατή η δημιουργία του φακέλου email «%1$s» (μάλλον λόγω ανεπαρκών δικαιωμάτων για τον γονικό φάκελο «%2$s» ή λόγω μη έγκυρου ονόματος φακέλου)
et_ee: Postikausta "%1$s" loomine ebaõnnestus (põhjuseks võivad olla ebapiisavad õigused emakausta %2$s korral või kausta vale nimi)
ru_ru: Не удалось создать папку «%1$s». Причина: недостаточно полномочий для доступа к родительской папке %2$s или неверное имя папки.
sv_se: E-postmappen ”%1$s” kunde inte skapas (kanske på grund av otillräckliga rättigheter i föräldramappen %2$s eller på grund av ett ogiltigt mappnamn)

source: The composed rights could not be applied to new folder due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
el_gr: Δεν ήταν δυνατή η εφαρμογή των συντεθειμένων δικαιωμάτων σε νέο φάκελο λόγω έλλειψης δικαιώματος διαχειριστή στα αρχικά δικαιώματά του, που καθορίστηκαν από τον διακομιστή IMAP. Ωστόσο, ο φάκελος έχει δημιουργηθεί.
et_ee: Koostatud õiguste kohaldamine uuel kaustal ebaõnnestus tulenevalt puuduvast haldusõigusest selle IMAP serveri poolt määratletud algsetes õigustes. Kaust on sellele vaatamata loodud.
ru_ru: Папка создана, но выбранные разрешения не были применены. Исходные разрешения, заданные сервером IMAP, не включают административные права.
sv_se: De sammansatta rättigheterna kunde inte tillämpas på den nya mappen på grund av saknade administrativa rättigheter i de ursprungliga rättigheterna specificerade av IMAP-servern. Mappen skapades ändå.

source: No administer permission specified for folder
el_gr: Δεν καθορίστηκε δικαίωμα διαχειριστή για τον φάκελο
et_ee: Kausta jaoks pole määratletud haldusõigust
ru_ru: Административные разрешения для папки не определены
sv_se: Inga administratörsrättigheter angivna för mappen

source: Default folder must not be updated
el_gr: Ο προεπιλεγμένος φάκελος δεν πρέπει να ενημερωθεί
et_ee: Vaikekausta ei tohi värskendada
ru_ru: Используемая по умолчанию папка не должна обновляться
sv_se: Standardmappen får inte uppdateras

source: Folder could not be deleted
el_gr: Δεν ήταν δυνατή η διαγραφή του φακέλου
et_ee: Kausta ei õnnestunud kustutada
ru_ru: Папка не может быть удалена
sv_se: Mappen kan inte tas bort

source: IMAP default folder %1$s could not be created
el_gr: Δεν ήταν δυνατή η δημιουργία του προεπιλεγμένου φακέλου IMAP «%1$s»
et_ee: IMAP vaikekausta %1$s ei õnnestunud luua
ru_ru: Не удалось создать папку IMAP по умолчанию %1$s
sv_se: Standard IMAP-mappen %1$s kunde inte skapas

source: Missing default %1$s folder
el_gr: Απουσία προεπιλεγμένου φακέλου «%1$s»
et_ee: Puudub vaikekaust %1$s
ru_ru: Используемая по умолчанию папка %1$s отсутствует
sv_se: Saknar standard-%1$s-mapp

source: Update of folder failed
el_gr: Αποτυχία ενημέρωσης φακέλου
et_ee: Kausta värskendamine ebaõnnestus
ru_ru: Не удалось обновить папку
sv_se: Kunde inte uppdatera mappen

source: Default folder %1$s cannot be deleted
el_gr: Δεν είναι δυνατή η διαγραφή του προεπιλεγμένου φακέλου «%1$s»
et_ee: Vaikekausta %1$s ei saa kustutada
ru_ru: Используемая по умолчанию папка %1$s не может быть удалена
sv_se: Standardmappen %1$s kan inte tas bort

source: Flag %1$s could not be changed due to following reason "%2$s"
el_gr: Δεν ήταν δυνατή η αλλαγή της σημαίας «%1$s» για τον εξής λόγο «%2$s»
et_ee: Lippu %1$s ei õnnestunud muuta järgneval põhjusel "%2$s"
ru_ru: Не удалось изменить флаг %1$s. Причина: %2$s
sv_se: Flaggan %1$s kunde inte ändras av följande anledning ”%2$s”

source: Number of search fields (%d) do not match number of search patterns (%d)
el_gr: Ο αριθμός των πεδίων αναζήτησης (%d) δεν συμφωνεί με τον αριθμό των μοτίβων αναζήτησης (%d)
et_ee: Otsinguväljade arv (%d) ei vasta otsingumustrite arvule (%d)
ru_ru: Число полей поиска (%d) не соответствует числу шаблонов (%d).
sv_se: Antalet sökfält (%d) matchar inte antalet sökmönster (%d)

source: IMAP search failed due to reason "%1$s". Switching to application-based search
el_gr: Η αναζήτηση IMAP απέτυχε λόγω «%1$s». Γίνεται εναλλαγή σε αναζήτηση βάσει εφαρμογής
et_ee: IMAP otsing ebaõnnestus põhjusel "%1$s". Üleminek rakendusepõhisele otsingule
ru_ru: Ошибка поиска IMAP: %1$s. Поиск будет выполнен программными средствами
sv_se: IMAP-sökning misslyckades på grund av orsaken ”%1$s”. Byter till programbaserad sökning

source: IMAP sort failed due to reason "%1$s". Switching to application-based sorting.
el_gr: Η ταξινόμηση IMAP απέτυχε λόγω «%1$s». Γίνεται εναλλαγή σε ταξινόμηση βάσει εφαρμογής.
et_ee: IMAP sortimine ebaõnnestus põhjusel "%1$s". Üleminek rakendusepõhisele sortimisele.
ru_ru: Ошибка сортировки IMAP: %1$s. Сортировка будет выполнена программными средствами.
sv_se: IMAP-sortering misslyckades på grund av orsaken ”%1$s”. Byter till programbaserad sortering.

source: Unknown search field: %1$s
el_gr: Άγνωστο πεδίο αναζήτησης: %1$s
et_ee: Tundmatu otsinguväli: %1$s
ru_ru: Неизвестное поле поиска: %1$s
sv_se: Okänt sökfält: %1$s

source: Mail folder must not be moved to subsequent folder
el_gr: Ο φάκελος email δεν πρέπει να μετακινηθεί στον επόμενο φάκελο
et_ee: Postikausta ei tohi teisaldada järgnevasse kausta
ru_ru: Почтовая папка не может быть перемещена в следующую папку
sv_se: E-postmappen får inte flyttas till underliggande mappar

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
el_gr: Δεν ήταν δυνατή η μετακίνηση αυτού του μηνύματος στον φάκελο απορριμμάτων, πιθανώς επειδή το γραμματοκιβώτιό σας είναι σχεδόν γεμάτο. Σε αυτήν την περίπτωση, παρακαλώ προσπαθήστε πρώτα να αδειάσετε τα διαγραμμένα στοιχεία ή τα μικρότερα μηνύματά σας.
et_ee: Sõnumi teisaldamine prügikausta ebaõnnestus; põhjuseks võib olla see, et teie postkast on peaaegu täis. Niisugusel juhul proovige esmalt tühjendada kustutatud üksused või kustutada esmalt väiksemad sõnumid.
ru_ru: Не удалось переместить сообщение в корзину. Возможно, почтовый ящик переполнен. Освободите удаленные сообщения или удалите небольшие сообщения.
sv_se: Meddelandet kunde inte flyttas till papperskorgen, möjligen för att din brevlåda nästan är full. Om så är fallet, försök först tömma papperskorgen, eller ta först bort de mindre meddelandena.

source: Missing folder in mail move operation
el_gr: Απουσία φακέλου στη λειτουργία μετακίνησης email
et_ee: Puuduv kaust e-posti teisaldamistoimingu korral
ru_ru: Необходимо указать папку для переноса
sv_se: Saknar mapp i flyttåtgärden

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s"
el_gr: Η μετακίνηση του μηνύματος ακυρώθηκε για τον χρήστη «%1$s». Ο φάκελος προέλευσης και προορισμού είναι ίδιος με «%2$s»
et_ee: Sõnumi teisaldamine katkestatud kasutaja %1$s korral. Lähte- ja sihtkaust on samad "%2$s"
ru_ru: Перемещение сообщения для %1$s отменено. Исходная папка совпадает с конечной: «%2$s».
sv_se: Flytten avbröts för användare %1$s. Käll- och målmappen är samma som ”%2$s”

source: IMAP folder read-only check failed
el_gr: Αποτυχία ελέγχου μόνο για ανάγνωση στον φάκελο IMAP
et_ee: IMAP kausta kirjutuskaitse kontroll ebaõnnestus
ru_ru: Проверка папки IMAP на чтение завершилась неудачей
sv_se: Kontroll av skrivskydd på IMAP-mapp misslyckades

source: Unknown folder open mode %1$s
el_gr: Άγνωστη λειτουργία ανοίγματος φακέλου «%1$s»
et_ee: Tundmatu kausta avatud olek %1$s
ru_ru: Неизвестный режим доступа: %1$s
sv_se: Okänt öppet-läge %1$s för mapp

source: One or more message in folder %2$s could not be deleted
el_gr: Δεν ήταν δυνατή η διαγραφή ενός ή περισσότερων μηνυμάτων στον φάκελο «%2$s»
et_ee: Ühte või enamat kirja kaustas %2$s ei saa kustutada
ru_ru: Не удалось удалить некоторые сообщения из папки %2$s
sv_se: Ett eller flera meddelanden i mappen %2$s kunde inte tas bort

source: Not allowed to open folder %1$s due to missing read access
el_gr: Δεν επιτρέπεται το άνοιγμα του φακέλου «%1$s» λόγω έλλειψης πρόσβασης ανάγνωσης
et_ee: Kausta %1$s avamine ei ole lubatud puuduva lugemisjuurdepääsu tõttu
ru_ru: Папка %1$s не может быть открыта, так как к ней нет доступа чтения
sv_se: Du har inte tillstånd att öppna mappen %1$s på grund av att du saknar läsrättigheter

source: The raw content's input stream cannot be read
el_gr: Δεν είναι δυνατή η ανάγνωση της ροής εισόδου του ακατέργαστου περιεχομένου
et_ee: Toorsisu sisendvoo lugemine ebaõnnestus
ru_ru: Ошибка чтения входного потока содержимого
sv_se: Det obehandlade innehållets inmatningsström kan inte läsas

source: No attachment was found with id %1$s in message
el_gr: Δεν βρέθηκε συνημμένο με αναγνωριστικό «%1$s» στο μήνυμα
et_ee: Sõnumis ei leitud manust ID-ga %1$s
ru_ru: Сообщение не содержит вложение с идентификатором %1$s
sv_se: Ingen bilaga hittades med ID %1$s i meddelandet

source: Versit object could not be saved
el_gr: Δεν ήταν δυνατή η αποθήκευση του αντικειμένου versit
et_ee: Versit-objekti salvestamine ebaõnnestus
ru_ru: Не удалось сохранить объект Versit
sv_se: Versit-objekt kan ej sparas

source: No support of capability "THREAD=REFERENCES"
el_gr: Δεν υποστηρίζεται η δυνατότητα «THREAD=REFERENCES»
et_ee: Puudub tugi võimekusele "THREAD=REFERENCES"
ru_ru: «THREAD=REFERENCES» не поддерживается.
sv_se: Inget stöd för egenskapen ”THREAD=REFERENCES”

source: A protocol exception occurred during execution of IMAP request "%1$s". Error message: %2$s
el_gr: Προέκυψε εξαίρεση πρωτοκόλλου κατά την εκτέλεση του αιτήματος IMAP «%1$s». Μήνυμα σφάλματος: %2$s
et_ee: IMAP taotluse täideviimise käigus ilmnes protokolli erand "%1$s". Veateade: %2$s
ru_ru: Произошло исключение при выполнении запроса IMAP: «%1$s». Ошибка: %2$s
sv_se: Ett protokollundantag inträffade vid verkställande av IMAP-förfrågan ”%1$s”. Felmeddelande: %2$s

source: Mailbox' root folder must not be source or the destination full name of a move operation.
el_gr: Ο φάκελος ρίζας του γραμματοκιβωτίου δεν πρέπει να είναι το πλήρες όνομα της προέλευση ή του προορισμού μιας ενέργειας μετακίνησης.
et_ee: Postkasti juurkaust ei tohi olla teisaldamistoimingu lähte- või sihtkoha täisnimi.
ru_ru: Корневая папка почтового ящика не может использоваться для переноса.
sv_se: Brevlådans rotmapp får inte vara det fullständiga namnet på källan eller målet för en flyttåtgärd.

source: Sort field %1$s is not supported via IMAP SORT command
el_gr: Η ταξινόμηση του πεδίου «%1$s» δεν υποστηρίζεται μέσω της εντολής «IMAP SORT»
et_ee: Sortimisvälja %1$s ei toetata IMAP SORT-käskluse kaudu
ru_ru: Команда IMAP SORT не поддерживает сортировку по полю %1$s
sv_se: Sorteringsfält %1$s stöds inte via IMAP SORT-kommando

source: Missing personal namespace
el_gr: Απουσία προσωπικού χώρου ονομάτων
et_ee: Puuduv isiklik nimeruum
ru_ru: Нет индивидуального пространства имен
sv_se: Saknar personlig namnplats

source: Parsing thread-sort string failed: %1$s.
el_gr: Η ανάλυση συμβολοσειράς ταξινόμησης νημάτων απέτυχε: %1$s.
et_ee: Lõime sorteeri string parsimine ebaõnnestus: %1$s.
ru_ru: Ошибка при разборе строки thread-sort: %1$s.
sv_se: Kunde inte tolka trådsorteringssträng: %1$s.

source: A SQL error occurred: %1$s
el_gr: Προέκυψε σφάλμα SQL: %1$s
et_ee: Ilmnes SQL viga: %1$s
ru_ru: Ошибка SQL: %1$s
sv_se: Ett SQL-fel inträffade: %1$s

source: Rename of folder "%1$s" to "%2$s" failed with "%3$s".
el_gr: Η μετονομασία του φακέλου «%1$s» σε «%2$s» απέτυχε με «%3$s».
et_ee: Kausta "%1$s" ümbernimetamine kaustaks "%2$s" ebaõnnestus "%3$s" korral.
ru_ru: Не удалось переименовать «%1$s» в «%2$s»: «%3$s».
sv_se: Kunde inte döpa om mapp ”%1$s” till ”%2$s” med ”%3$s”.

source: No rename access to mail folder %1$s
el_gr: Δεν υπάρχει πρόσβαση μετονομασίας στον φάκελο email «%1$s»
et_ee: Puudub ümbernimetamisjuurdepääs postikaustale %1$s
ru_ru: Недостаточно прав для переименования папки %1$s
sv_se: Inget tillstånd att döpa om objekt i e-postmappen %1$s

source: Unable to parse IMAP server URI "%1$s".
el_gr: Δεν είναι δυνατή η ανάλυση του URI «%1$s» του διακομιστή IMAP.
et_ee: Ei saa parsida IMAP serveri URI-t "%1$s".
ru_ru: Не удалось разобрать URI сервера IMAP: «%1$s».
sv_se: Kunde inte tolka IMAP-server URI ”%1$s”.

source: Default folder %1$s must not be unsubscribed.
el_gr: Ο προεπιλεγμένος φάκελος «%1$s» πρέπει να είναι εγγεγραμμένος.
et_ee: Vaikekausta %1$s tellimust ei tohi lõpetada.
ru_ru: Исходная папка %1$s не может быть отписана.
sv_se: Prenumerationen på standardmappen %1$s får inte sägas upp.

source: IMAP server refuses to import one or more E-Mails.
el_gr: Ο διακομιστής IMAP αρνείται να εισαγάγει ένα ή περισσότερα email.
et_ee: IMAP server keeldub importimast üht või enamat e-kirja.
ru_ru: Сервер IMAP отказал в импорте некоторых сообщений.
sv_se: IMAP-servern vägrar importera ett eller flera meddelande(n).

source: Currently not possible to establish a new connection to server %1$s with login %2$s. Please try again.
el_gr: Προς το παρόν δεν είναι δυνατή η δημιουργία νέας σύνδεσης με τον διακομιστή «%1$s» με σύνδεση «%2$s». Παρακαλώ δοκιμάστε ξανά.
et_ee: Hetkel pole võimalik uue ühenduse sisseseadmine serveriga %1$s kasutajatunnusega %2$s. Palun proovige uuesti.
ru_ru: Отказ авторизации %2$s при подключении к серверу %1$s. Повторите попытку.
sv_se: För närvarande omöjligt att ansluta till servern %1$s med inloggning %2$s. Försök igen.

source: Update of folder failed. Owner is required to keep administrative rights.
el_gr: Η ενημέρωση του φακέλου απέτυχε. Ο κάτοχος πρέπει να διατηρεί δικαιώματα διαχειριστή.
et_ee: Kausta uuendamine ebaõnnestus. Omanik peab säilitama administraatori õigused.
ru_ru: Не удалось обновить папку. Для исполнения административных действий у папки должен быть владелец.
sv_se: Mappuppdatering misslyckades. Ägare krävs för att behålla administratörsrättigheter.

source: Too many messages requested (limit is %1$s). Please query a smaller range.
el_gr: Ζητήθηκαν πάρα πολλά μηνύματα (το όριο είναι %1$s). Παρακαλώ επιλέξτε ένα μικρότερο εύρος.
et_ee: Liiga palju sõnumeid taotletud (piirang on %1$s). Palun küsige väiksemat vahemikku.
ru_ru: Запрошено слишком много сообщений (ограничение составляет %1$s). Пожалуйста, запросите меньший диапазон.
sv_se: För många meddelanden begärda (gräns är %1$s). Begär ett mindre intervall.

source: Mail folder "%1$s" could not be created since there are too many folders. Please delete a folder in order to create a new one.
el_gr: Δεν ήταν δυνατή η δημιουργία του φακέλου email «%1$s», καθώς υπάρχουν πάρα πολλοί φάκελοι. Παρακαλώ διαγράψτε έναν φάκελο για να δημιουργήσετε έναν νέο.
et_ee: E-posti kausta "%1$s" ei saanud luua, kuna kaustu on liiga palju. Uue kausta loomiseks kustutage palun kaust.
ru_ru: Почтовая папка «%1$s» не может быть создана, так как в ней слишком много папок. Пожалуйста, удалите папку, чтобы создать новую.
sv_se: E-postmappen ”%1$s” kunde inte skapas eftersom det finns för många mappar. Ta bort en mapp för att kunna skapa en ny.

source: Mail folder "%1$s" could be successfully created, but subscription of that folder failed.
el_gr: Ο φάκελος email «%1$s» δημιουργήθηκε επιτυχώς, αλλά η εγγραφή σε αυτόν απέτυχε.
et_ee: Postikausta "%1$s" õnnestus edukalt luua, kuid selle kausta tellimine ebaõnnestus.
ru_ru: Почтовая папка «%1$s» может быть успешно создана, но подписка на эту папку не удалась.
sv_se: E-postmappen ”%1$s” kunde skapas, men det gick inte att prenumerera på den.

source: A deputy permission must not be changed
el_gr: Δεν πρέπει να αλλάξει ένα δικαίωμα αναπληρωτή
et_ee: Asendaja luba ei tohi muuta
ru_ru: Запрещается изменять разрешения заместителя
sv_se: En ställföreträdarrättighet får inte ändras

source: A deputy permission must not be removed
el_gr: Δεν πρέπει να αφαιρεθεί ένα δικαίωμα αναπληρωτή
et_ee: Asendusluba ei tohi eemaldada
ru_ru: Разрешение заместителя не может быть удалено
sv_se: En ställföreträdarrättighet får inte tas bort

source: The specified group "%4$s" is not supported.
el_gr: Η καθορισμένη ομάδα «%4$s» δεν υποστηρίζεται.
et_ee: Puudub tugi osutatud rühmale "%4$s".
ru_ru: Группа «%4$s» не поддерживается.
sv_se: Den angivna gruppen ”%4$s” stöds inte.

source: Could not export the folder %1$s.
el_gr: Δεν ήταν δυνατή η εξαγωγή του φακέλου «%1$s».
et_ee: Kausta %1$s eksportimine ebaõnnestus.
ru_ru: Не удалось экспортировать папку %1$s.
sv_se: Kunde inte exportera mappen %1$s.

source: Could not load contacts.
el_gr: Δεν ήταν δυνατή η φόρτωση των επαφών.
et_ee: Kontaktide laadimine ebaõnnestus.
ru_ru: Не удалось загрузить контакты.
sv_se: Kunde inte ladda kontakter.

source: Could not load folder %s.
el_gr: Δεν ήταν δυνατή η φόρτωση του φακέλου «%s».
et_ee: Kausta %s laadimine ebaõnnestus.
ru_ru: Не удалось загрузить папку %s.
sv_se: Kunde inte ladda mappen %s.

source: Conversion to iCal failed.
el_gr: Αποτυχία μετατροπής σε iCal.
et_ee: Teisendus iCal formaati ebaõnnestus.
ru_ru: Ошибка преобразования в iCal.
sv_se: Kunde inte konvertera till iCal.
