Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The data export is not yet finished. Please try again later.
el_gr: Η εξαγωγή δεδομένων δεν έχει ολοκληρωθεί ακόμα. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Andmete eksport ei ole veel lõpetatud. Palun proovige hiljem uuesti.
ru_ru: Экспорт данных ещё не завершен. Повторите попытку позже.
sv_se: Dataexporten har ännu inte slutförts. Försök igen senare.

source: The data export failed
el_gr: Η εξαγωγή δεδομένων απέτυχε
et_ee: Andmete eksportimine ebaõnnestus
ru_ru: Сбой экспорта данных
sv_se: Dataexporten misslyckades

source: A data export has already been requested
el_gr: Έχει ήδη ζητηθεί εξαγωγή δεδομένων
et_ee: Andmete eksportimist on juba taotletud
ru_ru: Экспорт данных уже был запрошен
sv_se: En dataexport har redan begärts

source: There is no data export or it has already been completed
el_gr: Δεν υπάρχει εξαγωγή δεδομένων ή έχει ήδη ολοκληρωθεί
et_ee: Andmete eksport puudub või see on juba lõpetatud
ru_ru: Не содержит экспорта данных, или он уже был завершен
sv_se: Det finns ingen dataexport, eller så har den redan slutförts

source: The data export has been aborted
el_gr: Η εξαγωγή δεδομένων ακυρώθηκε
et_ee: Andmete eksport on katkestatud
ru_ru: Экспорт данных отменен
sv_se: Dataexporter har avbrutits

source: No such package
el_gr: Δεν υπάρχει τέτοιο πακέτο
et_ee: Sellist paketti ei ole
ru_ru: Не содержит пакета
sv_se: Paketet saknas

source: There is no data export or it is not yet completed
el_gr: Δεν υπάρχει εξαγωγή δεδομένων ή δεν έχει ολοκληρωθεί ακόμα
et_ee: Andmete eksport puudub või ei ole veel lõpetatud
ru_ru: Не содержит экспорта данных или он уже был завершен
sv_se: Det finns ingen dataexport, eller så är den ännu inte slutförd

source: The account "%s" is locked.
el_gr: Ο λογαριασμός «%s» είναι κλειδωμένος.
et_ee: Konto "%s" on lukustatud.
ru_ru: Учетная запись «%s» заблокирована.
sv_se: Kontot ”%s” är låst.

source: Account "%1$s" is currently being created. This can take a while. Please try again later.
el_gr: Ο λογαριασμός «%1$s» δημιουργείται αυτήν τη στιγμή. Αυτό μπορεί να διαρκέσει λίγη ώρα. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Konto "%1$s" on hetkel loomisel. See võib aega võtta. Palun proovige hiljem uuesti.
ru_ru: Создается учетная запись «%1$s». Это может занять некоторое время. Повторите попытку позже.
sv_se: Kontot ”%1$s” skapas just nu. Det kan ta en liten stund. Försök igen senare.

source: Login not possible at the moment. Please try again later.
el_gr: Δεν είναι δυνατή η σύνδεση αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Sisselogimine pole hetkel võimalik. Palun proovige hiljem uuesti.
ru_ru: В данный момент авторизация невозможна. Повторите попытку позже.
sv_se: Det går inte att logga in för tillfället. Försök igen senare.

source: The user name or password is incorrect.
el_gr: Το όνομα χρήστη ή ο κωδικός πρόσβασης δεν είναι σωστά.
et_ee: Vale kasutajanimi või parool.
ru_ru: Неверное имя пользователя или пароль.
sv_se: Felaktigt användarnamn eller lösenord.

source: Your password has expired. In order to change it, please log in to %1$s.
el_gr: Ο κωδικός πρόσβασής σας έχει λήξει. Για να τον αλλάξετε, παρακαλώ συνδεθείτε στο %1$s.
et_ee: Teie parool on aegunud. Parooli muutmiseks palun logige sisse %1$s-i.
ru_ru: Срок действия вашего пароля истек. Чтобы его изменить, зайдите в %1$s.
sv_se: Ditt lösenord är för gammalt. För att ändra det, logga in på %1$s.

source: You do not have the appropriate permissions to login with client "%1$s".
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για σύνδεση με το πρόγραμμα «%1$s».
et_ee: Teil puuduvad nõutavad õigused sisselogimiseks kliendiga "%1$s".
ru_ru: Недостаточно разрешений для авторизации «%1$s».
sv_se: Du har inte tillräckliga rättigheter för att logga in med klienten ”%1$s”.

source: Method "%1$s" in HTTP header authorization is not supported.
el_gr: Η μέθοδος «%1$s» στην ταυτοποίηση κεφαλίδας HTTP δεν υποστηρίζεται.
et_ee: Meetodil "%1$s" HTTP volitamispäises puudub tugi.
ru_ru: Авторизация в заголовках HTTP не поддерживает метод «%1$s».
sv_se: Metoden ”%1$s” stöds inte i HTTP-huvudkontroll.

source: Missing client capabilities.
el_gr: Απουσία δυνατοτήτων προγράμματος.
et_ee: Puuduvad kliendi võimekused.
ru_ru: Возможности клиента отсутствуют.
sv_se: Saknar klientegenskaper.

source: Automatic login is not supported.
el_gr: Δεν υποστηρίζεται αυτόματη σύνδεση.
et_ee: Automaatset sisselogimist ei toetata.
ru_ru: Автоматическая авторизация не поддерживается.
sv_se: Automatisk inloggning stöds inte.

source: The user account is not activated.
el_gr: Ο λογαριασμός χρήστη δεν έχει ενεργοποιηθεί.
et_ee: Kasutajakonto pole aktiveeritud.
ru_ru: Пользователь не активен.
sv_se: Användarkontot är inte aktiverat.

source: You exceeded the maximum count of logins without password.
el_gr: Έχετε υπερβεί τον μέγιστο αριθμό συνδέσεων χωρίς κωδικό πρόσβασης.
et_ee: Maksimaalne paroolita sisselogimiste arv on ületatud.
ru_ru: Превышено максимальное число попыток входа без пароля.
sv_se: Du överskred maximalt antal inloggningar utan lösenord.

source: A password is required to continue. Please choose one and try again.
el_gr: Απαιτείται κωδικός πρόσβασης για να συνεχίσετε. Παρακαλώ επιλέξτε έναν και δοκιμάστε ξανά.
et_ee: Jätkamiseks on tarvis parooli. Palun valige parool ja proovige uuesti.
ru_ru: Для продолжения необходимо ввести пароль.
sv_se: Ett lösenord krävs för att fortsätta. Välj ett och försök igen.

source: Authentication via this method is disabled.
el_gr: Η ταυτοποίηση μέσω αυτής της μεθόδου είναι απενεργοποιημένη.
et_ee: Autentimine selle meetodi kaudu on keelatud.
ru_ru: Этот метод аутентификации отключен.
sv_se: Autentisering med den här metoden har avaktiverats.

source: The password is incorrect.
el_gr: Ο κωδικός πρόσβασης είναι εσφαλμένος.
et_ee: Vale parool.
ru_ru: Неверный пароль.
sv_se: Lösenordet är felaktigt.

source: Login denied.
el_gr: Δεν επιτρέπεται η σύνδεση.
et_ee: Kasutajatunnus on tühistatud.
ru_ru: Доступ запрещен.
sv_se: Inloggning nekades.

source: Too many login attempts. Please try again later.
el_gr: Πάρα πολλές προσπάθειες σύνδεσης. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Liiga palju sisselogimiskatseid. Palun proovige hiljem uuesti.
ru_ru: Слишком много неудачных попыток входа. Повторите попытку позже.
sv_se: För många inloggningsförsök. Försök igen senare.

source: Invalid cookie.
el_gr: Μη έγκυρο cookie.
et_ee: Vigane küpsis.
ru_ru: Недействительный cookie-файл.
sv_se: Ogiltig kaka.

source: Too few (%d) login attributes.
el_gr: Πολύ λίγες (%d) ιδιότητες σύνδεσης.
et_ee: Liiga vähe (%d) kasutajatunnuse atribuute.
ru_ru: Недостаточно атрибутов авторизации (%d).
sv_se: För få (%d) inloggningsattribut.

source: The account %2$s is disabled.
el_gr: Ο λογαριασμός «%2$s» έχει απενεργοποιηθεί.
et_ee: Konto %2$s on deaktiveeritud.
ru_ru: Учетная запись %2$s отключена.
sv_se: Kontot %2$s är avaktiverat.

source: [Not available]
el_gr: [Μη διαθέσιμο]
et_ee: [Puudub]
ru_ru: [Недоступно]
sv_se: [Inte tillgänglig]

source: An error occurred inside the server which prevented it from fulfilling the request.
el_gr: Προέκυψε σφάλμα εντός του διακομιστή, το οποίο εμπόδισε τη διεκπεραίωση του αιτήματος.
et_ee: Serveris ilmnenud viga ei lubanud serveril taotlust täita.
ru_ru: Не удалось обработать запрос вследствие ошибки сервера.
sv_se: Ett fel inträffade i servern, vilket hindrade den från att utföra begäran.

source: A temporary error occurred inside the server which prevented it from fulfilling the request. Please try again later.
el_gr: Προέκυψε ένα προσωρινό σφάλμα εντός του διακομιστή, το οποίο εμπόδισε τη διεκπεραίωση του αιτήματος. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Serveris ilmnenud ajutine viga ei lubanud serveril taotlust täita. Palun proovige hiljem uuesti.
ru_ru: Запрос не обработан вследствие временной ошибки сервера. Повторите попытку позже.
sv_se: Ett tillfälligt fel inträffade i servern, vilket hindrade den från att utföra begäran. Försök igen senare.

source: The server is refusing to process the request.
el_gr: Ο διακομιστής αρνείται να επεξεργαστεί το αίτημα.
et_ee: Server keeldub taotlust töötlemast.
ru_ru: Сервер отклоняет обработку запроса.
sv_se: Servern vägrar att behandla begäran.

source: The object has been changed in the meantime.
el_gr: Το αντικείμενο έχει αλλάξει στο ενδιάμεσο διάστημα.
et_ee: Objekt on vahepeal muutunud.
ru_ru: Объект уже был изменен.
sv_se: Objektet har ändrats under tiden.

source: Object not found. %1$s
el_gr: Το αντικείμενο δεν βρέθηκε. %1$s
et_ee: Objekti ei leitud. %1$s
ru_ru: Объект не найден: %1$s
sv_se: Objekt hittades inte. %1$s

source: No permission for module: %1$s.
el_gr: Δεν υπάρχει δικαίωμα για τη μονάδα: %1$s.
et_ee: Puudub juurdepääsuõigus moodulile: %1$s.
ru_ru: Недостаточно прав для доступа к модулю: %1$s.
sv_se: Inga rättigheter för modul: %1$s.

source: No folder permission.
el_gr: Κανένα δικαίωμα φακέλου.
et_ee: Puudub juurdepääsuõigus kaustale.
ru_ru: Недостаточно прав для доступа к папке.
sv_se: Ingen tillgång till mappen.

source: Missing field: %s
el_gr: Απουσία πεδίου: %1$s
et_ee: Puuduv väli: %s
ru_ru: Отсутствует поле %s
sv_se: Fält saknas: %s

source: Error while reading/writing data from/to the database.
el_gr: Σφάλμα κατά την ανάγνωση/εγγραφή δεδομένων από/προς τη βάση δεδομένων.
et_ee: Viga andmete andmebaasist lugemisel/andmebaasi kirjutamisel.
ru_ru: Ошибка чтения-записи данных в базу данных.
sv_se: Fel vid läsning/skrivning av data till/från databasen.

source: Data cannot be stored into the database because it is too big
el_gr: Δεν είναι δυνατή η αποθήκευση δεδομένων στη βάση δεδομένων, επειδή είναι πολύ μεγάλα
et_ee: Andmeid ei saa liigse suuruse tõttu andmebaasi salvestada
ru_ru: Не удалось сохранить в базу данных: размер параметра превышает допустимый
sv_se: Data kan inte lagras i databasen eftersom den är för stor

source: The request sent by the client was syntactically incorrect
el_gr: Το απεσταλμένο αίτημα από τον υπολογιστή-πελάτη ήταν συντακτικά εσφαλμένο
et_ee: Kliendi saadetud taotlus oli süntaktiliselt vale
ru_ru: Клиент отправил синтаксически неверный запрос
sv_se: Begäran som skickades från klienten var syntaktiskt felaktig

source: File not found: %1$s
el_gr: Το αρχείο δεν βρέθηκε: %1$s
et_ee: Faili ei leitud: %1$s
ru_ru: Файл не найден: %1$s
sv_se: Filen hittades inte: %1$s

source: No such managed file associated with ID: %1$s
el_gr: Κανένα διαχειριζόμενο αρχείο δεν σχετίζεται με το αναγνωριστικό: %1$s
et_ee: Puudub taoline hallatav fail, mis on seostatud ID-ga: %1$s
ru_ru: Нет файла с ID %1$s
sv_se: Ingen sådan fil hanteras som är associerad med ID: %1$s

source: %1$s has mentioned you in a document "%2$s"
el_gr: Ο/Η %1$s σάς έχει αναφέρει στο έγγραφο «%2$s»:
et_ee: %1$s on sind maininud dokumendis "%2$s"
ru_ru: %1$s упомянул вас в документе «%2$s»
sv_se: %1$s har omnämnt dig i dokumentet ”%2$s”

source: %1$s (%2$s) has mentioned you in a comment in the following document:
el_gr: Ο/Η %1$s (%2$s) σάς έχει αναφέρει σε ένα σχόλιο του ακόλουθου εγγράφου:
et_ee: %1$s (%2$s) on maininud teid järgmises dokumendis esitatud kommentaaris:
ru_ru: %1$s (%2$s) упомянул Вас в комментарии следующего документа:
sv_se: %1$s (%2$s) har omnämnt dig i en kommentar i följande dokument:

source: Please click the button below to open the document.
el_gr: Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να ανοίξετε το έγγραφο.
et_ee: Dokumendi avamiseks klõpsake alloleval nupul.
ru_ru: Пожалуйста нажмите кнопку внизу для открытия документа.
sv_se: Klicka på knappen nedanför för att öppna dokumentet.

source: Go to comment
el_gr: Μετάβαση στο σχόλιο
et_ee: Mine kommentaari juurde
ru_ru: Перейти к комментарию
sv_se: Gå till kommentar

source: A required service is temporarily unavailable. Please try again later.
el_gr: Μια απαιτούμενη υπηρεσία δεν είναι προσωρινά διαθέσιμη. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Soovitud teenus on ajutiselt kättesaamatu. Palun proovige hiljem uuesti.
ru_ru: Обязательная служба временно недоступна. Повторите попытку позже.
sv_se: En nödvändig tjänst är otillgänglig för tillfället. Försök igen senare.

source: The maximum number of sessions is exceeded. Please try again later.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού συνεδριών. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Maksimaalne seansside arv on ületatud. Palun proovige hiljem uuesti.
ru_ru: Превышено максимальное число сеансов. Повторите попытку позже.
sv_se: Maximalt antal sessioner överskreds. Försök igen senare.

source: The password could not be changed in the current session. Please login again.
el_gr: Δεν ήταν δυνατή η αλλαγή του κωδικού πρόσβασης στην τρέχουσα συνεδρία. Παρακαλώ συνδεθείτε ξανά.
et_ee: Parooli ei õnnestunud selle seansi all muuta. Palun logige uuesti sisse.
ru_ru: Пароль текущего сеанса не может быть изменен. Авторизуйтесь заново.
sv_se: Lösenordet kunde inte ändras i den aktuella sessionen. Logga in på nytt.

source: The maximum number of sessions is exceeded for your account. Please logout from other clients and try again.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού συνεδριών για τον λογαριασμό σας. Παρακαλώ αποσυνδεθείτε από τους άλλους υπολογιστές-πελάτες και δοκιμάστε ξανά.
et_ee: Maksimaalne seansside arv teie konto korral on ületatud. Palun logige teistest klientidest välja ja proovige uuesti.
ru_ru: Превышено число сеансов для вашей учетной записи. Закройте сеансы других клиентов и повторите попытку.
sv_se: Maximalt antal sessioner har överskridits för ditt konto. Logga ut från andra klienter och försök igen.

source: Your session expired. Please login again.
el_gr: Η συνεδρία σας έληξε. Παρακαλώ συνδεθείτε ξανά.
et_ee: Teie seanss on aegunud. Palun logige uuesti sisse.
ru_ru: Время сеанса истекло. Авторизуйтесь заново.
sv_se: Din session blev ogiltig. Logga in igen.

source: The account "%2$s" is currently not enabled. Please try again later.
el_gr: Ο λογαριασμός «%2$s» δεν είναι ενεργοποιημένος αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Konto "%2$s" ei ole hetkel kasutatav. Palun proovige hiljem uuesti.
ru_ru: Учетная запись «%2$s» отключена. Повторите попытку позже.
sv_se: Kontot ”%2$s” är för närvarande inte aktiverat. Försök igen senare.

source: The maximum number of sessions is exceeded for client %1$s. Please logout from other clients and try again.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού συνεδριών για τον υπολογιστή-πελάτη «%1$s». Παρακαλώ αποσυνδεθείτε από τους άλλους υπολογιστές-πελάτες και δοκιμάστε ξανά.
et_ee: Maksimaalne seansside arv kliendi %1$s korral on ületatud. Palun logige teistest klientidest välja ja proovige uuesti.
ru_ru: Превышено максимальное число сеансов для клиента %1$s. Закройте сеансы других клиентов и повторите попытку.
sv_se: Maximalt antal sessioner överskreds för klienten %1$s. Logga ut från andra klienter och försök igen.

source: The session is no longer available. Please try again.
el_gr: Η συνεδρία δεν είναι πλέον διαθέσιμη. Παρακαλώ δοκιμάστε ξανά.
et_ee: Seanss ei ole enam saadaval. Palun proovige uuesti.
ru_ru: Сеанс недоступен. Повторите попытку.
sv_se: Din session är inte längre tillgänglig. Försök igen.

source: Kerberos ticket in session is missing. Pleasy try again.
el_gr: Λείπει αιτήματος Kerberos στη συνεδρία. Παρακαλώ δοκιμάστε ξανά.
et_ee: Puudub Kerberose pilet seansil. Palun proovige uuesti.
ru_ru: Отсутствует билет Kerberos. Повторите попытку.
sv_se: Kerberos-biljett i sessionen saknas. Försök igen.

source: Cannot clone object "%1$s".
el_gr: Δεν είναι δυνατή η κλωνοποίηση του αντικειμένου «%1$s».
et_ee: Ei saa kloonida objekti "%1$s".
ru_ru: Объект «%1$s» не может быть продублирован.
sv_se: Kan inte klona objekt ”%1$s”.

source: Hash algorithm "%s" could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση του αλγορίθμου κατακερματισμού «%s».
et_ee: Räsialgoritmi "%s" ei õnnestunud leida.
ru_ru: Алгоритм хеширования «%s» не найден.
sv_se: Hash-algoritmen ”%s” hittades inte.

source: Encoding "%s" cannot be used.
el_gr: Δεν είναι δυνατή η χρήση της κωδικοποίησης «%s».
et_ee: Kodeerimist "%s" ei saa kasutada.
ru_ru: Кодировка «%s» не может использоваться.
sv_se: Kodningen ”%s” kan inte användas.

source: Cannot find user with identifier "%1$s" in context %2$d.
el_gr: Δεν είναι δυνατή η εύρεση χρήστη με αναγνωριστικό «%1$s» σε περιβάλλον «%2$d».
et_ee: Ei leitud kasutajat identifikaatoriga "%1$s" kontekstis %2$d.
ru_ru: Не удалось найти пользователя с идентификатором «%1$s» в контексте %2$d.
sv_se: Kan inte hitta användaren med identifieraren ”%1$s” i kontext %2$d.

source: Two users with same identifier "%1$s" in context %2$d found.
el_gr: Βρέθηκαν δύο χρήστες με το ίδιο αναγνωριστικό «%1$s» στο περιβάλλον «%2$d».
et_ee: Leiti kaks kasutajat sama identifikaatoriga "%1$s" kontekstis %2$d.
ru_ru: Обнаружено два пользователя с идентификатором «%1$s» в контексте %2$d.
sv_se: Hittade två användare med samma identifierare - ”%1$s” - i kontext %2$d.

source: Problem putting/removing an object into/from the cache.
el_gr: Πρόβλημα με την τοποθέτηση/αφαίρεση ενός αντικειμένου στην/από την προσωρινή μνήμη.
et_ee: Probleem objekti viimisega vahemälusse/eemaldamisega vahemälust.
ru_ru: Ошибка при размещении или удалении объекта из кэша.
sv_se: Problem med att lägga till/ta bort ett objekt från cacheminnet.

source: No permission to modify resources in context "%1$s"
el_gr: Δεν υπάρχει δικαίωμα τροποποίησης πόρων στο περιβάλλον «%1$s»
et_ee: Puudub luba ressursside muutmiseks kontekstis "%1$s"
ru_ru: Не разрешается изменять ресурсы в контексте «%1$s».
sv_se: Du har inte tillåtelse att ändra resurser i kontext ”%1$s”

source: No permission to access resources in context "%1$s"
el_gr: Δεν υπάρχει δικαίωμα πρόσβασης σε πόρους στο περιβάλλον «%1$s»
et_ee: Puudub luba juurdepääsuks ressurssidele kontekstis "%1$s"
ru_ru: Недостаточно разрешений для доступа к ресурсам в контексте «%1$s».
sv_se: Inget tillstånd för att komma åt resurser i kontexten ”%1$s”

source: Missing or unknown password mechanism "%1$s"
el_gr: Απουσία ή άγνωστος μηχανισμός κωδικού πρόσβασης «%1$s»
et_ee: Puuduv või tundmatu parooli mehhanism "%1$s"
ru_ru: Неизвестный механизм паролей или он отсутствует: «%1$s».
sv_se: Saknad eller obekant lösenordsmekanism ”%1$s”

source: New password contains invalid characters.
el_gr: Ο νέος κωδικός πρόσβασης περιέχει μη έγκυρους χαρακτήρες.
et_ee: Uus parool sisaldab kehtetuid märke.
ru_ru: Новый пароль содержит недопустимые символы.
sv_se: Nya lösenordet innehåller ogiltiga tecken.

source: Attributes of user %1$d in context %2$d have been erased.
el_gr: Οι ιδιότητες του χρήστη «%1$d» στο περιβάλλον «%2$d» έχουν διαγραφεί.
et_ee: Kasutaja %1$d atribuudid kontekstis %2$d on kustutatud.
ru_ru: Атрибуты пользователя %1$d в контексте %2$d очищены.
sv_se: Attributen för användare %1$d i kontext %2$d har tagits bort.

source: Loading one or more users failed.
el_gr: Η φόρτωση ενός ή περισσότερων χρηστών απέτυχε.
et_ee: Ühe või enama kasutaja laadimine ebaõnnestus.
ru_ru: Не удалось загрузить пользователей.
sv_se: Kunde inte ladda en eller flera användare.

source: Alias entries are missing for user %1$d in context %2$d.
el_gr: Απουσία καταχωρήσεων ψευδωνύμων για τον χρήστη «%1$d» στο περιβάλλον «%2$d».
et_ee: Puuduvad Alias-kanded kasutaja %1$d korral kontekstis %2$d.
ru_ru: Нет записей псевдонима для пользователя %1$d в контексте %2$d.
sv_se: Aliasposter saknas för användare %1$d i kontext %2$d.

source: Updating attributes failed in context %1$d for user %2$d.
el_gr: Η ενημέρωση ιδιοτήτων απέτυχε στο περιβάλλον «%1$d» για τον χρήστη «%2$d».
et_ee: Atribuutide värskendamine ebaõnnestus kontekstis %1$d kasutaja %2$d korral.
ru_ru: Не удалось обновить атрибуты для пользователя %2$d в контексте %1$d.
sv_se: Kunde inte uppdatera attribut i kontext %1$d för användare %2$d.

source: Invalid password length. The password must have a minimum length of %1$d characters.
el_gr: Μη έγκυρο μήκος κωδικού πρόσβασης. Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %1$d χαρακτήρες.
et_ee: Vale parooli pikkus. Parooli pikkus peab olema vähemalt %1$d tähemärki.
ru_ru: Неверная длина пароля. Пароль должен иметь минимальную длину %1$d символов.
sv_se: Ogiltig lösenordslängd. Lösenordet måste vara som minst %1$d tecken långt.

source: Invalid password length. The password must have a maximum length of %1$d characters.
el_gr: Μη έγκυρο μήκος κωδικού πρόσβασης. Ο κωδικός πρόσβασης πρέπει να περιέχει το πολύ %1$d χαρακτήρες.
et_ee: Vale parooli pikkus. Parooli maksimaalne pikkus peab olema %1$d tähemärki.
ru_ru: Неверная длина пароля. Пароль должен иметь максимальную длину %1$d символов.
sv_se: Ogiltig lösenordslängd. Lösenordet måste vara som mest %1$d tecken långt.

source: The parameter "%s" for this user is missing.
el_gr: Απουσιάζει η παράμετρος «%s» για αυτόν τον χρήστη.
et_ee: Kasutaja korral puudub parameeter "%s".
ru_ru: Отсутствует параметр «%s» для этого пользователя.
sv_se: Parametern ”%s” saknas för den här användaren.

source: "%s" is not a valid locale.
el_gr: Το «%s» δεν είναι έγκυρη γλώσσα.
et_ee: "%s" ei ole kehtiv kasutuskoht.
ru_ru: Неверный язык: «%s».
sv_se: ”%s” är inte en giltig plats.

source: "%s" is not a valid timezone.
el_gr: Το «%s» δεν είναι έγκυρη ζώνη ώρας.
et_ee: "%s" ei ole kehtiv ajavöönd.
ru_ru: Неверный часовой пояс: «%s».
sv_se: ”%s” är inte en giltig tidszon.

source: Locking attributes of multiple users is not allowed. You tried to lock %1$d user's attributes.
el_gr: Δεν επιτρέπεται το κλείδωμα ιδιοτήτων πολλαπλών χρηστών. Προσπαθήσατε να κλειδώσετε %1$d ιδιότητες χρήστη.
et_ee: Mitme kasutaja atribuutide lukustamine ei ole lubatud. Üritasite lukustada %1$d kasutaja atribuudid.
ru_ru: Вы пытаетесь заблокировать атрибуты нескольких пользователей (%1$d). Блокирование атрибутов разных пользователей запрещено.
sv_se: Förbjudet att låsa attribut för flera användare samtidigt. Du försökte låsa %1$d användares attribut.

source: The entered password is illegal and can't be saved. Allowed characters are: %1$s
el_gr: Ο εισαχθείς κωδικός πρόσβασης δεν επιτρέπεται και δεν είναι δυνατή η αποθήκευσή του. Οι επιτρεπόμενοι χαρακτήρες είναι: %1$s
et_ee: Sisestatud parool on reeglite vastane ja seda ei saa salvestada. Lubatud märkideks on: %1$s
ru_ru: Пароль содержит недопустимые знаки. Используйте: %1$s
sv_se: Det angivna lösenordet är ogiltigt och kan inte sparas. Möjliga tecken är: %1$s

source: The current password is incorrect. Please enter your correct current password and try again.
el_gr: Ο τρέχων κωδικός πρόσβασης είναι εσφαλμένος. Παρακαλώ εισαγάγετε τον σωστό τρέχοντα κωδικό πρόσβασής σας και δοκιμάστε ξανά.
et_ee: Vale kehtiv parool. Palun sisestage oma õige kehtiv parool ja proovige uuesti.
ru_ru: Неверный пароль. Выберите другой пароль.
sv_se: Nuvarande lösenordet stämmer inte. Försök igen med rätt lösenord.

source: The current password is missing. Please enter your current password and try again.
el_gr: Απουσιάζει ο τρέχων κωδικός πρόσβασης. Παρακαλώ εισαγάγετε τον τρέχοντα κωδικό πρόσβασής σας και δοκιμάστε ξανά.
et_ee: Kehtiv parool puudub. Palun sisestage oma kehtiv parool ja proovige uuesti.
ru_ru: Текущий пароль не указан. Введите пароль и повторите попытку.
sv_se: Nuvarande lösenord saknas. Skriv in ditt nuvarande lösenord och försök igen.

source: The new password is missing. Please enter your new password and try again.
el_gr: Απουσιάζει ο νέος κωδικός πρόσβασης. Παρακαλώ εισαγάγετε τον νέο κωδικό πρόσβασής σας και δοκιμάστε ξανά.
et_ee: Uus parool puudub. Palun sisestage oma uus parool ja proovige uuesti.
ru_ru: Новый пароль не задан. Введите пароль и повторите попытку.
sv_se: Det nya lösenordet saknas. Skriv in ditt nya lösenord och försök igen.
