Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: America/Scoresbysund
el_gr: Αμερική/Σκόρμπισουντ
et_ee: Ameerika/Scoresbysund
ru_ru: Америка/Скорсбизунд
sv_se: Amerika/Scoresbysund

source: America/Shiprock
el_gr: Αμερική/Σίπροκ
et_ee: Ameerika/Shiprock
ru_ru: Америка/Шипрок
sv_se: Amerika/Shiprock

source: America/Sitka
el_gr: Αμερική/Σίτκα
et_ee: Ameerika/Sitka
ru_ru: Америка/Ситка
sv_se: Amerika/Sitka

source: America/St Barthelemy
el_gr: Αμερική/Άγιος Βαρθολομαίος
et_ee: Ameerika/St Barthelemy
ru_ru: Америка/Сен-Бартелеми
sv_se: Amerika/St Barthelemy

source: America/St Johns
el_gr: Αμερική/Άγιος Ιωάννης
et_ee: Ameerika/St Johns
ru_ru: Америка/Сент-Джонс
sv_se: Amerika/St Johns

source: America/St Kitts
el_gr: Αμερική/Άγιος Χριστόφορος
et_ee: Ameerika/St Kitts
ru_ru: Америка/Сент-Китс
sv_se: Amerika/St Kitts

source: America/St Lucia
el_gr: Αμερική/Αγία Λουκία
et_ee: Ameerika/St Lucia
ru_ru: Америка/Сент-Люсия
sv_se: Amerika/St Lucia

source: America/St Thomas
el_gr: Αμερική/Άγιος Θωμάς
et_ee: Ameerika/St Thomas
ru_ru: Америка/Сент-Томас
sv_se: Amerika/St Thomas

source: America/St Vincent
el_gr: Αμερική/Άγιος Βικέντιος
et_ee: Ameerika/St Vincent
ru_ru: Америка/Сент-Винсент
sv_se: Amerika/St Vincent

source: America/Swift Current
el_gr: Αμερική/Σουίφτ Κάρρεντ
et_ee: Ameerika/Swift Current
ru_ru: Америка/Свифт Каррент
sv_se: Amerika/Swift Current

source: America/Tegucigalpa
el_gr: Αμερική/Τεγουσιγάλπα
et_ee: Ameerika/Tegucigalpa
ru_ru: Америка/Тегусигальпа
sv_se: Amerika/Tegucigalpa

source: America/Thule
el_gr: Αμερική/Tούλι
et_ee: Ameerika/Thule
ru_ru: Америка/Туле
sv_se: Amerika/Thule

source: America/Thunder Bay
el_gr: Αμερική/Θάντερ Μπέι
et_ee: Ameerika/Thunder Bay
ru_ru: Америка/Тандер-Бей
sv_se: Amerika/Thunder Bay

source: America/Tijuana
el_gr: Αμερική/Τιχουάνα
et_ee: Ameerika/Tijuana
ru_ru: Америка/Тихуана
sv_se: Amerika/Tijuana

source: America/Toronto
el_gr: Αμερική/Τορόντο
et_ee: Ameerika/Toronto
ru_ru: Америка/Торонто
sv_se: Amerika/Toronto

source: America/Tortola
el_gr: Αμερική/Τορτόλα
et_ee: Ameerika/Tortola
ru_ru: Америка/Тортола
sv_se: Amerika/Tortola

source: America/Vancouver
el_gr: Αμερική/Βανκούβερ
et_ee: Ameerika/Vancouver
ru_ru: Америка/Ванкувер
sv_se: Amerika/Vancouver

source: America/Virgin
el_gr: Αμερική/Παρθένοι Νήσοι
et_ee: Ameerika/Virgin
ru_ru: Америка/Вирджин
sv_se: Amerika/Junfruöarna

source: America/Whitehorse
el_gr: Αμερική/Γουάιτχορς
et_ee: Ameerika/Whitehorse
ru_ru: Америка/Вайтхорс
sv_se: Amerika/Whitehorse

source: America/Winnipeg
el_gr: Αμερική/Γουίνιπεγκ
et_ee: Ameerika/Winnipeg
ru_ru: Америка/Виннипег
sv_se: Amerika/Winnipeg

source: America/Yakutat
el_gr: Αμερική/Γιάκουτατ
et_ee: Ameerika/Yakutat
ru_ru: Америка/Якутат
sv_se: Amerika/Yakutat

source: America/Yellowknife
el_gr: Αμερική/Γέλοουναϊφ
et_ee: Ameerika/Yellowknife
ru_ru: Америка/Йеллоунайф
sv_se: Amerika/Yellowknife

source: Antarctica/Casey
el_gr: Ανταρκτική/Κέισι
et_ee: Antarktika/Casey
ru_ru: Антарктида/Кэйси
sv_se: Antarktis/Casey

source: Antarctica/Davis
el_gr: Ανταρκτική/Ντέιβις
et_ee: Antarktika/Davis
ru_ru: Антарктика/Дэйвис
sv_se: Antarktis/Davis

source: Antarctica/DumontDUrville
el_gr: Ανταρκτική/Ντιμόν ντ' Ιρβίλ
et_ee: Antarktika/DumontDUrville
ru_ru: Антарктика/Дюмон-д'Юрвиль
sv_se: Antarktis/DumontD'Urville

source: Antarctica/Macquarie
el_gr: Ανταρκτική/Μακουάρι
et_ee: Antarktika/Macquarie
ru_ru: Антарктика/Маккуори
sv_se: Antarktis/Macquarie

source: Antarctica/Mawson
el_gr: Ανταρκτική/Μώσον
et_ee: Antarktika/Mawson
ru_ru: Антарктика/Моусон
sv_se: Antarktis/Mawson

source: Antarctica/McMurdo
el_gr: Ανταρκτική/ΜακΜάρντο
et_ee: Antarktika/McMurdo
ru_ru: Антарктика/Марк-Мердо
sv_se: Antarktis/McMurdo

source: Antarctica/Palmer
el_gr: Ανταρκτική/Πάλμερ
et_ee: Antarktika/Palmer
ru_ru: Антарктика/Палмер
sv_se: Antarktis/Palmer

source: Antarctica/Rothera
el_gr: Ανταρκτική/Ρόδερα
et_ee: Antarktika/Rothera
ru_ru: Антарктика/Ротера
sv_se: Antarktis/Rothera

source: Antarctica/South Pole
el_gr: Ανταρκτική/Νότιος Πόλος
et_ee: Antarktika/South Pole
ru_ru: Антарктика/Южный полюс
sv_se: Antarktis/Sydpolen

source: Antarctica/Syowa
el_gr: Ανταρκτική/Σόγουα
et_ee: Antarktika/Syowa
ru_ru: Антарктика/Сева
sv_se: Antarktis/Syowa

source: Antarctica/Troll
el_gr: Ανταρκτική/Τρολ
et_ee: Antarktika/Troll
ru_ru: Антарктика/Тролль
sv_se: Antarktis/Troll

source: Antarctica/Vostok
el_gr: Ανταρκτική/Βoστόκ
et_ee: Antarktika/Vostok
ru_ru: Антарктика/Восток
sv_se: Antarktis/Vostok

source: Arctic/Longyearbyen
el_gr: Αρκτικός/Λόνγκγιαρμπιεν
et_ee: Arktika/Longyearbyen
ru_ru: Арктика/Лонгйир
sv_se: Arktis/Longyearbyen

source: Asia/Aden
el_gr: Ασία/Άντεν
et_ee: Aasia/Aden
ru_ru: Азия/Аден
sv_se: Asien/Aden

source: Asia/Almaty
el_gr: Ασία/Αλμάτι
et_ee: Aasia/Almatõ
ru_ru: Азия/Алматы
sv_se: Asien/Almaty

source: Asia/Amman
el_gr: Ασία/Αμμάν
et_ee: Aasia/Amman
ru_ru: Азия/Амман
sv_se: Asien/Amman

source: Asia/Anadyr
el_gr: Ασία/Ανάντιρ
et_ee: Aasia/Anadõr
ru_ru: Азия/Анадырь
sv_se: Asien/Anadir

source: Asia/Aqtau
el_gr: Ασία/Ακτάου
et_ee: Aasia/Aktau
ru_ru: Азия/Актау
sv_se: Asien/Aqtau

source: Asia/Aqtobe
el_gr: Ασία/Ακτομπέ
et_ee: Aasia/Aktöbe
ru_ru: Азия/Актюбинск
sv_se: Asien/Aqtobe

source: Asia/Ashgabat
el_gr: Ασία/Ασγκαμπάτ
et_ee: Aasia/Asgabat
ru_ru: Азия/Ашхабад
sv_se: Asien/Ashgabat

source: Asia/Ashkhabad
el_gr: Ασία/Ασγκαμπάτ
et_ee: Aasia/Ašgabat
ru_ru: Азия/Ашхабад
sv_se: Asien/Ashkabad

source: Asia/Atyrau
el_gr: Ασία/Ατιράου
et_ee: Aasia/Atyrau
ru_ru: Азия/Атырау
sv_se: Asien/Atyrau

source: Asia/Baghdad
el_gr: Ασία/Βαγδάτη
et_ee: Aasia/Bagdad
ru_ru: Азия/Багдад
sv_se: Asien/Bagdad

source: Asia/Bahrain
el_gr: Ασία/Μπαχρέιν
et_ee: Aasia/Bahrein
ru_ru: Азия/Бахрейн
sv_se: Asien/Bahrain

source: Asia/Baku
el_gr: Ασία/Μπακού
et_ee: Aasia/Baku
ru_ru: Азия/Баку
sv_se: Asien/Baku

source: Asia/Bangkok
el_gr: Ασία/Μπανγκόκ
et_ee: Aasia/Bangkok
ru_ru: Азия/Бангкок
sv_se: Asien/Bangkok

source: Asia/Barnaul
el_gr: Ασία/Μπαρνούλ
et_ee: Aasia/Barnaul
ru_ru: Азия/Барнаул
sv_se: Asien/Barnaul

source: Asia/Beirut
el_gr: Ασία/Βηρυτός
et_ee: Aasia/Beirut
ru_ru: Азия/Бейрут
sv_se: Asien/Beirut

source: Asia/Bishkek
el_gr: Ασία/Μπισκέκ
et_ee: Aasia/Biškek
ru_ru: Азия/Бишкек
sv_se: Asien/Bishkek

source: Asia/Brunei
el_gr: Ασία/Μπρουνέι
et_ee: Aasia/Brunei
ru_ru: Азия/Бруней
sv_se: Asien/Brunei

source: Asia/Calcutta
el_gr: Ασία/Καλκούτα
et_ee: Aasia/Calcutta
ru_ru: Азия/Калькутта
sv_se: Asien/Calcutta

source: Asia/Chita
el_gr: Ασία/Τσιτά
et_ee: Aasia/Tšitaa
ru_ru: Азия/Чита
sv_se: Asien/Chita

source: Asia/Choibalsan
el_gr: Ασία/Τσοϊμπαλσάν
et_ee: Aasia/Choibalsan
ru_ru: Азия/Чойбалсан
sv_se: Asien/Choibalsan

source: Asia/Chongqing
el_gr: Ασία/Τσονγκτσίνγκ
et_ee: Aasia/Chongqing
ru_ru: Азия/Чунцин
sv_se: Asien/Chongqing

source: Asia/Chungking
el_gr: Ασία/Τσανγκίνγκ
et_ee: Aasia/Chungking
ru_ru: Азия/Чунцин
sv_se: Asien/Chungking

source: Asia/Colombo
el_gr: Ασία/Κολόμπο
et_ee: Aasia/Colombo
ru_ru: Азия/Коломбо
sv_se: Asien/Colombo

source: Asia/Dacca
el_gr: Ασία/Ντάκα
et_ee: Aasia/Dacca
ru_ru: Азия/Дака
sv_se: Asien/Dacca

source: Asia/Damascus
el_gr: Ασία/Δαμασκός
et_ee: Aasia/Damaskus
ru_ru: Азия/Дамаск
sv_se: Asien/Damascus

source: Asia/Dhaka
el_gr: Ασία/Ντάκα
et_ee: Aasia/Dhaka
ru_ru: Азия/Дакка
sv_se: Asien/Dhaka

source: Asia/Dili
el_gr: Ασία/Ντίλι
et_ee: Aasia/Dili
ru_ru: Азия/Дили
sv_se: Asien/Dili

source: Asia/Dubai
el_gr: Ασία/Ντουμπάι
et_ee: Aasia/Dubai
ru_ru: Азия/Дубаи
sv_se: Asien/Dubai

source: Asia/Dushanbe
el_gr: Ασία/Ντουσάνμπε
et_ee: Aasia/Dušanbe
ru_ru: Азия/Душанбе
sv_se: Asien/Dushanbe

source: Asia/Famagusta
el_gr: Ασία/Αμμόχωστος
et_ee: Aasia/Famagusta
ru_ru: Азия/Фамагуста
sv_se: Asien/Famagusta

source: Asia/Gaza
el_gr: Ασία/Γάζα
et_ee: Aasia/Gaza
ru_ru: Азия/Газа
sv_se: Asien/Gaza

source: Asia/Harbin
el_gr: Ασία/Χαρμπίν
et_ee: Aasia/Harbin
ru_ru: Азия/Харбин
sv_se: Asien/Harbin

source: Asia/Hebron
el_gr: Ασία/Χεβρώνα
et_ee: Aasia/Hebron
ru_ru: Азия/Хеврон
sv_se: Asien/Hebron

source: Asia/Ho Chi Minh
el_gr: Ασία/Χο Τσι Μιν
et_ee: Aasia/Ho Chi Minh
ru_ru: Азия/Хо Ши Мин
sv_se: Asien/Ho Chi Minh

source: Asia/Hong Kong
el_gr: Ασία/Χονγκ Κονγκ
et_ee: Aasia/Hong Kong
ru_ru: Гонконг
sv_se: Asien/Hong Kong

source: Asia/Hovd
el_gr: Ασία/Χοβντ
et_ee: Aasia/Hovd
ru_ru: Азия/Ховд
sv_se: Asien/Hovd

source: Asia/Irkutsk
el_gr: Ασία/Ιρκούτσκ
et_ee: Aasia/Irkutsk
ru_ru: Азия/Иркутск
sv_se: Asien/Irkutsk

source: Asia/Istanbul
el_gr: Ασία/Κωνσταντινούπολη
et_ee: Aasia/Istanbul
ru_ru: Азия/Стамбул
sv_se: Asien/Istanbul

source: Asia/Jakarta
el_gr: Ασία/Τζακάρτα
et_ee: Aasia/Jakarta
ru_ru: Азия/Джакарта
sv_se: Asien/Jakarta

source: Asia/Jayapura
el_gr: Ασία/Τζαγιαπούρα
et_ee: Aasia/Jayapura
ru_ru: Азия/Джаяпура
sv_se: Asien/Jayapura

source: Asia/Jerusalem
el_gr: Ασία/Ιερουσαλήμ
et_ee: Aasia/Jeruusalemm
ru_ru: Азия/Иерусалим
sv_se: Asien/Jerusalem

source: Asia/Kabul
el_gr: Ασία/Καμπούλ
et_ee: Aasia/Kabul
ru_ru: Азия/Кабул
sv_se: Asien/Kabul

source: Asia/Kamchatka
el_gr: Ασία/Καμτσάτκα
et_ee: Aasia/Kamtšatka
ru_ru: Азия/Камчатка
sv_se: Asien/Kamchatka

source: Asia/Karachi
el_gr: Ασία/Καράτσι
et_ee: Aasia/Karachi
ru_ru: Азия/Карачи
sv_se: Asien/Karachi

source: Asia/Kashgar
el_gr: Ασία/Κασγκάρ
et_ee: Aasia/Kashgar
ru_ru: Азия/Кашгар
sv_se: Asien/Kashgar

source: Asia/Kathmandu
el_gr: Ασία/Κατμαντού
et_ee: Aasia/Kathmandu
ru_ru: Азия/Катманду
sv_se: Asien/Kathmandu

source: Asia/Katmandu
el_gr: Ασία/Κατμαντού
et_ee: Aasia/Katmandu
ru_ru: Азия/Катманду
sv_se: Asien/Katmandu

source: Asia/Khandyga
el_gr: Ασία/Χαντίγκα
et_ee: Aasia/Handõga
ru_ru: Азия/Хандыга
sv_se: Asien/Khandyga

source: Asia/Kolkata
el_gr: Ασία/Καλκούτα
et_ee: Aasia/Kolkata
ru_ru: Азия/Калькутта
sv_se: Asien/Kolkata

source: Asia/Krasnoyarsk
el_gr: Ασία/Κρασνογιάρσκ
et_ee: Aasia/Krasnojarsk
ru_ru: Азия/Красноярск
sv_se: Asien/Krasnoyarsk

source: Asia/Kuala Lumpur
el_gr: Ασία/Κουάλα Λουμπούρ
et_ee: Aasia/Kuala Lumpur
ru_ru: Азия/Куала-Лумпур
sv_se: Asien/Kuala Lumpur

source: Asia/Kuching
el_gr: Ασία/Κούτσινγκ
et_ee: Aasia/Kuching
ru_ru: Азия/Кучинг
sv_se: Asien/Kuching

source: Asia/Kuwait
el_gr: Ασία/Κουβέιτ
et_ee: Aasia/Kuveit
ru_ru: Азия/Кувейт
sv_se: Asien/Kuwait

source: Asia/Macao
el_gr: Ασία/Μακάο
et_ee: Aasia/Macao
ru_ru: Азия/Макао
sv_se: Asien/Macao

source: Asia/Macau
el_gr: Ασία/Μακάου
et_ee: Aasia/Macau
ru_ru: Азия/Макао
sv_se: Asien/Macau

source: Asia/Magadan
el_gr: Ασία/Μαγκαντάν
et_ee: Aasia/Magadan
ru_ru: Азия/Магадан
sv_se: Asien/Magadan

source: Asia/Makassar
el_gr: Ασία/Μακασάρ
et_ee: Aasia/Makassar
ru_ru: Азия/Макассар
sv_se: Asien/Makassar

source: Asia/Manila
el_gr: Ασία/Μανίλα
et_ee: Aasia/Manila
ru_ru: Азия/Манила
sv_se: Asien/Manila

source: Asia/Muscat
el_gr: Ασία/Μουσκάτ
et_ee: Aasia/Muscat
ru_ru: Азия/Мускат
sv_se: Asien/Muscat

source: Asia/Nicosia
el_gr: Ασία/Λευκωσία
et_ee: Aasia/Nicosia
ru_ru: Азия/Никосия
sv_se: Asien/Nicosia

source: Asia/Novokuznetsk
el_gr: Ασία/Νοβοκουζνέτσκ
et_ee: Aasia/Novokuznetsk
ru_ru: Азия/Новокузнецк
sv_se: Asien/Novokuznetsk

source: Asia/Novosibirsk
el_gr: Ασία/Νοβοσιμπίρσκ
et_ee: Aasia/Novosibirsk
ru_ru: Азия/Новосибирск
sv_se: Asien/Novosibirsk

source: Asia/Omsk
el_gr: Ασία/Ομσκ
et_ee: Aasia/Omsk
ru_ru: Азия/Омск
sv_se: Asien/Omsk

source: Asia/Oral
el_gr: Ασία/Οράλ
et_ee: Aasia/Oral
ru_ru: Азия/Уральск
sv_se: Asien/Oral

source: Asia/Phnom Penh
el_gr: Ασία/Πνομ Πεν
et_ee: Aasia/Phnom Penh
ru_ru: Азия/Пномпень
sv_se: Asien/Phnom Penh

source: Asia/Pontianak
el_gr: Ασία/Ποντιάνακ
et_ee: Aasia/Pontianak
ru_ru: Азия/Понтианак
sv_se: Asien/Pontianak

source: Asia/Pyongyang
el_gr: Ασία/Πιονγκγιάνγκ
et_ee: Aasia/Pyongyang
ru_ru: Азия/Пхеньян
sv_se: Asien/Pyongyang

source: Asia/Qatar
el_gr: Ασία/Κατάρ
et_ee: Aasia/Katar
ru_ru: Азия/Катар
sv_se: Asien/Qatar

source: Asia/Qyzylorda
el_gr: Ασία/Κιζιλορντά
et_ee: Aasia/Kõzõlorda
ru_ru: Азия/Кызыл-Орда
sv_se: Asien/Qyzylorda

source: Asia/Rangoon
el_gr: Ασία/Ρανγκούν
et_ee: Aasia/Rangoon
ru_ru: Азия/Рангун
sv_se: Asien/Rangoon

source: Asia/Riyadh
el_gr: Ασία/Ριάντ
et_ee: Aasia/Riyadh
ru_ru: Азия/Эр-Рияд
sv_se: Asien/Riyadh

source: Asia/Saigon
el_gr: Ασία/Σαϊγκόν
et_ee: Aasia/Saigon
ru_ru: Азия/Сайгон
sv_se: Asien/Saigon

source: Asia/Sakhalin
el_gr: Ασία/Σαχαλίνη
et_ee: Aasia/Sahhalin
ru_ru: Азия/Сахалин
sv_se: Asien/Sakhalin

source: Asia/Samarkand
el_gr: Ασία/Σαμαρκάνδη
et_ee: Aasia/Samarkand
ru_ru: Азия/Самарканд
sv_se: Asien/Samarkand

source: Asia/Seoul
el_gr: Ασία/Σεούλ
et_ee: Aasia/Söul
ru_ru: Азия/Сеул
sv_se: Asien/Seoul

source: Asia/Shanghai
el_gr: Ασία/Σαγκάη
et_ee: Aasia/Shanghai
ru_ru: Азия/Шанхай
sv_se: Asien/Shanghai

source: Asia/Singapore
el_gr: Ασία/Σιγκαπούρη
et_ee: Aasia/Singapur
ru_ru: Азия/Сингапур
sv_se: Asien/Singapore

source: Asia/Srednekolymsk
el_gr: Ασία/Σρεντνικαλίμσκ
et_ee: Aasia/Srednekolõmsk
ru_ru: Азия/Среднеколымск
sv_se: Asien/Srednekolymsk

source: Asia/Taipei
el_gr: Ασία/Ταϊπέι
et_ee: Aasia/Taipei
ru_ru: Азия/Тайпей
sv_se: Asien/Taipei

source: Asia/Tashkent
el_gr: Ασία/Τασκένδη
et_ee: Aasia/Taškent
ru_ru: Азия/Ташкент
sv_se: Asien/Tashkent

source: Asia/Tbilisi
el_gr: Ασία/Τιφλίδα
et_ee: Aasia/Tbilisi
ru_ru: Азия/Тбилиси
sv_se: Asien/Tbilisi

source: Asia/Tehran
el_gr: Ασία/Τεχεράνη
et_ee: Aasia/Teheran
ru_ru: Азия/Тегеран
sv_se: Asien/Teheran

source: Asia/Tel Aviv
el_gr: Ασία/Τελ Αβίβ
et_ee: Aasia/Tel Aviv
ru_ru: Азия/Тель-Авив
sv_se: Asien/Tel Aviv

source: Asia/Thimbu
el_gr: Ασία/Τιμπού
et_ee: Aasia/Thimbu
ru_ru: Азия/Тхимпху
sv_se: Asien/Thimbu

source: Asia/Thimphu
el_gr: Ασία/Θίμφου
et_ee: Aasia/Thimphu
ru_ru: Азия/Тхимпху
sv_se: Asien/Thimphu

source: Asia/Tokyo
el_gr: Ασία/Τόκιο
et_ee: Aasia/Tokyo
ru_ru: Азия/Токио
sv_se: Asien/Tokyo

source: Asia/Tomsk
el_gr: Ασία/Τομσκ
et_ee: Aasia/Tomsk
ru_ru: Азия/Томск
sv_se: Asien/Tomsk

source: Asia/Ujung Pandang
el_gr: Ασία/Ουτζούνγκ Παντάνγκ
et_ee: Aasia/Ujung Pandang
ru_ru: Азия/Уджунг-Панданг
sv_se: Asien/Ujung Pandang

source: Asia/Ulaanbaatar
el_gr: Ασία/Ουλάν Μπατόρ
et_ee: Aasia/Ulaanbaatar
ru_ru: Азия/Улан-Батор
sv_se: Asien/Ulanbator

source: Asia/Ulan Bator
el_gr: Ασία/Ουλάν Μπατόρ
et_ee: Aasia/Ulan Bator
ru_ru: Азия/Улан-Батор
sv_se: Asien/Ulan Bator

source: Asia/Urumqi
el_gr: Ασία/Ουρούμτσι
et_ee: Aasia/Urumqi
ru_ru: Asia/Урумчи
sv_se: Asien/Urumqi

source: Asia/Ust-Nera
el_gr: Ασία/Ουστ-Νέρα
et_ee: Aasia/Ust-Nera
ru_ru: Азия/Усть-Нера
sv_se: Asien/Ust-Nera

source: Asia/Vientiane
el_gr: Ασία/Βιεντιάν
et_ee: Aasia/Vientiane
ru_ru: Азия/Вьентьян
sv_se: Asien/Vientiane

source: Asia/Vladivostok
el_gr: Ασία/Βλαδιβοστόκ
et_ee: Aasia/Vladivostok
ru_ru: Азия/Владивосток
sv_se: Asien/Vladivostok

source: Asia/Yakutsk
el_gr: Ασία/Γιακούτσκ
et_ee: Aasia/Jakutsk
ru_ru: Азия/Якутск
sv_se: Asien/Yakutsk

source: Asia/Yangon
el_gr: Ασία/Γιανγκόν
et_ee: Aasia/Yangon
ru_ru: Азия/Янгон
sv_se: Asien/Yangon

source: Asia/Yekaterinburg
el_gr: Ασία/Αικατερινούπολη
et_ee: Aasia/Jekaterinburg
ru_ru: Азия/Екатеринбург
sv_se: Asien/Yekaterinburg

source: Asia/Yerevan
el_gr: Ασία/Γερεβάν
et_ee: Aasia/Jerevan
ru_ru: Азия/Ереван
sv_se: Asien/Yerevan

source: Atlantic/Azores
el_gr: Ατλαντικός/Αζόρες
et_ee: Atlandi ookean/Assoorid
ru_ru: Атлантика/Азоры
sv_se: Atlanten/Azorerna

source: Atlantic/Bermuda
el_gr: Ατλαντικός/Βερμούδες
et_ee: Atlandi ookean/Bermuda
ru_ru: Атлантика/Бермуды
sv_se: Atlanten/Bermuda

source: Atlantic/Canary
el_gr: Ατλαντικός/Κανάριες Νήσοι
et_ee: Atlandi ookean/Kanaarid
ru_ru: Атлантика/Канары
sv_se: Atlanten/Kanarieöarna

source: Atlantic/Cape Verde
el_gr: Ατλαντικός/Πράσινο Ακρωτήριο
et_ee: Atlandi ookean/Cabo Verde
ru_ru: Атлантика/Капо-Верде
sv_se: Atlanten/Kap Verde

source: Atlantic/Faeroe
el_gr: Ατλαντικός/Νήσοι Φερόες
et_ee: Atlandi ookean/Fäärid
ru_ru: Атлантика/Фароу
sv_se: Atlanten/Färöarna

source: Atlantic/Faroe
el_gr: Ατλαντικός/Νήσοι Φερόες
et_ee: Atlandi ookean/Fäärid
ru_ru: Атлантика/Фарерские о-ва
sv_se: Atlanten/Färö

source: Atlantic/Jan Mayen
el_gr: Ατλαντικός/Γιαν Μάγεν
et_ee: Atlandi ookean/Jan Mayen
ru_ru: Атлантика/Ян-Майен
sv_se: Atlanten/Jan Mayen

source: Atlantic/Madeira
el_gr: Ατλαντικός/Μαδέρα
et_ee: Atlandi ookean/Madeira
ru_ru: Атлантика/Мадера
sv_se: Atlanten/Madeira

source: Atlantic/Reykjavik
el_gr: Ατλαντικός/Ρέικιαβικ
et_ee: Atlandi ookean/Reykjavik
ru_ru: Атлантика/Рейкьявик
sv_se: Atlanten/Reykjavík

source: Atlantic/South Georgia
el_gr: Ατλαντικός/Νότιος Γεωργία
et_ee: Atlandi ookean/South Georgia
ru_ru: Атлантика/Южная Георгия
sv_se: Atlanten/South Georgia

source: Atlantic/St Helena
el_gr: Ατλαντικός/Αγία Ελένη
et_ee: Atlandi ookean/St Helena
ru_ru: Атлантика/Св.Елена
sv_se: Atlanten/St Helena

source: Atlantic/Stanley
el_gr: Ατλαντικός/Στάνλεϊ
et_ee: Atlandi ookean/Stanley
ru_ru: Атлантика/Стэнли
sv_se: Atlanten/Stanley

source: Australia/Adelaide
el_gr: Αυστραλία/Αδελαΐδα
et_ee: Austraalia/Adelaide
ru_ru: Австралия/Аделаида
sv_se: Australien/Adelaide

source: Australia/Brisbane
el_gr: Αυστραλία/Μπρίσμπεϊν
et_ee: Austraalia/Brisbane
ru_ru: Австралия/Брисбен
sv_se: Australien/Brisbane

source: Australia/Broken Hill
el_gr: Αυστραλία/Μπρόκεν Χιλ
et_ee: Austraalia/Broken Hill
ru_ru: Австралия/Брокен-Хилл
sv_se: Australien/Broken Hill

source: Australia/Canberra
el_gr: Αυστραλία/Καμπέρα
et_ee: Austraalia/Canberra
ru_ru: Австралия/Канберра
sv_se: Australien/Canberra

source: Australia/Currie
el_gr: Αυστραλία/Κούρι
et_ee: Austraalia/Currie
ru_ru: Австралия/Керри
sv_se: Australien/Currie

source: Australia/Darwin
el_gr: Αυστραλία/Ντάργουιν
et_ee: Austraalia/Darwin
ru_ru: Австралия/Дарвин
sv_se: Australien/Darwin

source: Australia/Eucla
el_gr: Αυστραλία/Γιούκλα
et_ee: Austraalia/Eucla
ru_ru: Австралия/Юкла
sv_se: Australien/Eucla

source: Australia/Hobart
el_gr: Αυστραλία/Χόμπαρτ
et_ee: Austraalia/Hobart
ru_ru: Австралия/Хобарт
sv_se: Australien/Hobart

source: Australia/LHI
el_gr: Αυστραλία/ΝΛΧ
et_ee: Austraalia/LHI
ru_ru: Австралия/Лорд-Хау
sv_se: Australien/LHI

source: Australia/Lindeman
el_gr: Αυστραλία/Λίντεμαν
et_ee: Austraalia/Lindeman
ru_ru: Австралия/Линдеман
sv_se: Australien/Lindeman

source: Australia/Lord Howe
el_gr: Αυστραλία/Λορντ Χάου
et_ee: Austraalia/Lord Howe
ru_ru: Австралия/Лорд-Хау
sv_se: Australien/Lord Howe

source: Australia/Melbourne
el_gr: Αυστραλία/Μελβούρνη
et_ee: Austraalia/Melbourne
ru_ru: Австралия/Мельбурн
sv_se: Australien/Melbourne

source: Australia/NSW
el_gr: Αυστραλία/ΝΝΟ
et_ee: Austraalia/NSW
ru_ru: Австралия/NSW
sv_se: Australien/NSW

source: Australia/North
el_gr: Αυστραλία/Βορράς
et_ee: Austraalia/North
ru_ru: Австралия/Северная часть
sv_se: Australien/Norra

source: Australia/Perth
el_gr: Αυστραλία/Περθ
et_ee: Austraalia/Perth
ru_ru: Австралия/Перт
sv_se: Australien/Perth

source: Australia/Queensland
el_gr: Αυστραλία/Κουίνσλαντ
et_ee: Austraalia/Queensland
ru_ru: Австралия/Квинсленд
sv_se: Australien/Queensland

source: Australia/South
el_gr: Αυστραλία/Νότος
et_ee: Austraalia/South
ru_ru: Австралия/Южная часть
sv_se: Australien/Södra

source: Australia/Sydney
el_gr: Αυστραλία/Σίδνεϊ
et_ee: Austraalia/Sydney
ru_ru: Австралия/Сидней
sv_se: Australien/Sydney

source: Australia/Tasmania
el_gr: Αυστραλία/Τασμανία
et_ee: Austraalia/Tasmania
ru_ru: Австралия/Тасмания
sv_se: Australien/Tasmanien

source: Australia/Victoria
el_gr: Αυστραλία/Βικτόρια
et_ee: Austraalia/Victoria
ru_ru: Австралия/Виктория
sv_se: Australien/Victoria

source: Australia/West
el_gr: Αυστραλία/Δύση
et_ee: Austraalia/West
ru_ru: Австралия/Запад
sv_se: Australien/Västra

source: Australia/Yancowinna
el_gr: Αυστραλία/Γιανκοβίνα
et_ee: Austraalia/Yancowinna
ru_ru: Австралия/Янковина
sv_se: Australien/Yancowinna

source: Brazil/Acre
el_gr: Βραζιλία/Άκρε
et_ee: Brasiilia/Acre
ru_ru: Бразилия/Акри
sv_se: Brasilien/Acre

source: Brazil/DeNoronha
el_gr: Βραζιλία/Ντε Νορόνια
et_ee: Brasiilia/DeNoronha
ru_ru: Бразилия/Де Норонха
sv_se: Brasilien/DeNoronha

source: Brazil/East
el_gr: Βραζιλία/Ανατολή
et_ee: Brasiilia/Ida
ru_ru: Бразилия/Восток
sv_se: Brasilien/Östra

source: Brazil/West
el_gr: Βραζιλία/Δύση
et_ee: Brasiilia/Lääs
ru_ru: Бразилия/Запад
sv_se: Brasilien/Västra

source: Canada/Atlantic
el_gr: Καναδάς/Ατλαντικός
et_ee: Kanada/Atlandi ookeani
ru_ru: Канада/Атлантика
sv_se: Kanada/Atlanten

source: Canada/Central
el_gr: Καναδάς/Κεντρική
et_ee: Kanada/Kesk
ru_ru: Канада/Центральная часть
sv_se: Kanada/Centrala

source: Canada/Eastern
el_gr: Καναδάς/Ανατολική
et_ee: Kanada/Ida
ru_ru: Канада/Восточная часть
sv_se: Kanada/Östra

source: Canada/Mountain
el_gr: Καναδάς/Ορεινή
et_ee: Kanada/Mountain
ru_ru: Канада/Горная часть
sv_se: Kanada/Mountain

source: Canada/Newfoundland
el_gr: Καναδάς/Νέα Γη
et_ee: Kanada/Newfoundland
ru_ru: Канада/Ньюфаундленд
sv_se: Kanada/Newfoundland

source: Canada/Pacific
el_gr: Καναδάς/Ειρηνικός
et_ee: Kanada/Vaikse ookeani
ru_ru: Канада/Тихий океан
sv_se: Kanada/Stilla Havet

source: Canada/Saskatchewan
el_gr: Καναδάς/Σασκάτσουαν
et_ee: Kanada/Saskatchewan
ru_ru: Канада/Саскачеван
sv_se: Kanada/Saskatchewan

source: Canada/Yukon
el_gr: Καναδάς/Γιούκον
et_ee: Kanada/Yukon
ru_ru: Канада/Юкон
sv_se: Kanada/Yukon

source: Chile/Continental
el_gr: Χιλή/Ηπειρωτική
et_ee: Tšiili/Mandriosa
ru_ru: Чили/Континентальный
sv_se: Chile/Kontinentala

source: Chile/EasterIsland
el_gr: Χιλή/Νησί του Πάσχα
et_ee: Tšiili/Lihavõttesaar
ru_ru: Чили/о. Пасхи
sv_se: Chile/Påskön

source: Cuba
el_gr: Κούβα
et_ee: Kuuba
ru_ru: Куба
sv_se: Kuba

source: Egypt
el_gr: Αίγυπτος
et_ee: Egiptus
ru_ru: Египт
sv_se: Egypten

source: Eire
el_gr: Ιρλανδία
et_ee: Iirimaa
ru_ru: Ирландия

source: Europe/Amsterdam
el_gr: Ευρώπη/Άμστερνταμ
et_ee: Euroopa/Amsterdam
ru_ru: Европа/Амстердам
sv_se: Europa/Amsterdam

source: Europe/Andorra
el_gr: Ευρώπη/Ανδόρα
et_ee: Euroopa/Andorra
ru_ru: Европа/Андорра
sv_se: Europa/Andorra

source: Europe/Astrakhan
el_gr: Ευρώπη/Αστραχάν
et_ee: Euroopa/Astrakhan
ru_ru: Европа/Астрахань
sv_se: Europa/Astrakhan

source: Europe/Athens
el_gr: Ευρώπη/Αθήνα
et_ee: Euroopa/Ateena
ru_ru: Европа/Афины
sv_se: Europa/Aten

source: Europe/Belfast
el_gr: Ευρώπη/Μπέλφαστ
et_ee: Euroopa/Belfast
ru_ru: Европа/Белфаст
sv_se: Europa/Belfast

source: Europe/Belgrade
el_gr: Ευρώπη/Βελιγράδι
et_ee: Euroopa/Belgrad
ru_ru: Европа/Белград
sv_se: Europa/Belgrad

source: Europe/Berlin
el_gr: Ευρώπη/Βερολίνο
et_ee: Euroopa/Berliin
ru_ru: Европа/Берлин
sv_se: Europa/Berlin

source: Europe/Bratislava
el_gr: Ευρώπη/Μπρατισλάβα
et_ee: Euroopa/Bratislava
ru_ru: Европа/Братислава
sv_se: Europa/Bratislava

source: Europe/Brussels
el_gr: Ευρώπη/Βρυξέλλες
et_ee: Euroopa/Brüssel
ru_ru: Европа/Брюссель
sv_se: Europa/Bryssel

source: Europe/Bucharest
el_gr: Ευρώπη/Βουκουρέστι
et_ee: Euroopa/Bukarest
ru_ru: Европа/Бухарест
sv_se: Europa/Bukarest

source: Europe/Budapest
el_gr: Ευρώπη/Βουδαπέστη
et_ee: Euroopa/Budapest
ru_ru: Европа/Будапешт
sv_se: Europa/Budapest

source: Europe/Busingen
el_gr: Ευρώπη/Μπύσινγκεν
et_ee: Euroopa/Busingen
ru_ru: Европа/Бюзинген
sv_se: Europa/Busingen

source: Europe/Chisinau
el_gr: Ευρώπη/Κισινάου
et_ee: Euroopa/Chisinau
ru_ru: Европа/Кишинев
sv_se: Europa/Chisinau

source: Europe/Copenhagen
el_gr: Ευρώπη/Κοπεγχάγη
et_ee: Euroopa/Kopenhaagen
ru_ru: Европа/Копенгаген
sv_se: Europa/Köpenhamn

source: Europe/Dublin
el_gr: Ευρώπη/Δουβλίνο
et_ee: Euroopa/Dublin
ru_ru: Европа/Дублин
sv_se: Europa/Dublin

source: Europe/Gibraltar
el_gr: Ευρώπη/Γιβραλτάρ
et_ee: Euroopa/Gibraltar
ru_ru: Европа/Гибралтар
sv_se: Europa/Gibraltar

source: Europe/Guernsey
el_gr: Ευρώπη/Γκέρνσεϊ
et_ee: Euroopa/Guernsey
ru_ru: Европа/Гернси
sv_se: Europa/Guernsey

source: Europe/Helsinki
el_gr: Ευρώπη/Ελσίνκι
et_ee: Euroopa/Helsingi
ru_ru: Европа/Хельсинки
sv_se: Europa/Helsinki

source: Europe/Isle of Man
el_gr: Ευρώπη/Νήσος του Μαν
et_ee: Euroopa/Mani saar
ru_ru: Европа/о. Мэн
sv_se: Europa/Isle of Man

source: Europe/Istanbul
el_gr: Ευρώπη/Κωνσταντινούπολη
et_ee: Euroopa/Istanbul
ru_ru: Европа/Стамбул
sv_se: Europa/Istanbul

source: Europe/Jersey
el_gr: Ευρώπη/Τζέρσεϊ
et_ee: Euroopa/Jersey
ru_ru: Европа/Джерси
sv_se: Europa/Jersey
