Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The calendar user "%1$s" is invalid.
el_gr: Ο χρήστης ημερολογίου «%1$s» δεν είναι έγκυρος.
et_ee: Kalendri kasutaja "%1$s" on kehtetu.
ru_ru: Недействительный пользователь календаря «%1$s».
sv_se: Kalenderanvändaren ”%1$s” är ogiltig.

source: The supplied configuration is invalid. Please correct the configuration and try again.
el_gr: Οι παρεχόμενες ρυθμίσεις δεν είναι έγκυρη. Παρακαλώ διορθώστε τις ρυθμίσεις και δοκιμάστε ξανά.
et_ee: Esitatud konfiguratsioon on kehtetu. Palun parandage konfiguratsiooni ja proovige uuesti.
ru_ru: Предоставлена недопустимая конфигурация. Исправьте и повторите попытку.
sv_se: Den angivna konfigurationen är ogiltig. Justera konfigurationen och försök igen.

source: In order to accomplish the search, %1$d or more characters are required.
el_gr: Για να επιτευχθεί η αναζήτηση, απαιτούνται %1$d ή περισσότεροι χαρακτήρες.
et_ee: Otsingu lõpuleviimiseks on tarvis %1$d või enam märki.
ru_ru: Минимальное количество знаков для выполнения поиска: %1$d.
sv_se: För att sökningen ska utföras krävs %1$d eller fler tecken.

source: The character "%1$s" in field "%2$s" can't be saved. Please remove the problematic character and try again.
el_gr: Δεν είναι δυνατή η αποθήκευση του χαρακτήρα «%1$s» στο πεδίο «%2$s». Παρακαλώ αφαιρέστε τον προβληματικό χαρακτήρα και δοκιμάστε ξανά.
et_ee: Märki "%1$s" väljal "%2$s" ei saa salvestada. Palun eemaldage probleeme põhjustav märk ja proovige uuesti.
ru_ru: Символ «%1$s» в поле «%2$s» не может быть сохранен. Удалите его и повторите попытку.
sv_se: Tecknet ”%1$s” i fältet ”%2$s” kan inte sparas. Ta bort problemtecknet och försök igen.

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$d, current: %3$d) and try again.
el_gr: Ορισμένα εισαχθέντα δεδομένα υπερέβησαν το όριο του πεδίου. Παρακαλώ χρησιμοποιήστε μια μικρότερη τιμή για το «%1$s» (όριο: %2$d, τρέχον: %3$d) και δοκιμάστε ξανά.
et_ee: Mõned sisestatud andmed ületasid väljapiiri. Palun lühendage väärtust "%1$s" (piirang: %2$d, praegune: %3$d) ja proovige uuesti.
ru_ru: Размер «%1$s» превышает допустимый. Текущая длина — %3$s, максимальная — %2$s. Исправьте и повторите попытку.
sv_se: Viss inmatad data överskred fältgränsen. Förkorta värdet för ”%1$s” (gräns: %2$d, aktuellt: %3$d) och försök igen.

source: The maximum number of calendar subscriptions is exceeded.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού εγγραφών ημερολογίων.
et_ee: Kalendritellimuste maksimaalne arv on ületatud.
ru_ru: Превышено максимальное число подписок на календари.
sv_se: Maximalt antal kalenderprenumerationer har överskridits.

source: The value for "%2$s" is invalid and wasn't applied.
el_gr: Η τιμή για το «%2$s» δεν είναι έγκυρη και δεν εφαρμόστηκε.
et_ee: Väärtus "%2$s" on kehtetu ja seda ei rakendatud.
ru_ru: «%2$s» содержит недопустимое значение.
sv_se: Värdet för ”%2$s” är ogiltigt och verkställdes inte.

source: The value for "%1$s" is invalid and cannot be applied.
el_gr: Η τιμή για το «%1$s» δεν είναι έγκυρη και δεν μπορεί να εφαρμοστεί.
et_ee: Väärtus "%1$s" on kehtetu ja seda ei saa rakendada.
ru_ru: «%1$s» содержит недопустимое значение.
sv_se: Värdet för ”%1$s” är ogiltigt och kan inte verkställas.

source: The value for "%2$s" is not supported and wasn't applied.
el_gr: Η τιμή για το «%2$s» δεν υποστηρίζεται και δεν εφαρμόστηκε.
et_ee: Väärtus "%2$s" ei ole toetatud ja seda ei rakendatud.
ru_ru: «%2$s» содержит неподдерживаемое значение.
sv_se: Värdet för ”%2$s” stöds inte och verkställdes inte.

source: The '%1$s' is either not an internal user or does not exist.
el_gr: Ο/Η «%1$s» δεν είναι εσωτερικός χρήστης ή δεν υπάρχει.
et_ee: '%1$s' ei ole kas sisekasutajaks või ei ole olemas.
ru_ru: «%1$s» не является внутренним пользователем или не существует.
sv_se: '%1$s' är antingen inte en intern användare eller finns inte.

source: Authentication failed.
el_gr: Η ταυτοποίηση απέτυχε.
et_ee: Autentimine ebaõnnestus.
ru_ru: Ошибка аутентификации.
sv_se: Autentisering misslyckades.

source: Unable to create account. There have been issues with the provided authentication.
el_gr: Δεν είναι δυνατή η δημιουργία λογαριασμού. Έχουν προκύψει ζητήματα με την παρεχόμενη ταυτοποίηση.
et_ee: Kontot ei ole võimalik luua. Esines probleeme pakutava autentimisega.
ru_ru: Не удалось создать аккаунт: ошибка аутентификации.
sv_se: Kunde inte skapa konto. Det uppstod problem med den angivna autentiseringen.

source: The quota for account '%1$s' in context '%2$s' exceeded the limit.
el_gr: Έγινε υπέρβαση του ορίου για τον λογαριασμό «%1$s» στο περιβάλλον «%2$s».
et_ee: Kontole '%1$s' kontole '%2$s' määratud kvoot ületas piirmäära.
ru_ru: Превышена квота для аккаунта «%1$s» в контексте «%2$s».
sv_se: Kvoten för kontot '%1$s' i kontexten '%2$s' överskred gränsen.

source: The requested attachment was not found.
el_gr: Το ζητούμενο συνημμένο δεν βρέθηκε.
et_ee: Soovitud manust ei leitud.
ru_ru: Запрашиваемое вложение не найдено.
sv_se: Den begärda bilagan hittades inte.

source: Too many appointments are queried. Please choose a shorter timeframe.
el_gr: Ζητούνται πάρα πολλές συναντήσεις. Παρακαλώ επιλέξτε ένα μικρότερο χρονικό πλαίσιο.
et_ee: Liiga palju kohtumisi on päringus. Palun valige lühem ajavahemik.
ru_ru: Запрос вернул слишком большое количество встреч. Сократите временной интервал и повторите попытку.
sv_se: För många möten begärdes. Välj ett kortare tidsintervall.

source: The appointment contains too many participants.
el_gr: Η συνάντηση περιέχει πάρα πολλούς συμμετέχοντες.
et_ee: Kohtumine sisaldab liiga palju osalejaid.
ru_ru: На встречу приглашено слишком много участников.
sv_se: Mötet innehåller för många deltagare.

source: The appointment contains too many reminders.
el_gr: Η συνάντηση περιέχει πάρα πολλές υπενθυμίσεις.
et_ee: Kohtumine sisaldab liiga palju meeldetuletusi.
ru_ru: Для этой встречи настроено слишком много напоминаний.
sv_se: Mötet innehåller för många påminnelser.

source: The appointment contains too many conferences.
el_gr: Η συνάντηση περιέχει πάρα πολλές διασκέψεις.
et_ee: Kohtumine sisaldab liiga palju konverentse.
ru_ru: Встреча содержит слишком много конференций.
sv_se: Mötet innehåller för många konferenser.

source: The method "%1$s" is not supported.
el_gr: Η μέθοδος «%1$s» δεν υποστηρίζεται.
et_ee: Meetodit "%1$s" ei toetata.
ru_ru: Метод «%1$s» не поддерживается.
sv_se: Metoden ”%1$s” stöds inte.

source: The event %1$s was not canceled for the user %2$s and won't be deleted.
el_gr: Η εκδήλωση «%1$s» δεν ακυρώθηκε για τον χρήστη «%2$s» και δεν θα διαγραφεί.
et_ee: Sündmust %1$s ei tühistatud kasutaja %2$s jaoks ja seda ei kustutata.
ru_ru: Событие %1$s не было отменено для пользователя %2$s и не будет удалено.
sv_se: Evenemanget %1$s avbröts inte för användare %2$s och kommer inte att tas bort.

source: No free/busy information available for "%1$s".
el_gr: Δεν διατίθενται πληροφορίες διαθεσιμότητας για τον/την «%1$s».
et_ee: Vaba/hõivatud teave "%1$s" kohta puudub.
ru_ru: Нет информации о свободных/занятых для «%1$s».
sv_se: Ingen ledig/upptagen-information tillgänglig för ”%1$s”.

source: The date of the appointment series was adjusted automatically to match the recurrence rule.
el_gr: Η ημερομηνία της σειράς συναντήσεων προσαρμόστηκε αυτόματα ώστε να ταιριάζει με τον κανόνα επανάληψης.
ru_ru: Дата серии встреч была автоматически скорректирована в соответствии с правилом повторения.
sv_se: Mötesseriens datum justerades automatiskt för att följa upprepningsregeln.

source: E-Mail
et_ee: E-post
ru_ru: Электронная почта
sv_se: E-post

source: Your selection is not supported.
el_gr: Η επιλογή σας δεν υποστηρίζεται.
et_ee: Teie valikut ei toetata.
ru_ru: Выбранные параметры не поддерживаются.
sv_se: Ditt val stöds inte.

source: The chosen configuration is not supported.
el_gr: Η επιλεγμένη διαμόρφωση δεν υποστηρίζεται.
et_ee: Valitud konfiguratsiooni ei toetata.
ru_ru: Выбранная конфигурация не поддерживается.
sv_se: Den valda konfigurationen stöds inte.

source: The execution has been denied. Please choose another option.
el_gr: Η εκτέλεση έχει απορριφτεί. Παρακαλώ κάντε μια άλλη επιλογή.
et_ee: Täitmisest on keeldutud. Palun tehke muu valik.
ru_ru: Отказано в выполнении. Выберите другой вариант.
sv_se: Körningen nekades. Välj ett annat alternativ.

source: Execution failed. Please choose another option.
el_gr: Αποτυχία εκτέλεσης. Παρακαλώ κάντε μια άλλη επιλογή.
et_ee: Täitmine ebaõnnestus. Palun tehke muu valik.
ru_ru: Ошибка выполнения. Выберите другой вариант.
sv_se: Körning misslyckades. Välj ett annat alternativ.

source: Sent quota exceeded. You are only allowed to send 1 SMS in %1$s seconds.
el_gr: Έγινε υπέρβαση του ορίου αποστολών. Επιτρέπεται να στέλνετε μόνο 1 SMS σε %1$s δευτερόλεπτα.
et_ee: Saatmiskvoot ületatud. Saata on lubatud vaid 1 SMS %1$s sekundi jooksul.
ru_ru: Квота для SMS превышена: SMS-сообщения могут отправляться один раз в %1$s сек.
sv_se: Sändkvot överskriden. Du har bara tillstånd att skicka 1 SMS per %1$s sekunder.

source: The download link is invalid.
el_gr: Ο σύνδεσμος λήψης δεν είναι έγκυρος.
et_ee: Allalaadimislink on kehtetu.
ru_ru: Неверная ссылка для скачивания.
sv_se: Nedladdningslänken är ogiltig.

source: The phone number %1$s is invalid.
el_gr: Ο αριθμός τηλεφώνου «%1$s» δεν είναι έγκυρος.
et_ee: Telefoninumber %1$s on kehtetu.
ru_ru: Неверный номер телефона: %1$s.
sv_se: Telefonnumret %1$s är ogiltigt.

source: Tablet
et_ee: Tahvel
ru_ru: Планшет
sv_se: Pekplatta

source: Smartphone
et_ee: Nutitelefon
ru_ru: Смартфон
sv_se: Smart mobil

source: Laptop + PC
et_ee: Sülearvuti + PC
ru_ru: Ноутбук и ПК
sv_se: Bärbar dator + PC

source: Mail successfully sent
el_gr: Επιτυχής αποστολή email
et_ee: E-kiri edukalt saadetud
ru_ru: Почта успешно отправлена
sv_se: Meddelandet skickades

source: SMS successfully sent
el_gr: Επιτυχής αποστολή SMS
et_ee: SMS edukalt saadetud
ru_ru: SMS успешно отправлено
sv_se: SMS skickades

source: To set up your device, click following link:
el_gr: Για να ρυθμίσετε τη συσκευή σας, κάντε κλικ στον ακόλουθο σύνδεσμο:
et_ee: Teie seadme seadistamiseks klõpsake järgneval lingil:
ru_ru: Чтобы настроить устройство, перейдите по ссылке:
sv_se: För att ställa in din enhet klicka på följande länk:

source: Dear %1$s,
el_gr: Αγαπητέ/-ή %1$s,
et_ee: Lugupeetud %1$s,
ru_ru: Уважаемый(ая) %1$s,
sv_se: Bästa %1$s,

source: to automatically configure your device, please download & install the attached configuration profile.
el_gr: Για να ρυθμίσετε αυτόματα τη συσκευή σας, παρακαλώ κάντε λήψη και εγκατάσταση του συνημμένου προφίλ ρυθμίσεων.
et_ee: teie seadme automaatseks seadistamiseks palume alla laadida ja paigaldada manustatud seadistusprofiil.
ru_ru: для того чтобы автоматически настроить ваше устройство, скачайте и установите приложенный профиль конфигурации.
sv_se: för att automatiskt anpassa din enhet, ladda ner & installera den bifogade inställningsprofilen.

source: to automatically configure your device, please download & install the attached configuration profile "%1$s".
el_gr: Για να ρυθμίσετε αυτόματα τη συσκευή σας, παρακαλώ κάντε λήψη και εγκατάσταση του συνημμένου προφίλ ρυθμίσεων «%1$s».
et_ee: teie seadme automaatseks seadistamiseks palume alla laadida ja paigaldada manustatud seadistusprofiil "%1$s".
ru_ru: ля того чтобы автоматически настроить ваше устройство, скачайте и установите приложенный профиль конфигурации «%1$s».
sv_se: för att automatiskt anpassa din enhet, ladda ner & installera den bifogade inställningsprofilen %1$s”.

source: Your device configuration
el_gr: Οι ρυθμίσεις της συσκευής σας
et_ee: Teie seadme seadistused
ru_ru: Конфигурация вашего устройства
sv_se: Dina enhetsinställningar

source: %1$s, %2$s %3$s on %4$s %5$s
el_gr: %1$s, %2$s %3$s σε %4$s %5$s
et_ee: %1$s, %2$s %3$s platvormil %4$s %5$s
ru_ru: %1$s, %2$s %3$s, %4$s %5$s
sv_se: %1$s, %2$s %3$s på %4$s %5$s

source: %1$s, %2$s %3$s on %4$s
el_gr: %1$s, %2$s %3$s σε %4$s
et_ee: %1$s, %2$s %3$s platvormil %4$s
ru_ru: %1$s, %2$s %3$s, %4$s
sv_se: %1$s, %2$s %3$s på %4$s

source: %1$s, %2$s on %3$s %4$s
el_gr: %1$s, %2$s σε %3$s %4$s
et_ee: %1$s, %2$s platvormil %3$s %4$s
ru_ru: %1$s, %2$s, %3$s %4$s
sv_se: %1$s, %2$s på %3$s %4$s

source: %1$s, %2$s on %3$s
el_gr: %1$s, %2$s σε %3$s
et_ee: %1$s, %2$s platvormil %3$s
ru_ru: %1$s, %2$s, %3$s
sv_se: %1$s, %2$s på %3$s

source: %1$s on %2$s %3$s
el_gr: %1$s σε %2$s %3$s
et_ee: %1$s platvormil %2$s %3$s
ru_ru: %1$s, %2$s %3$s
sv_se: %1$s på %2$s %3$s

source: %1$s %2$s on %3$s %4$s
el_gr: %1$s %2$s σε %3$s %4$s
et_ee: %1$s %2$s platvormil %3$s %4$s
ru_ru: %1$s %2$s, %3$s %4$s
sv_se: %1$s %2$s på %3$s %4$s

source: %1$s %2$s on %3$s
el_gr: %1$s %2$s σε %3$s
et_ee: %1$s %2$s platvormil %3$s
ru_ru: %1$s %2$s, %3$s
sv_se: %1$s %2$s på %3$s

source: %1$s on %2$s
el_gr: %1$s σε %2$s
et_ee: %1$s platvormil %2$s
ru_ru: %1$s, %2$s
sv_se: %1$s på %2$s

source: Unknown client
el_gr: Άγνωστο πρόγραμμα
et_ee: Tundmatu klient
ru_ru: Неизвестный клиент
sv_se: Okänd klient

source: Another node is currently performing the same task. Try again later.
el_gr: Ένας άλλος κόμβος εκτελεί την ίδια εργασία αυτήν τη στιγμή. Δοκιμάστε ξανά αργότερα.
et_ee: Teine sõlm sooritab hetkel sama ülesannet. Proovige hiljem uuesti.
ru_ru: Другой узел уже выполняет ту же задачу. Повторите попытку позже.
sv_se: En annan nod utför just nu samma uppgift. Försök igen senare.

source: Jitsi meetings cannot be scheduled more than one year in advance. Please adjust the appointment time and try again.
el_gr: Δεν είναι δυνατός ο προγραμματισμός συσκέψεων Jitsi περισσότερο από έναν χρόνο νωρίτερα. Παρακαλώ προσαρμόστε τον χρόνο της συνάντησης και δοκιμάστε ξανά.
ru_ru: Встречи Jitsi не могут быть запланированы более чем на год вперед. Пожалуйста, измените время встречи и повторите попытку.
sv_se: Jitsi-möten kan inte schemaläggas längre än ett år framåt. Justera mötets tid och försök igen.

source: Zoom meetings cannot be used in all-day appointments. Please use a fixed start- and end-time and try again.
el_gr: Δεν είναι δυνατή η χρήση συσκέψεων Zoom σε ολοήμερες συναντήσεις. Παρακαλώ χρησιμοποιήσετε συγκεκριμένες ώρες έναρξης και λήξης και δοκιμάστε ξανά.
et_ee: Zoom-kohtumisi ei saa kasutada kogu päeva kestvate kohtumiste puhul. Palun kasutage kindlat algus- ja lõpuaega ja proovige uuesti.
ru_ru: Встречи Zoom нельзя использовать для встреч на целый день. Пожалуйста, используйте фиксированное время начала и окончания и повторите попытку.
sv_se: Zoom-möten kan inte användas för heldagsmöten. Använd bestämda start- och sluttider och försök igen.

source: Zoom meetings cannot be used in appointments with floating start- or end-times. Please use a fixed start- and end-time and try again.
el_gr: Δεν είναι δυνατή η χρήση συσκέψεων Zoom σε συναντήσεις με ευέλικτη ώρα έναρξης ή λήξης. Παρακαλώ χρησιμοποιήσετε συγκεκριμένες ώρες έναρξης και λήξης και δοκιμάστε ξανά.
et_ee: Zoom-kohtumisi ei saa kasutada muutuva algus- või lõpuaegadega kohtumiste puhul. Palun kasutage fikseeritud algus- ja lõpuaega ja proovige uuesti.
ru_ru: Встречи Zoom нельзя использовать в встречах с плавающим временем начала или окончания. Пожалуйста, используйте фиксированное время начала и окончания и повторите попытку.
sv_se: Zoom-möten kan inte användas i möten med flexibla start- och sluttider. Använd bestämda start- och sluttider och försök igen.

source: Zoom meetings cannot be used in recurring appointment series spanning over more than one year. Please shorten the recurrence rule and try again.
el_gr: Δεν είναι δυνατή η χρήση συσκέψεων Zoom σε σειρά επαναλαμβανόμενων συναντήσεων που διαρκεί πάνω από ένα έτος. Παρακαλώ κάντε μικρότερο τον κανόνα επανάληψης και δοκιμάστε ξανά.
et_ee: Zoom-kohtumisi ei saa kasutada korduvate kohtumiste sarjas, mis kestavad üle ühe aasta. Palun lühendage korduvuse reeglit ja proovige uuesti.
ru_ru: Встречи Zoom нельзя использовать в повторяющихся сериях встреч, охватывающих более одного года. Сократите правило повторения и попробуйте еще раз.
sv_se: Zoom-möten kan inte användas i upprepade mötesserier som förekommer i över ett år. Välj en kortare upprepningsregel och försök igen.

source: The same Zoom meeting can't be re-used when switching from recurring to single appointments and vice versa. Please generate a new Zoom meeting and try again.
el_gr: Δεν είναι δυνατή η εκ νέου χρήση της ίδιας σύσκεψης Zoom κατά την εναλλαγή από επαναλαμβανόμενες σε μεμονωμένες συναντήσεις και αντίστροφα. Παρακαλώ δημιουργήστε μια νέα σύσκεψη Ζουμ και δοκιμάστε ξανά.
et_ee: Sama Zoomi koosolekut ei saa uuesti kasutada, kui vahetate korduvaid kohtumisi ühekordsete kohtumiste vastu ja vastupidi. Palun looge uus Zoomi koosolek ja proovige uuesti.
ru_ru: Одно и то же собрание Zoom нельзя повторно использовать при переключении с повторяющихся встреч на отдельные и наоборот. Создайте новую встречу Zoom и повторите попытку.
sv_se: Samma Zoom-möte kan inte återanvändas vid byte från upprepade till enstaka möten och det omvända. Skapa ett nytt Zoom-möte och försök igen.

source: Internal Contacts
el_gr: Εσωτερικές επαφές
et_ee: Sisekontaktid
ru_ru: Внутренние контакты
sv_se: Interna kontakter

source: This property is protected and cannot be changed.
el_gr: Αυτή η ιδιότητα προστατεύεται και δεν μπορεί να τροποποιηθεί.
et_ee: See objekt on kaitstud ja seda ei saa muuta.
ru_ru: Это свойство защищено и не может быть изменено.
sv_se: Egenskapen är skyddad och får inte ändras.

source: The search term '%1$s' has been ignored in the search.
el_gr: Ο όρος αναζήτησης «%1$s» έχει αγνοηθεί στην αναζήτηση.
et_ee: Otsingusõna '%1$s' on otsingus ignoreeritud.
ru_ru: Поисковый термин «%1$s» был проигнорирован при поиске.
sv_se: Söktermen '%1$s' har ignorerats i sökningen.

source: The requested contact account was not found.
el_gr: Ο ζητούμενος λογαριασμός επαφής δεν βρέθηκε.
et_ee: Taotletud kontakti kontot ei leitud.
ru_ru: Запрошенный контакт учетной записи не найден.
sv_se: Den begärda kontaktens konto hittades inte.

source: The contacts provider '%1$s' is not available.
el_gr: Ο πάροχος επαφών «%1$s» δεν είναι διαθέσιμος.
et_ee: Kontaktide pakkuja '%1$s' ei ole saadaval.
ru_ru: Поставщик контактов «%1$s» недоступен.
sv_se: Kontaktleverantören '%1$s' är inte tillgänglig.

source: The requested operation is not supported for contacts provider '%1$s'.
el_gr: Η ζητούμενη λειτουργία δεν υποστηρίζεται για τον πάροχο επαφών «%1$s».
et_ee: Taotletud toiming ei ole toetatud kontaktide pakkuja '%1$s' puhul.
ru_ru: Запрошенная операция не поддерживается для поставщика контактов «%1$s».
sv_se: Den begärda åtgärden stöds inte för kontaktleverantör '%1$s'.

source: The requested contact was not found.
el_gr: Η ζητούμενη επαφή δεν βρέθηκε.
et_ee: Soovitud kontakti ei leitud.
ru_ru: Запрошенный контакт не найден.
sv_se: Den begärda kontakten hittades inte.

source: The field '%1$s' is mandatory. Please supply a valid value and try again.
el_gr: Το πεδίο «%1$s» είναι υποχρεωτικό. Παρακαλώ εισαγάγετε μια έγκυρη τιμή και δοκιμάστε ξανά.
et_ee: Väli "%1$s" on kohustuslik. Palun sisestage sobiv väärtus ja proovige uuesti.
ru_ru: Поле «%1$s» обязательно для заполнения. Укажите допустимое значение и повторите попытку.
sv_se: Fältet '%1$s' är obligatoriskt. Ange ett giltigt värde och försök igen.

source: Display name
el_gr: Εμφανιζόμενο όνομα
et_ee: Näita nime
ru_ru: Экранное имя
sv_se: Alias

source: Name
el_gr: Όνομα
et_ee: Nimi
ru_ru: Имя
sv_se: Namn

source: Last name
el_gr: Επώνυμο
et_ee: Perekonnanimi
ru_ru: Фамилия
sv_se: Efternamn

source: First name
el_gr: Όνομα
et_ee: Eesnimi
ru_ru: Имя
sv_se: Förnamn

source: Middle name
el_gr: Μεσαίο όνομα
et_ee: Keskmine nimi
ru_ru: Отчество
sv_se: Mellannamn

source: Suffix
el_gr: Επίθεμα
et_ee: Sufiks
ru_ru: Суффикс

source: Title
el_gr: Τίτλος
et_ee: Pealkiri
ru_ru: Название
sv_se: Titel

source: Street (home)
el_gr: Οδός (οικία)
et_ee: Tänav (kodu)
ru_ru: Улица (дом.)
sv_se: Gatuadress (hem)

source: Postcode (home)
el_gr: Ταχυδρομικός κώδικας (οικία)
et_ee: Sihtnumber (kodu)
ru_ru: Индекс (дом.)
sv_se: Postnummer (hem)

source: Town (home)
el_gr: Πόλη (οικία)
et_ee: Linn (kodu)
ru_ru: Город (дом.)
sv_se: Stad (hem)

source: State (home)
el_gr: Νομός (οικία)
et_ee: Maakond (kodu)
ru_ru: Область/регион (дом.)
sv_se: Landskap (hem)

source: Country (home)
el_gr: Χώρα (οικία)
et_ee: Riik (kodu)
ru_ru: Страна (дом.)
sv_se: Land (hem)

source: Marital status
el_gr: Οικογενειακή κατάσταση
et_ee: Perekonnaseis
ru_ru: Семейное положение
sv_se: Civilstånd

source: Children
el_gr: Παιδιά
et_ee: Lapsed
ru_ru: Дети
sv_se: Barn

source: Profession
el_gr: Επάγγελμα
et_ee: Elukutse
ru_ru: Профессия
sv_se: Yrke

source: Nickname
el_gr: Ψευδώνυμο
et_ee: Hüüdnimi
ru_ru: Псевдоним
sv_se: Smeknamn

source: Spouse's name
el_gr: Όνομα συζύγου
et_ee: Abikaasa nimi
ru_ru: Супруг(а)
sv_se: Partnerns namn

source: Comment
el_gr: Σχόλιο
et_ee: Märkus
ru_ru: Комментарий
sv_se: Kommentar

source: Company
el_gr: Εταιρεία
et_ee: Ettevõte
ru_ru: Компания
sv_se: Företag

source: Department
el_gr: Τμήμα
et_ee: Osakond
ru_ru: Отдел
sv_se: Avdelning

source: Position
el_gr: Θέση
et_ee: Ametikoht
ru_ru: Должность

source: Employee type
el_gr: Τύπος υπαλλήλου
et_ee: Töötaja tüüp
ru_ru: Категория сотрудника
sv_se: Typ av anställd

source: Room number
el_gr: Αριθμός δωματίου
et_ee: Toa number
ru_ru: Кабинет
sv_se: Rumsnummer

source: Street (business)
el_gr: Οδός (επιχείρηση)
et_ee: Tänav (töö)
ru_ru: Улица (раб.)
sv_se: Gatuadress (arbete)

source: Postcode (business)
el_gr: Ταχυδρομικός κώδικας (επιχείρηση)
et_ee: Sihtnumber (töö)
ru_ru: Индекс (раб.)
sv_se: Postnummer (arbete)

source: Town (business)
el_gr: Πόλη (επιχείρηση)
et_ee: Linn (töö)
ru_ru: Город (раб.)
sv_se: Stad (arbete)

source: State (business)
el_gr: Νομός (επιχείρηση)
et_ee: Maakond (töö)
ru_ru: Область/регион (раб.)
sv_se: Landskap (arbete)

source: Country (business)
el_gr: Χώρα (επιχείρηση)
et_ee: Riik (töö)
ru_ru: Страна (раб.)
sv_se: Land (arbete)

source: Employee ID
el_gr: Αναγνωριστικό υπαλλήλου
et_ee: Töötaja ID
ru_ru: ID сотрудника
sv_se: Anställnings-ID

source: Sales volume
el_gr: Όγκος πωλήσεων
et_ee: Müügimaht
ru_ru: Объем продаж
sv_se: Försäljningsvolym

source: Tax id
el_gr: ΑΦΜ
et_ee: Maksu ID
ru_ru: Налоговый идентификатор
sv_se: Org.nr

source: Commercial register
el_gr: Εμπορικό μητρώο
et_ee: Äriregister
ru_ru: Реестр компаний
sv_se: Handelsregister

source: Branches
el_gr: Κλάδοι
et_ee: Filiaalid
ru_ru: Филиалы
sv_se: Branscher

source: Business category
el_gr: Κατηγορία επιχείρησης
et_ee: Äritegevuse kategooria
ru_ru: Бизнес-категория
sv_se: Företagskategori

source: Info
el_gr: Πληροφορίες
ru_ru: Информация

source: Manager
el_gr: Διευθυντής
et_ee: Juht
ru_ru: Менеджер
sv_se: Chef

source: Assistant
el_gr: Βοηθός
et_ee: Assistent
ru_ru: Ассистент
sv_se: Assistent

source: Street (other)
el_gr: Οδός (άλλη)
et_ee: Tänav (muu)
ru_ru: Улица (доп.)
sv_se: Gatuadress (annat)

source: Postcode (other)
el_gr: Ταχυδρομικός κώδικας (άλλος)
et_ee: Sihtnumber (muu)
ru_ru: Индекс (доп.)
sv_se: Postnummer (annat)

source: Town (other)
el_gr: Πόλη (άλλη)
et_ee: Linn (muu)
ru_ru: Город (доп.)
sv_se: Stad (annat)

source: State (other)
el_gr: Νομός (άλλος)
et_ee: Maakond (muu)
ru_ru: Область/регион (доп.)
sv_se: Landskap (annat)

source: Country (other)
el_gr: Χώρα (άλλη)
et_ee: Riik (muu)
ru_ru: Страна (доп.)
sv_se: Land (annat)

source: Telephone assistant
el_gr: Τηλεφωνικός βοηθός
et_ee: Telefon, assistent
ru_ru: Телефонный ассистент
sv_se: Telefon assistent

source: Phone (business)
el_gr: Τηλέφωνο (επιχείρηση)
et_ee: Telefon (tööl)
ru_ru: Телефон (раб.)
sv_se: Telefon (arbete)

source: Phone (business alt)
el_gr: Τηλέφωνο (επιχείρηση, εναλλακτικό)
et_ee: Telefon (tööl, teine)
ru_ru: Телефон (раб. доп.)
sv_se: Telefon (arbete alt)

source: Fax
el_gr: Φαξ
et_ee: Faks
ru_ru: Факс
