Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: (Optional)
el_gr: (Προαιρετικό)
ru_ru: (Необязательно)
sv_se: (Valfri)

source: Invite the group %1$s to the appointment.
el_gr: Πρόσκληση της ομάδας «%1$s» στη συνάντηση.
et_ee: Kutsu rühm %1$s kohtumisele.
ru_ru: Пригласить группу %1$s.
sv_se: Bjud in gruppen %1$s till mötet.

source: The group %1$s has been invited to the appointment.
el_gr: Η ομάδα «%1$s» έχει προσκληθεί στη συνάντηση.
et_ee: Rühm %1$s on kutsutud kohtumisele.
ru_ru: Группа %1$s приглашена на встречу.
sv_se: Gruppen %1$s har bjudits in till mötet.

source: Remove the group %1$s from the appointment.
el_gr: Αφαίρεση της ομάδας «%1$s» από τη συνάντηση.
et_ee: Eemalda rühm %1$s kohtumiselt.
ru_ru: Удалить группу %1$s из встречи.
sv_se: Ta bort gruppen %1$s från mötet.

source: The group %1$s has been removed from the appointment.
el_gr: Η ομάδα «%1$s» έχει αφαιρεθεί από τη συνάντηση.
et_ee: Rühm %1$s on kohtumisest eemaldatud.
ru_ru: Группа %1$s удалена со встречи.
sv_se: Gruppen %1$s har tagits bort från mötet.

source: The resource %1$s has been added to the appointment.
el_gr: Ο πόρος «%1$s» έχει προστεθεί στη συνάντηση.
ru_ru: Ресурс %1$s был добавлен к встрече.
sv_se: Resursen %1$s har lagts till i mötet.

source: The resource %1$s has been removed from the appointment.
el_gr: Ο πόρος «%1$s» έχει αφαιρεθεί από τη συνάντηση.
ru_ru: Ресурс %1$s был удален из встречи.
sv_se: Resursen %1$s har tagits bort från mötet.

source: The appointment was rescheduled. Original date: %1$s. New date: %2$s
el_gr: Η συνάντηση επαναπρογραμματίστηκε. Αρχική ημερομηνία: %1$s. Νέα ημερομηνία: %2$s
et_ee: Kohtumine ajastati ümber. Algne kuupäev: %1$s. Uus kuupäev: %2$s
ru_ru: Встреча была перенесена с %1$s на %2$s
sv_se: Tidpunkt för mötet ändrades. Ursprungligt datum: %1$s. Nytt datum: %2$s

source: The timezone of the appointment was changed. Original timezone: %1$s. New timezone: %2$s
el_gr: Η ζώνη ώρας της συνάντησης άλλαξε. Αρχική ζώνη ώρας: %1$s. Νέα ζώνη ώρας: %2$s
et_ee: Kohtumise ajavööndit muudeti. Algne ajavöönd: %1$s. Uus ajavöönd: %2$s
ru_ru: Часовой пояс встречи изменился с %1$s на %2$s
sv_se: Tidszon för mötet ändrades. Ursprunglig tidszon: %1$s. Ny tidszon: %2$s

source: The timezone of the appointment's start date was changed. Original timezone: %1$s. New timezone: %2$s
el_gr: Η ζώνη ώρας της ημερομηνίας έναρξης της συνάντησης άλλαξε. Αρχική ζώνη ώρας: %1$s. Νέα ζώνη ώρας: %2$s
et_ee: Kohtumise alguskuupäeva ajavööndit muudeti. Algne ajavöönd: %1$s. Uus ajavöönd: %2$s
ru_ru: Часовой пояс для начального дня встречи был изменен. Оригинальный часовой пояс: %1$s. Новый часовый пояс: %2$s
sv_se: Tidszonen för mötets startdatum ändrades. Ursprunglig tidszon: %1$s. Ny tidszon: %2$s

source: The timezone of the appointment's end date was changed. Original timezone: %1$s. New timezone: %2$s
el_gr: Η ζώνη ώρας της ημερομηνίας λήξης της συνάντησης άλλαξε. Αρχική ζώνη ώρας: %1$s. Νέα ζώνη ώρας: %2$s
et_ee: Kohtumise lõpukuupäeva ajavöönd muutus. Algne ajavöönd: %1$s. Uus ajavöönd: %2$s
ru_ru: Часовой пояс для последнего дня встречи был изменен. Оригинальный часовой пояс: %1$s. Новый часовый пояс: %2$s
sv_se: Tidszonen för mötets slutdatum ändrades. Ursprunglig tidszon: %1$s. Ny tidszon: %2$s

source: Reschedule the appointment. Original date: %1$s. New date: %2$s
el_gr: Επαναπρογραμματισμός συνάντησης. Αρχική ημερομηνία: %1$s. Νέα ημερομηνία: %2$s
et_ee: Ajasta kohtumine ümber. Algne kuupäev: %1$s. Uus kuupäev: %2$s
ru_ru: Изменить график встречи. Оригинальная дата: %1$s. Новая дата: %2$s
sv_se: Ändra tid för mötet. Ursprungligt datum: %1$s. Nytt datum: %2$s

source: The appointment series was updated, beginning at %1$s.
el_gr: Η σειρά συναντήσεων ενημερώθηκε, ξεκινώντας στις %1$s.
et_ee: Kohtumiste seeriat uuendati, alustades %1$s.
ru_ru: Серия встреч обновлена, начиная с %1$s.
sv_se: Mötesserien uppdaterades, med start vid %1$s.

source: The appointment's recurrence rule has changed to: %1$s.
el_gr: Ο κανόνας επανάληψης της συνάντησης έχει αλλάξει σε: %1$s.
et_ee: Kohtumise korduvuse reeglit muudeti: %1$s.
ru_ru: Правило повторения встреч изменено на: %1$s.
sv_se: Mötets upprepningsregel ändrades till: %1$s.

source: The appointment series now ends on %1$s.
el_gr: Η σειρά συναντήσεων τελειώνει πλέον στις %1$s.
et_ee: Kohtumiste seeria lõpeb nüüd %1$s.
ru_ru: Серия встреч заканчивается %1$s.
sv_se: Mötesserien slutar nu %1$s.

source: The original appointment series now ends on %1$s.
el_gr: Η αρχική σειρά συναντήσεων τελειώνει πλέον στις %1$s.
ru_ru: Первоначальная серия встреч теперь заканчивается на %1$s.
sv_se: Den ursprungliga mötesserien slutar nu %1$s.

source: Reschedule the appointment. Original date/time: %1$s. New date/time: %2$s
el_gr: Επαναπρογραμματισμός συνάντησης. Αρχική ημερομηνία/ώρα: %1$s. Νέα ημερομηνία/ώρα: %2$s
et_ee: Määrake kohtumine ümber. Esialgne kuupäev/kellaaeg: %1$s. Uus kuupäev/kellaaeg: %2$s
ru_ru: Изменить график встречи. Оригинальная дата и время: %1$s. Новая дата и время: %2$s
sv_se: Boka om mötet. Ursprungligt datum/tid: %1$s. Nytt datum/tid: %2$s

source: Resources
el_gr: Πόροι
et_ee: Ressursid
ru_ru: Ресурсы
sv_se: Resurser

source: The entire day
el_gr: Όλη την ημέρα
et_ee: Terve päev
ru_ru: Весь день
sv_se: Hela dagen

source: New appointment: %1$s
el_gr: Νέα συνάντηση: %1$s
et_ee: Uus kohtumine: %1$s
ru_ru: Новая встреча: %1$s
sv_se: Nytt möte: %1$s

source: Appointment changed: %1$s
el_gr: Αλλαγή συνάντησης: %1$s
et_ee: Kohtumine muudetud: %1$s
ru_ru: Встреча изменена: %1$s
sv_se: Möte ändrat: %1$s

source: Appointment canceled: %1$s
el_gr: Ακύρωση συνάντησης: %1$s
et_ee: Kohtumine tühistatud: %1$s
ru_ru: Встреча отменена: %1$s
sv_se: Möte inställt: %1$s

source: Proposed changes for appointment: %1$s
el_gr: Προτεινόμενες αλλαγές για τη συνάντηση: %1$s
et_ee: Kohtumise väljapakutud muudatused: %1$s
ru_ru: Предложенные изменения для встречи: %1$s
sv_se: Föreslagna ändringar för mötet: %1$s

source: %1$s sets the status to 'none' for: %1$s
el_gr: Ο/Η %1$s ορίζει την κατάσταση σε «καμία» για το: %1$s
et_ee: %1$s määrab %1$s olekuks 'puudub'
ru_ru: %1$s изменил(а) свой статус на «нет» для %1$s
sv_se: %1$s anger status som 'ingen' för: %1$s

source: %1$s %2$s the invitation: %3$s
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση: %3$s
et_ee: %1$s %2$s kutse: %3$s
ru_ru: %1$s %2$s приглашение: %3$s
sv_se: %1$s %2$s inbjudan: %3$s

source: Resend the invitation for: %1$s
el_gr: Νέα αποστολή της πρόσκλησης για: %1$s
et_ee: Saada uuesti kutse: %1$s
ru_ru: Повторно отправить приглашение для %1$s
sv_se: Skicka inbjudan igen för: %1$s

source: Change not accepted for: %1$s
el_gr: Η αλλαγή δεν έγινε αποδεκτή για: %1$s
et_ee: Muudatus tagasi lükatud: %1$s
ru_ru: Изменение не принято для: %1$s
sv_se: Ändring avslagen för: %1$s

source: All times will be shown in the timezone %1$s
el_gr: Όλες οι ώρες θα εμφανίζονται στη ζώνη ώρας %1$s
et_ee: Kõiki aegu kuvatakse ajavööndis %1$s
ru_ru: Формат времени: %1$s
sv_se: Alla tider kommer visas i tidszonen %1$s

source: %1$s has %2$s the appointment, but would like to make a counter proposal:
el_gr: Ο/Η %1$s έχει %2$s τη συνάντηση, αλλά θέλει να κάνει μια αντιπρόταση:
et_ee: %1$s on %2$s kutse, kuid sooviks teha vastuettepaneku:
ru_ru: %1$s %2$s приглашение, но делает встречное предложение:
sv_se: %1$s har %2$s mötet, men vill göra ett motförslag:

source: You have received this E-Mail because you are the organizer of this appointment.
el_gr: Έχετε λάβει αυτό το email επειδή είστε διοργανωτής αυτής της συνάντησης.
et_ee: Olete saanud selle e-kirja, sest olete antud kohtumise korraldaja.
ru_ru: Вы получили это письмо, так как вы являетесь организатором этой встречи.
sv_se: Du fick det här meddelandet eftersom du organiserar mötet.

source: You have received this E-Mail because this appointment contains the resource %1$s which is managed by you.
el_gr: Έχετε λάβει αυτό το email επειδή αυτή η συνάντηση περιέχει τον πόρο «%1$s», τον οποίο διαχειρίζεται εσείς.
et_ee: Olete saanud selle e-kirja, sest antud kohtumine sisaldab ressurssi %1$s, mida teie haldate.
ru_ru: Вы получили это письмо, так как эта встреча включает ресурс %1$s под вашим управлением.
sv_se: Du fick det här meddelandet eftersom mötet innehåller resursen %1$s, vilken hanteras av dig.

source: You have received an E-Mail containing a reply to an appointment that you didn't organize. Best ignore it.
el_gr: Έχετε λάβει ένα email που περιέχει απάντηση για μια συνάντηση που δεν οργανώσατε. Καλύτερα να το αγνοήσετε.
et_ee: Te olete saanud e-kirja, mis sisaldab vastust kohtumisele, mida te ei korraldanud. Parem ignoreerige seda.
ru_ru: Вы получили письмо с ответом на приглашение, которое вы не отправляли. Это сообщение можно проигнорировать.
sv_se: Du har fått ett meddelande som innehåller ett svar till ett möte som du inte anordnade. Bäst att ignorera.

source: The organizer of the appointment has changed. New organizer is: %1$s
el_gr: Ο διοργανωτής της συνάντησης έχει αλλάξει. Νέος διοργανωτής: %1$s
et_ee: Kohtumise korraldaja on muutunud. Uus korraldaja on: %1$s
ru_ru: Организатор встречи изменился. Новый организатор: %1$s
sv_se: Mötets organisatör har ändrats. Ny organisatör är: %1$s

source: The meeting access information was changed.
el_gr: Οι πληροφορίες πρόσβασης της σύσκεψης άλλαξαν.
et_ee: Koosolekule juurdepääsu teavet muudeti.
ru_ru: Информация о доступе к встрече была изменена.
sv_se: Mötets åtkomstinformation ändrades.

source: The meeting access information was changed: %1$s;
el_gr: Οι πληροφορίες πρόσβασης της σύσκεψης άλλαξαν: %1$s;
et_ee: Koosolekule juurdepääsu teave on muudetud: %1$s;
ru_ru: Информация о доступе к встрече была изменена: %1$s;
sv_se: Mötets åtkomstinformation ändrades: %1$s;

source: The meeting access information was changed. %1$s: %2$s
el_gr: Οι πληροφορίες πρόσβασης της σύσκεψης άλλαξαν. %1$s: %2$s
et_ee: Koosolekule juurdepääsu teavet muudeti. %1$s: %2$s
ru_ru: Информация о доступе к встрече была изменена: %1$s: %2$s
sv_se: Mötets åtkomstinformation ändrades. %1$s: %2$s

source: The meeting access information was removed.
el_gr: Οι πληροφορίες πρόσβασης της σύσκεψης αφαιρέθηκαν.
et_ee: Koosolekule juurdepääsu teave eemaldati.
ru_ru: Информация о доступе к встрече была удалена.
sv_se: Mötets åtkomstinformation togs bort.

source: The reply for %1$s was received from a different sender (%2$s). Best ignore it.
el_gr: Η απάντηση για τον/την %1$s ελήφθη από έναν διαφορετικό αποστολέα (%2$s). Καλύτερα να το αγνοήσετε.
et_ee: Vastus %1$s saadi teiselt saatjalt (%2$s). Parem ignoreerida seda.
ru_ru: Ответ для %1$s был получен от другого отправителя (%2$s). Это сообщение лучше проигнорировать.
sv_se: Svaret till %1$s togs emot från en annan avsändare (%2$s). Säkrast är att ignorera det.

source: An unknown attendee wants to be brought up to date to an appointment. Best ignore this message.
el_gr: Ένας άγνωστος συμμετέχων θέλει να ενημερωθεί για μια συνάντηση. Καλύτερα να αγνοήσετε αυτό το μήνυμα.
et_ee: Tundmatu osaleja soovib, et teda teavitatakse kohtumisest. Parem ignoreeri seda sõnumit.
ru_ru: Неизвестный участник предложил внести изменения в назначенную встречу. Лучше проигнорируйте это сообщение.
sv_se: En okänd deltagare till bli uppdaterad om ett möte. Säkrast är att ignorera meddelandet.

source: An unknown attendee has proposed changes to an appointment. Best ignore this message.
el_gr: Ένας άγνωστος συμμετέχων έχει προτείνει αλλαγές σε μια συνάντηση. Καλύτερα να αγνοήσετε αυτό το μήνυμα.
et_ee: Tundmatu osaleja soovib kohtumist muuta. Parem ignoreerige seda sõnumit.
ru_ru: Неизвестный посетитель хочет назначить встречу. Это сообщение лучше проигнорировать.
sv_se: En okänd deltagare har föreslagit ändringar för ett möte. Säkrast är att ignorera meddelandet.

source: %1$s has accepted the booking request for the resource %2$s for the appointment %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί το αίτημα κράτησης για τον πόρο «%2$s» για τη συνάντηση «%3$s».
ru_ru: %1$s принял(а) запрос на резервирование ресурса %2$s для встречи %3$s.
sv_se: %1$s har accepterat bokningsbegäran för resursen %2$s till mötet %3$s.

source: %1$s has accepted the booking request for the resource %2$s for an appointment of the series %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί το αίτημα κράτησης για τον πόρο «%2$s» για μια συνάντηση της σειράς «%3$s».
ru_ru: %1$s принял(а) запрос на резервирование ресурса %2$s на встречу серии %3$s.
sv_se: %1$s har accepterat bokningsbegäran för resursen %2$s till ett möte i serien %3$s.

source: %1$s has tentatively accepted the booking request for the resource %2$s for the appointment %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά το αίτημα κράτησης για τον πόρο «%2$s» για τη συνάντηση «%3$s».
ru_ru: %1$s предварительно принял(а) запрос на резервирование ресурса %2$s для встречи %3$s.
sv_se: %1$s har preliminärt accepterat bokningsbegäran för resursen %2$s till mötet %3$s.

source: %1$s has tentatively accepted the booking request for the resource %2$s for an appointment of the series %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά το αίτημα κράτησης για τον πόρο «%2$s» για μια συνάντηση της σειράς «%3$s».
ru_ru: %1$s предварительно принял(а) заявку на резервирование ресурса %2$s на встречу серии %3$s.
sv_se: %1$s har preliminärt accepterat bokningsbegäran för resursen %2$s till ett möte i serien %3$s.

source: %1$s has declined the booking request for the resource %2$s for the appointment %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει το αίτημα κράτησης για τον πόρο «%2$s» για τη συνάντηση «%3$s».
ru_ru: %1$s отклонил(а) запрос на резервацию ресурса %2$s для встречи %3$s.
sv_se: %1$s har avslagit bokningsbegäran för resursen %2$s till mötet %3$s.

source: %1$s has declined the booking request for the resource %2$s for an appointment of the series %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει το αίτημα κράτησης για τον πόρο «%2$s» για μια συνάντηση της σειράς «%3$s».
ru_ru: %1$s отклонил(а) запрос на резервирование ресурса %2$s на встречу серии %3$s.
sv_se: %1$s har avslagit bokningsbegäran för resursen %2$s till ett möte i serien %3$s.

source: %1$s has deferred the booking request for the resource %2$s for the appointment %3$s.
el_gr: Ο/Η %1$s έχει αναβάλει το αίτημα κράτησης για τον πόρο «%2$s» για τη συνάντηση «%3$s».
ru_ru: %1$s отложил(а) запрос на резервирование ресурса %2$s для встречи %3$s.
sv_se: %1$s har skickat vidare bokningsbegäran för resursen %2$s till mötet %3$s.

source: %1$s has deferred the booking request for the resource %2$s for an appointment of the series %3$s.
el_gr: Ο/Η %1$s έχει αναβάλει το αίτημα κράτησης για τον πόρο «%2$s» για μια συνάντηση της σειράς «%3$s».
ru_ru: %1$s отложил(а) заявку на резервирование ресурса %2$s на встречу серии %3$s.
sv_se: %1$s har skickat vidare bokningsbegäran för resursen %2$s för ett möte i serien %3$s.

source: %1$s has added the resource %2$s to the appointment %3$s.
el_gr: Ο/Η %1$s έχει προσθέσει τον πόρο «%2$s» στη συνάντηση «%3$s».
ru_ru: %1$s добавил(а) ресурс %2$s к встрече %3$s.
sv_se: %1$s har lagt till resursen %2$s till mötet %3$s.

source: %1$s has added the resource %2$s to an appointment of the series %3$s.
el_gr: Ο/Η %1$s έχει προσθέσει τον πόρο «%2$s» σε μια συνάντηση της σειράς «%3$s».
ru_ru: %1$s добавил(а) ресурс %2$s к встрече серии %3$s.
sv_se: %1$s har lagt till resursen %2$s till ett möte i serien %3$s.

source: On behalf of %1$s, %2$s has added the resource %3$s to the appointment %4$s.
el_gr: Εκ μέρους του/της %1$s, ο/η %2$s έχει προσθέσει τον πόρο «%3$s» στη συνάντηση «%4$s».
ru_ru: От имени %1$s, %2$s добавил ресурс %3$s к встрече %4$s.
sv_se: %2$s har, åt %1$s, lagt till resursen %3$s till mötet %4$s.

source: On behalf of %1$s, %2$s has added the resource %3$s to an appointment of the series %4$s.
el_gr: Εκ μέρους του/της %1$s, ο/η %2$s έχει προσθέσει τον πόρο «%3$s» σε μια συνάντηση της σειράς «%4$s».
ru_ru: От имени %1$s, %2$s добавил ресурс %3$s к встрече серии %4$s.
sv_se: %2$s har, åt %1$s, lagt till resursen %3$s till ett möte i serien %4$s.

source: The appointment %1$s with the resource %2$s has been changed by %3$s.
el_gr: Η συνάντηση «%1$s» με τον πόρο «%2$s» έχει τροποποιηθεί από τον/την %3$s.
ru_ru: Встреча %1$s с ресурсом %2$s была изменена на %3$s.
sv_se: Mötet %1$s med resursen %2$s har ändrats av %3$s.

source: An appointment of the series %1$s with the resource %2$s has been changed by %3$s.
el_gr: Μια συνάντηση της σειράς «%1$s» με τον πόρο «%2$s» έχει τροποποιηθεί από τον/την %3$s.
ru_ru: Встреча серии %1$s с ресурсом %2$s была изменена на %3$s.
sv_se: Ett möte i serien %1$s med resursen %2$s har ändrats av %3$s.

source: On behalf of %1$s, the appointment %2$s with the resource %3$s has been changed by %4$s.
el_gr: Εκ μέρους του/της %1$s, ο/η %4$s έχει αλλάξει τη συνάντηση «%2$s» με τον πόρο «%3$s».
ru_ru: От имени %1$s встреча %2$s с ресурсом %3$s была изменена %4$s.
sv_se: Mötet %2$s med resursen %3$s har, åt %1$s, ändrats av %4$s.

source: On behalf of %1$s, an appointment of the series %2$s with the resource %3$s has been changed by %4$s.
el_gr: Εκ μέρους του/της %1$s, ο/η %4$s έχει αλλάξει μια συνάντηση της σειράς «%2$s» με τον πόρο «%3$s».
ru_ru: От имени %1$s встреча серии %2$s с ресурсом %3$s была изменена %4$s.
sv_se: Ett möte i serien %2$s med resursen %3$s har, åt %1$s, ändrats av %4$s.

source: The resource %1$s has been removed from the appointment %2$s by %3$s, or the appointment has been deleted.
el_gr: Ο πόρος «%1$s» έχει αφαιρεθεί από τη συνάντηση «%2$s» από τον/την %3$s ή έχει διαγραφεί η συνάντηση.
ru_ru: Ресурс %1$s был удален из встречи %2$s пользователем %3$s, или встреча была удалена.
sv_se: Resursen %1$s har tagits bort från mötet %2$s av %3$s, eller så har mötet tagits bort.

source: The resource %1$s has been removed from an appointment of the series %2$s by %3$s, or the appointment has been deleted.
el_gr: Ο πόρος «%1$s» έχει αφαιρεθεί από μια συνάντηση της σειράς «%2$s» από τον/την %3$s ή έχει διαγραφεί η συνάντηση.
ru_ru: Ресурс %1$s был удален из встречи серии %2$s пользователем %3$s, или встреча была удалена.
sv_se: Resursen %1$s har tagits bort från ett möte i serien %2$s av %3$s, eller så har mötet tagits bort.

source: On behalf of %1$s, the resource %2$s has been removed from the appointment %3$s by %4$s, or the appointment has been deleted.
el_gr: Εκ μέρους του/της %1$s, ο/η %4$s έχει αφαιρέσει τον πόρο «%2$s» από τη συνάντηση «%3$s» ή έχει διαγραφεί η συνάντηση.
ru_ru: От имени %1$s ресурс %2$s был удален из встречи %3$s пользователем %4$s, или встреча была удалена.
sv_se: Resursen %2$s har, åt %1$s, tagits bort från mötet %3$s av %4$s, eller så har mötet tagits bort.

source: On behalf of %1$s, the resource %2$s has been removed from an appointment of the series %3$s by %4$s, or the appointment has been deleted.
el_gr: Εκ μέρους του/της %1$s, ο/η %4$s έχει αφαιρέσει τον πόρο «%2$s» από μια συνάντηση της σειράς «%3$s» ή έχει διαγραφεί η συνάντηση.
ru_ru: От имени %1$s ресурс %2$s был удален из встречи серии %3$s пользователем %4$s, или встреча была удалена.
sv_se: Resursen %2$s har, åt %1$s, tagits bort från ett möte i serien %3$s av %4$s, eller så har mötet tagits bort.

source: New appointment for resource %1$s: %2$s
el_gr: Νέα συνάντηση για τον πόρο «%1$s»: %2$s
ru_ru: Новая встреча для ресурса %1$s: %2$s
sv_se: Nytt möte för resursen %1$s: %2$s

source: Appointment changed for resource %1$s: %2$s
el_gr: Αλλαγή συνάντησης για τον πόρο «%1$s»: %2$s
ru_ru: Встреча изменена для ресурса %1$s: %2$s
sv_se: Möte ändrat för resursen %1$s: %2$s

source: Appointment canceled for resource %1$s: %2$s
el_gr: Ακύρωση συνάντησης για τον πόρο «%1$s»: %2$s
ru_ru: Встреча отменена для ресурса %1$s: %2$s
sv_se: Möte inställt för resursen %1$s: %2$s

source: Booking request for resource %1$s accepted: %2$s
el_gr: Αποδοχή αιτήματος κράτησης για τον πόρο «%1$s»: %2$s
ru_ru: Запрос на резервирование ресурса %1$s принят: %2$s
sv_se: Bokningsbegäran för resursen %1$s accepterad: %2$s

source: Booking request for resource %1$s tentatively accepted: %2$s
el_gr: Διστακτική αποδοχή αιτήματος κράτησης για τον πόρο «%1$s»: %2$s
ru_ru: Запрос на резервирование ресурса %1$s предварительно принят: %2$s
sv_se: Bokningsbegäran för resursen %1$s preliminärt accepterad: %2$s

source: Booking request for resource %1$s declined: %2$s
el_gr: Απόρριψη αιτήματος κράτησης για τον πόρο «%1$s»: %2$s
ru_ru: Запрос на резервирование ресурса %1$s отклонен: %2$s
sv_se: Bokningsbegäran för resursen %1$s nekad: %2$s

source: Booking request for resource %1$s deferred: %2$s
el_gr: Αναβολή αιτήματος κράτησης για τον πόρο «%1$s»: %2$s
ru_ru: Запрос на резервирование ресурса %1$s отложен: %2$s
sv_se: Bokningsbegäran för resursen %1$s skickades vidare: %2$s

source: No recurrence
el_gr: Καμία επανάληψη
et_ee: Ei kordu
ru_ru: Не повторяется
sv_se: Ingen upprepning

source: Every %1$s day
el_gr: Κάθε %1$s μέρα
et_ee: Igal %1$s päeval
ru_ru: Каждый %1$s день
sv_se: Var %1$s dag

source: Every week on %1$s
el_gr: Κάθε εβδομάδα, %1$s
et_ee: Iga nädala %1$s
ru_ru: Каждую неделю в %1$s
sv_se: Varje vecka på %1$s

source: Every week
el_gr: Κάθε εβδομάδα
et_ee: Igal nädalal
ru_ru: Каждую неделю
sv_se: Varje vecka

source: Every %1$s weeks on %2$s
el_gr: Κάθε %1$s εβδομάδες, %2$s
et_ee: Iga %1$s nädala järel %2$s
ru_ru: Каждые %1$s нед. в %2$s
sv_se: Var %1$s vecka på %2$s

source: Every %1$s weeks
el_gr: Κάθε %1$s εβδομάδες
et_ee: Iga %1$s nädala tagant
ru_ru: Каждые %1$s недель
sv_se: Var %1$s vecka

source: On %1$s. day every %2$s. month
el_gr: Την %1$sη ημέρα κάθε %2$sου μήνα
et_ee: Iga %2$s. kuu %1$s. päeval
ru_ru: Каждый %1$s день каждого %2$s месяца
sv_se: På %1$s dagen var %2$s månad

source: On %1$s %2$s every %3$s. month
el_gr: Την/το %1$s %2$s κάθε %3$sου μήνα
et_ee: Iga %3$s. kuu %1$s %2$s
ru_ru: %1$s %2$s каждый %3$s месяц
sv_se: På %1$s %2$s var %3$s månad

source: On %1$s %2$s in %3$s
el_gr: Την/το %1$s %2$s του %3$s
et_ee: %1$s %2$s %3$s
ru_ru: %1$s %2$s, %3$s
sv_se: På %1$s %2$s i %3$s

source: Every %1$s. %2$s
el_gr: Κάθε %1$sη %2$s
et_ee: Igal %1$s. %2$s
ru_ru: %1$s, %2$s
sv_se: Varje %1$s %2$s

source: Work day
el_gr: Εργάσιμη ημέρα
et_ee: Tööpäev
ru_ru: Рабочий день
sv_se: Arbetsdag

source: Weekend day
el_gr: Ημέρα σαββατοκύριακου
et_ee: Nädalavahetuse päev
ru_ru: Выходной
sv_se: Helgdag

source: Day
el_gr: Ημέρα
et_ee: Päev
ru_ru: День
sv_se: Dag

source: Monday
el_gr: Δευτέρα
et_ee: Esmaspäev
ru_ru: Понедельник
sv_se: Måndag

source: Tuesday
el_gr: Τρίτη
et_ee: Teisipäev
ru_ru: Вторник
sv_se: Tisdag

source: Wednesday
el_gr: Τετάρτη
et_ee: Kolmapäev
ru_ru: Среда
sv_se: Onsdag

source: Thursday
el_gr: Πέμπτη
et_ee: Neljapäev
ru_ru: Четверг
sv_se: Torsdag

source: Friday
el_gr: Παρασκευή
et_ee: Reede
ru_ru: Пятница
sv_se: Fredag

source: Saturday
el_gr: Σάββατο
et_ee: Laupäev
ru_ru: Суббота
sv_se: Lördag

source: Sunday
el_gr: Κυριακή
et_ee: Pühapäev
ru_ru: Воскресенье
sv_se: Söndag

source: January
el_gr: Ιανουαρίου
et_ee: Jaanuar
ru_ru: Январь
sv_se: Januari

source: February
el_gr: Φεβρουαρίου
et_ee: Veebruar
ru_ru: Февраль
sv_se: Februari

source: March
el_gr: Μαρτίου
et_ee: Märts
ru_ru: Март
sv_se: Mars

source: April
el_gr: Απριλίου
et_ee: Aprill
ru_ru: Апрель

source: May
el_gr: Μαΐου
et_ee: Mai
ru_ru: Май
sv_se: Maj

source: June
el_gr: Ιουνίου
et_ee: Juuni
ru_ru: Июнь
sv_se: Juni

source: July
el_gr: Ιουλίου
et_ee: Juuli
ru_ru: Июль
sv_se: Juli

source: August
el_gr: Αυγούστου
ru_ru: Август
sv_se: Augusti

source: September
el_gr: Σεπτεμβρίου
ru_ru: Сентябрь

source: October
el_gr: Οκτωβρίου
et_ee: Oktoober
ru_ru: Октябрь
sv_se: Oktober

source: November
el_gr: Νοεμβρίου
ru_ru: Ноябрь

source: December
el_gr: Δεκεμβρίου
et_ee: Detsember
ru_ru: Декабрь

source: first
el_gr: πρώτο
et_ee: esimene
ru_ru: первый
sv_se: första

source: second
el_gr: δεύτερο
et_ee: teine
ru_ru: второй
sv_se: andra

source: third
el_gr: τρίτο
et_ee: kolmas
ru_ru: третий
sv_se: tredje

source: fourth
el_gr: τέταρτο
et_ee: neljas
ru_ru: четвертый
sv_se: fjärde
