Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: %1$s (%2$s) has shared %3$s items with the group "%4$s". Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s στοιχεία με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τα δείτε.
et_ee: %1$s (%2$s) on jaganud %3$s üksust rühmaga "%4$s". Palun klõpsake allolevale nupule nende vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к %3$s объектам группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade %3$s objekt med gruppen ”%4$s”. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s". Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί τον φάκελο «%3$s» με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τον δείτε.
et_ee: %1$s (%2$s) on jaganud kausta "%3$s" rühmaga "%4$s". Palun klõpsake allolevale nupule selle vaatamiseks.
ru_ru: %1$s (%2$s) открыл доступ к папке «%3$s» группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) delade mappen ”%3$s” med gruppen ”%4$s”. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s". Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d φακέλους με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τους δείτε.
et_ee: %1$s (%2$s) on jaganud %3$d kausta grupiga "%4$s". Nende vaatamiseks klõpsake alloleval nupul.
ru_ru: %1$s (%2$s) открыл доступ к %3$s папкам группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) har delat %3$d mappar med gruppen ”%4$s”. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the calendar "%3$s" with the group "%4$s". Please click the button below to view it.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το ημερολόγιο «%3$s» με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να το δείτε.
et_ee: %1$s (%2$s) jagas kalendrit "%3$s" rühmaga "%4$s". Selle vaatamiseks klõpsake alloleval nupul.
ru_ru: %1$s (%2$s) открыл группе «%4$s» доступ к календарю «%3$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) har delat kalendern ”%3$s” med gruppen ”%4$s”. Klicka på knappen nedanför för att visa den.

source: %1$s (%2$s) has shared %3$d calendars with the group "%4$s". Please click the button below to view them.
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d ημερολόγια με την ομάδα «%4$s». Παρακαλώ κάντε κλικ στο παρακάτω κουμπί για να τα δείτε.
et_ee: %1$s (%2$s) on jaganud %3$d kalendrit grupiga "%4$s". Nende vaatamiseks klõpsake alloleval nupul.
ru_ru: %1$s (%2$s) открыл доступ к %3$s календарям группе «%4$s». Нажмите кнопку ниже для просмотра.
sv_se: %1$s (%2$s) har delat %3$d kalendrar med gruppen ”%4$s”. Klicka på knappen nedanför för att visa dem.

source: %1$s (%2$s) has shared the file "%3$s" with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το αρχείο «%3$s» με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega faili "%3$s" ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к файлу «%3$s». Сообщение:
sv_se: %1$s (%2$s) har delat filen ”%3$s” med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$s files with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s αρχεία με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega %3$s faili ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s файлам. Сообщение:
sv_se: %2$s (%2$s) har delat %3$s filer med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared the image "%3$s" with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί την εικόνα «%3$s» με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega pilti "%3$s" ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к изображению «%3$s». Сообщение:
sv_se: %1$s (%2$s) har delat bilden ”%3$s” med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$s images with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s εικόνες με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega %3$s pilti ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s изображениям. Сообщение:
sv_se: %1$s (%2$s) har delat %3$s bilder med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared the folder "%3$s" with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί τον φάκελο «%3$s» με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega kausta "%3$s" ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к папке «%3$s». Сообщение:
sv_se: %1$s (%2$s) har delat mappen ”%3$s” med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared the calendar "%3$s" with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το ημερολόγιο «%3$s» με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) jagas teiega kalendrit "%3$s" ja jättis teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к календарю «%3$s». Сообщение:
sv_se: %1$s (%2$s) har delat kalendern ”%3$s” med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared the item "%3$s" with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το στοιχείο «%3$s» με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega üksust "%3$s" ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к «%3$s». Сообщение:
sv_se: %1$s (%2$s) har delat objektet ”%3$s” med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$d items with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d στοιχεία με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega %3$d üksust ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s объектам. Сообщение:
sv_se: %1$s (%2$s) har delat %3$d objekt med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$d folders with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d φακέλους με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud teiega %3$d kausta ning jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s папкам. Сообщение:
sv_se: %1$s (%2$s) har delat %3$d mappar med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$d calendars with you and left you a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d ημερολόγια με εσάς και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on teiega jaganud %3$d kalendrit ja jätnud teile sõnumi:
ru_ru: %1$s (%2$s) предоставляет вам доступ к %3$s календарям. Сообщение:
sv_se: %1$s (%2$s) har delat %3$d kalendrar med dig och lämnade ett meddelande:

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το αρχείο «%3$s» με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud faili "%3$s" rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к файлу «%3$s» группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade filen ”%3$s” med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$s files with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s αρχεία με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud %3$s faili rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к %3$s файлам группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade %3$s filer med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί την εικόνα «%3$s» με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud pilti "%3$s" rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к изображению «%3$s» группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade bilden ”%3$s” med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$s images with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$s εικόνες με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud %3$s pilti rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к %3$s изображениям группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade %3$s bilder med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί τον φάκελο «%3$s» με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud kausta "%3$s" rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к папке «%3$s» группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade mappen ”%3$s” med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared the calendar "%3$s" with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το ημερολόγιο «%3$s» με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) jagas kalendrit "%3$s" grupiga "%4$s" ja jättis sõnumi:
ru_ru: %1$s (%2$s) открыл(а) группе «%4$s» доступ к календарю «%3$s». Сообщение:
sv_se: %1$s (%2$s) har delat kalendern ”%3$s” med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί το στοιχείο «%3$s» με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud üksust "%3$s" rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к объекту «%3$s» группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade objektet ”%3$s” med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$d items with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d στοιχεία με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud %3$d üksust rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к %3$s объектам группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade %3$d objekt med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d φακέλους με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) on jaganud %3$d kausta rühmaga "%4$s" ning jätnud sõnumi:
ru_ru: %1$s (%2$s) открыл доступ к %3$s папкам группе «%4$s» и оставил сообщение:
sv_se: %1$s (%2$s) delade %3$d mappar med gruppen ”%4$s” och lämnade ett meddelande:

source: %1$s (%2$s) has shared %3$d calendars with the group "%4$s" and left a message:
el_gr: Ο/Η %1$s (%2$s) έχει μοιραστεί %3$d ημερολόγια με την ομάδα «%4$s» και έχει αφήσει ένα μήνυμα:
et_ee: %1$s (%2$s) jagas %3$d kalendrit grupiga "%4$s" ja jättis sõnumi:
ru_ru: %1$s (%2$s) открыл(а) группе «%4$s» доступ к %3$s календарям. Сообщение:
sv_se: %1$s (%2$s) har delat %3$d kalendrar med gruppen ”%4$s” och lämnade ett meddelande:

source: View image
el_gr: Προβολή εικόνας
et_ee: Vaata pilti
ru_ru: Просмотр изображения
sv_se: Visa bild

source: View images
el_gr: Προβολή εικόνων
et_ee: Vaata pilte
ru_ru: Просмотр изображений
sv_se: Visa bilder

source: View folder
el_gr: Προβολή φακέλου
et_ee: Vaata kausta
ru_ru: Просмотр папки
sv_se: Visa mapp

source: View folders
el_gr: Προβολή φακέλων
et_ee: Vaata kaustu
ru_ru: Просмотр папок
sv_se: Visa mappar

source: View calendar
el_gr: Προβολή ημερολογίου
et_ee: Vaata kalendrit
ru_ru: Просмотр календаря
sv_se: Visa kalender

source: View calendars
el_gr: Προβολή ημερολογίων
et_ee: Vaata kalendreid
ru_ru: Просмотр календарей
sv_se: Visa kalendrar

source: View item
el_gr: Προβολή στοιχείου
et_ee: Vaata üksust
ru_ru: Просмотр объекта
sv_se: Visa objekt

source: View items
el_gr: Προβολή στοιχείων
et_ee: Vaata üksuseid
ru_ru: Просмотр объектов
sv_se: Visa objekt

source: This link is password protected. You need the following password to open it:
el_gr: Αυτός ο σύνδεσμος προστατεύεται με κωδικό πρόσβασης. Χρειάζεστε τον ακόλουθο κωδικό πρόσβασης για να τον ανοίξετε:
et_ee: See link on parooliga kaitstud. Vajate selle avamiseks järgnevat parooli:
ru_ru: Ссылка защищена паролем. Чтобы ее открыть, надо ввести пароль:
sv_se: Länken är lösenordsskyddad. Du behöver följande lösenord för att öppna den:

source: %1$s - Forgot your password?
el_gr: %1$s - Ξεχάσατε τον κωδικό πρόσβασής σας;
et_ee: %1$s - Kas unustasite oma parooli?
ru_ru: %1$s: забыли пароль?
sv_se: %1$s - Glömt lösenordet?

source: Hello,
el_gr: Γεια σας,
et_ee: Tere,
ru_ru: Здравствуйте,
sv_se: Hej,

source: we got informed that you forgot your password. You can set a new password here:
el_gr: πληροφορηθήκαμε ότι ξεχάσατε τον κωδικό πρόσβασής σας. Μπορείτε να ορίσετε έναν νέο κωδικό πρόσβασης εδώ:
et_ee: meieni jõudis teave, et olete unustanud oma parooli. Võite seadistada uue parooli siit:
ru_ru: нам сообщили, что вы забыли свой пароль. Новый пароль можно установить по ссылке:
sv_se: vi fick höra att du har glömt ditt lösenord. Du kan ange ett nytt lösenord här:

source: Set password
el_gr: Ορισμός κωδικού πρόσβασης
et_ee: Seadista parool
ru_ru: Восстановить пароль
sv_se: Ange lösenord

source: If you didn't request this, please ignore this email. Your password won't change until you access the button above and set a new one.
el_gr: Αν δεν το ζητήσατε εσείς αυτό, παρακαλούμε αγνοήστε αυτό το email. Ο κωδικός πρόσβασής σας δεν θα αλλάξει μέχρι να κάνετε κλικ στο παραπάνω κουμπί και να ορίσετε έναν νέο.
et_ee: Kui te seda ei soovinud, jätke e-kiri tähelepanuta. Teie parool ei muutu, kuni te ülalolevat nuppu ei kasuta ja uut parooli ei seadista.
ru_ru: Если вы не запрашивали восстановление пароля, можно проигнорировать это сообщение. Пароль не будет изменен до тех пор, пока вы не нажмете кнопку восстановления и не создадите новый пароль.
sv_se: Om du inte begärde det här, ignorera e-brevet. Ditt lösenord kommer inte ändras tills du använder knappen ovanför och anger ett nytt.

source: This is an automated message, please do not reply.
el_gr: Αυτό είναι ένα αυτοματοποιημένο μήνυμα, παρακαλώ μην απαντήσετε.
et_ee: See teade on automaatne, ärge sellele vastake.
ru_ru: Это сообщение было отправлено автоматически. Не отвечайте на него.
sv_se: Detta är ett automatiserat meddelande. Svara inte.

source: unknown
el_gr: άγνωστο
et_ee: pole teada
ru_ru: неизвестно
sv_se: okänd

source: and %1$d more files.
el_gr: και %1$d ακόμα αρχεία.
et_ee: ja veel %1$d faili.
ru_ru: и еще %1$d файла(ов).
sv_se: och %1$d filer till.

source: and 1 more file.
el_gr: και 1 ακόμα αρχείο.
et_ee: ja veel 1 fail.
ru_ru: и еще 1 файл.
sv_se: och 1 fil till.

source: No notification mail could be sent to user "%1$s". We don't know his email address.
el_gr: Δεν ήταν δυνατή η αποστολή email ειδοποίησης στον χρήστη «%1$s». Δεν γνωρίζουμε τη διεύθυνση email του.
et_ee: Kasutajale "%1$s" ei õnnestunud saata teavitust e-posti teel. Me ei tea tema e-posti aadressi.
ru_ru: Не удалось отправить уведомление пользователю «%1$s». Неизвестный электронный адрес.
sv_se: Inget aviseringsbrev kunde skickas till användaren ”%1$s”. Vi känner inte igen den här e-postadressen.

source: An error occurred, we were unable to send an email to "%2$s".
el_gr: Προέκυψε σφάλμα, δεν μπορέσαμε να στείλουμε ένα email στο «%2$s».
et_ee: Ilmnes viga, e-kirja saatmine adressaadile "%2$s" ebaõnnestus.
ru_ru: Ошибка: не удалось отправить письмо на «%2$s».
sv_se: Ett fel inträffade. Vi kunde inte skicka ett meddelande till ”%2$s”.

source: An error occurred, we were unable to send out the notification mails.
el_gr: Προέκυψε σφάλμα, δεν μπορέσαμε να στείλουμε τα email ειδοποίησης.
et_ee: Ilmnes viga, teavituste saatmine e-posti teel ebaõnnestus.
ru_ru: Ошибка: не удалось отправить уведомления.
sv_se: Ett fel inträffade. Vi kunde inte skicka ut aviseringsbreven.

source: You don't have sufficient permissions to send notifications for this share.
el_gr: Δεν έχετε επαρκή δικαιώματα για την αποστολή ειδοποιήσεων για αυτό το κοινόχρηστο στοιχείο.
et_ee: Teil puuduvad õigused teavituste saatmiseks selle jagatud ressursi osas.
ru_ru: У вас недостаточно разрешений для того, чтобы отправлять уведомления для этого общего ресурса.
sv_se: Du har inte tillräckliga rättigheter för att skicka aviseringar för den här delningen.

source: Unable to find a subscription for "%1$s"
el_gr: Δεν είναι δυνατή η εύρεση συνδρομής για το «%1$s»
et_ee: Ei ole võimalik leida tellimust "%1$s" jaoks
ru_ru: Не удалось найти подписку на «%1$s»
sv_se: Kan inte hitta prenumeration för ”%1$s”

source: The given link "%1$s" can't be resolved to a share.
el_gr: Δεν είναι δυνατή η αντιστοίχιση του συγκεκριμένου συνδέσμου «%1$s» σε κοινόχρηστο στοιχείο.
et_ee: Antud link "%1$s" ei lahendu jagamiseks.
ru_ru: Данная ссылка «%1$s» не может быть преобразована в общую папку.
sv_se: Den givna länken ”%1$s” kan inte lösas till en delning.

source: You don't have enough permissions to perform the operation.
el_gr: Δεν έχετε επαρκή δικαιώματα για να εκτελέσετε τη λειτουργία.
et_ee: Teil ei ole piisavalt õigusi operatsiooni sooritamiseks.
ru_ru: У вас недостаточно прав для выполнения операции.
sv_se: Du har inte tillräckliga rättigheter för att utföra åtgärden.

source: The folder %1$s belongs to a folder tree that is unsubscribed.
el_gr: Ο φάκελος «%1$s» ανήκει σε ένα δένδρο φακέλων εκτός συνδρομής.
et_ee: Kaust %1$s kuulub kaustapuusse, mille tellimisest on loobutud.
ru_ru: Папка %1$s принадлежит дереву папок, подписка на которую отменена.
sv_se: Mappen %1$s hör till ett mappträd som du inte prenumererar på.

source: After unsubscribing from "%1$s", all folders from the account "%2$s" will be removed.
el_gr: Μετά την κατάργηση της εγγραφής από το «%1$s», θα αφαιρεθούν όλοι οι φάκελοι από τον λογαριασμό «%2$s».
et_ee: Pärast "%1$s" tellimuse tühistamist eemaldatakse kõik konto "%2$s" kaustad.
ru_ru: После отказа от подписки на «%1$s» все папки из учетной записи «%2$s» будут удалены.
sv_se: Efter att du säger upp prenumerationen på ”%1$s” kommer alla mappar från kontot ”%$s” att tas bort.

source: You have exceeded the maximum number of sms allowed. Please try again after %1$s hours
el_gr: Έχετε υπερβεί τον μέγιστο επιτρεπόμενο αριθμό SMS. Παρακαλώ δοκιμάστε ξανά μετά από %1$s ώρες
et_ee: Olete ületanud SMS-ide maksimaalse lubatud arvu. Palun proovige uuesti %1$s tunni pärast
ru_ru: Превышено ограничение на максимальное число SMS-сообщений. Повторите попытку через %1$s час(а)(ов)
sv_se: Du har överskridit maximalt tillåtet antal SMS. Försök igen om %1$s timmar

source: SMS limits apply. You can only send one more message in the next %1$s hours
el_gr: Ισχύουν όρια SMS. Μπορείτε να στείλετε μόνο ένα ακόμα μήνυμα τις επόμενες %1$s ώρες
et_ee: Kehtib SMS-ide piirang. Järgneva %1$s tunni jooksul saate saata üheainsa sõnumi.
ru_ru: Действуют ограничения на SMS. В течение следующих %1$s часов вы сможете отправить только одно сообщение
sv_se: SMS-begränsning används. Du får bara skicka ett ytterligare meddelande under följande %1$s timmar

source: Could not parse phone number %1$s
el_gr: Δεν ήταν δυνατή η ανάλυση του αριθμού τηλεφώνου «%1$s»
et_ee: Telefoninumbri %1$s parsimine ebaõnnestus
ru_ru: Не удалось обработать номер телефона %1$s
sv_se: Kunde inte tolka telefonnumret %1$s

source: Unknown country tag: %1$s
el_gr: Άγνωστη ετικέτα χώρας: %1$s
et_ee: Tundmatu riigitähis: %1$s
ru_ru: Неизвестная метка страны: %1$s
sv_se: Okänd landskod: %1$s

source: Message is too long (%1$s characters). Maximum length is %2$s characters.
el_gr: Το μήνυμα είναι πολύ μεγάλο (%1$s χαρακτήρες). Το μέγιστο μήκος είναι %2$s χαρακτήρες.
et_ee: Sõnum on liiga pikk (%1$s märki). Maksimaalne pikkus on %2$s märki.
ru_ru: Сообщение содержит %1$s знак(ов), что превышает максимально допустимую длину (%2$s).
sv_se: Meddelandet är för långt (%1$s tecken). Maximal längd är %2$s tecken.

source: Invalid or harmful image data detected
el_gr: Εντοπίστηκαν μη έγκυρα ή επιβλαβή δεδομένα εικόνας
et_ee: Kehtetud või kahjulikud pildiandmed tuvastatud
ru_ru: Данные изображения повреждены и потенциально опасны
sv_se: Ogiltig eller skadlig bilddata upptäcktes

source: The signature image exceeds the maximum allowed size of '%1$s'.
el_gr: Η εικόνα υπογραφής υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος των «%1$s».
et_ee: Allkirjapilt ületab maksimaalset lubatud suurust '%1$s'.
ru_ru: Изображение для подписи превышает максимально допустимый размер %1$s.
sv_se: Signaturbilden överskrider den maximala tillåtna storleken på '%1$s'.

source: The signature size exceeds the maximum allowed size of '%1$s'.
el_gr: Το μέγεθος της υπογραφής υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος των «%1$s».
et_ee: Allkirja suurus ületab maksimaalset lubatud suurust "%1$s".
ru_ru: Размер подписи превышает максимально допустимый размер «%1$s».
sv_se: Signaturens storlek överskrider den maximala tillåtna gränsen på '%1$s'.

source: The maximum allowed number of '%1$s' images in the signature is reached.
el_gr: Έχετε φτάσει τον μέγιστο επιτρεπόμενο αριθμός εικόνων «%1$s» στην υπογραφή.
et_ee: Maksimaalne lubatav arv '%1$s' pilte allkirjas on saavutatud.
ru_ru: Достигнуто максимально допустимое число изображений в подписи (%1$s).
sv_se: Det maximala tillåtna antalet '%1$s' signaturbilder har nåtts.

source: You are not allowed to modify the signature
el_gr: Δεν επιτρέπεται να τροποποιήσετε την υπογραφή
et_ee: Teil ei lubata seda allkirja muuta
ru_ru: У вас нет разрешения на изменение этой подписи
sv_se: Du har inte tillstånd att ändra signaturen

source: The entered display name is too long. Please use a shorter one.
el_gr: Το εισαχθέν εμφανιζόμενο όνομα είναι πολύ μεγάλο. Παρακαλώ χρησιμοποιήστε ένα μικρότερο.
et_ee: Sisestatud kuvamisnimi on liiga pikk. Palun kasutage lühemat nime.
ru_ru: Введенное отображаемое имя слишком длинное. Пожалуйста, используйте имя с меньшим количеством символов.
sv_se: Inmatat visningsnamn är för långt. Använd ett kortare namn.

source: The entered identifier is too long. Please use a shorter one.
el_gr: Το εισαχθέν αναγνωριστικό είναι πολύ μεγάλο. Παρακαλώ χρησιμοποιήστε ένα μικρότερο.
et_ee: Sisestatud identifikaator on liiga pikk. Palun kasutage lühemat.
ru_ru: Введенный идентификатор слишком длинный. Пожалуйста, используйте идентификатор меньшей длины.
sv_se: Inmatad identifierare är för lång. Använd en kortare identifierare.

source: The entered module identifier is too long. Please use a shorter one.
el_gr: Το εισαχθέν αναγνωριστικό μονάδας είναι πολύ μεγάλο. Παρακαλώ χρησιμοποιήστε ένα μικρότερο.
et_ee: Sisestatud mooduli identifikaator on liiga pikk. Palun kasutage lühemat.
ru_ru: Введенный идентификатор модуля слишком длинный. Пожалуйста, используйте идентификатор меньшей длины.
sv_se: Inmatad modulidentifierare är för lång. Använd en kortare identifierare.

source: The entered type identifier is too long. Please use a shorter one.
el_gr: Το εισαχθέν αναγνωριστικό τύπου είναι πολύ μεγάλο. Παρακαλώ χρησιμοποιήστε ένα μικρότερο.
et_ee: Sisestatud tüübi identifikaator on liiga pikk. Palun kasutage lühemat.
ru_ru: Введенный идентификатор типа слишком длинный. Пожалуйста, используйте идентификатор меньшей длины.
sv_se: Inmatad typidentifierare är för lång. Använd en kortare identifierare.

source: Login
el_gr: Σύνδεση
et_ee: Kasutajatunnus
ru_ru: Пользователь
sv_se: Inloggning

source: Other e-mail addresses:
el_gr: Άλλες διευθύνσεις email:
et_ee: Muud e-posti aadressid:
ru_ru: Другие адреса электронной почты:
sv_se: Andra e-postadresser:

source: Other instant messengers:
el_gr: Άλλες εφαρμογές μηνυμάτων:
et_ee: Muud kiirsuhtlusvahendid:
ru_ru: Другие мессенджеры:
sv_se: Andra snabbmeddelandetjänster:
