Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Your mail transport for %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
el_gr: Η μεταφορά email σας για το %2$s απενεργοποιήθηκε λόγω μη έγκυρων διαπιστευτηρίων. Παρακαλώ επεξεργαστείτε τον λογαριασμό και εισαγάγετε τα σωστά διαπιστευτήρια για ενεργοποίηση
et_ee: Teie posti transport %2$s jaoks keelati kehtetute volituste tõttu. Palun redigeerige kontot ja sisestage õiged volitused, et see uuesti lubada
ru_ru: Ваш почтовый транспорт для %2$s был отключен из-за некорректных учетных данных. Отредактируйте учетную запись и введите корректные данные для активации
sv_se: Din mail-transport för %2$s avaktiverades på grund av ogiltiga inloggningsuppgifter. Redigera kontot och ange korrekta uppgifter för att aktivera den igen

source: Your mail transport for %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
el_gr: Η μεταφορά email σας για το %2$s απενεργοποιήθηκε λόγω ζητημάτων ταυτοποίησης. Παρακαλώ εξουσιοδοτήστε εκ νέου τον λογαριασμό %5$s για ενεργοποίηση.
et_ee: Teie e-posti %2$s kohaletoimetamine deaktiveeriti, kuna seda ei olnud võimalik autoriseerida. Palun proovige kontot %5$s uuesti autoriseerida.
ru_ru: Передача почты для %2$s была остановлена вследствие проблем авторизации. Заново авторизуйте аккаунт %5$s еще раз для его повторной активации.
sv_se: Din e-posttransport för %2$s avaktiverades på grund av behörighetsproblem. Godkänn kontot %5$s på nytt för att återaktivera det.

source: Unsupported OAuth mail access to server %1$s
el_gr: Μη υποστηριζόμενη πρόσβαση email OAuth στον διακομιστή «%1$s»
et_ee: Toetamata OAuth posti juurdepääs serverile %1$s
ru_ru: Неподдерживаемый метод доступа OAuth к почтовому серверу %1$s
sv_se: OAuth e-poståtkomst som inte stöds till server %1$s

source: Unsupported OAuth transport access to server %1$s
el_gr: Μη υποστηριζόμενη πρόσβαση μεταφοράς OAuth στον διακομιστή «%1$s»
et_ee: Toetamata OAuth-transpordi juurdepääs serverile %1$s
ru_ru: Неподдерживаемый метод доступа OAuth к транспорту почтового сервера %1$s
sv_se: OAuth transportåtkomst som inte stöds till server %1$s

source: Mail server %1$s denied connect attempt: %3$s
el_gr: Ο διακομιστής email «%1$s» απέρριψε την απόπειρα σύνδεσης: %3$s
et_ee: Postiserver %1$s keeldus ühenduskatsest: %3$s
ru_ru: Почтовый сервер %1$s отклонил попытку подключения: %3$s
sv_se: E-postservern %1$s nekade anslutningsförsök: %3$s

source: As the original email no longer exists, your email has been sent as a new one.
el_gr: Επειδή το αρχικό email δεν υπάρχει πλέον, το email σας έχει αποσταλεί ως νέο.
et_ee: Kuna algset e-kirja enam ei ole, on teie e-kiri saadetud uue e-kirjana.
ru_ru: Так как исходное электронное сообщение больше не существует, ваше электронное сообщение было отправлено как новое.
sv_se: Eftersom det ursprungliga meddelandet inte finns längre har ditt meddelande skickats som ett nytt meddelande.

source: Your mail account %2$s is deactivated. Please activate the account in order to access it.
el_gr: Ο λογαριασμός email %2$s σας είναι απενεργοποιημένος. Παρακαλώ ενεργοποιήστε τον λογαριασμό για να αποκτήσετε πρόσβασης.
et_ee: Teie postikonto %2$s on deaktiveeritud. Palun aktiveerige konto, et sellele ligi pääseda.
ru_ru: Ваш почтовый аккаунт %2$s деактивирован. Пожалуйста, активируйте аккаунт, чтобы получить к нему доступ.
sv_se: Ditt e-postkonto %2$s har avaktiverats. Aktivera kontot för att komma åt det.

source: Your transport account %2$s is deactivated. Please activate the account in order to access it.
el_gr: Ο λογαριασμός μεταφοράς %2$s σας είναι απενεργοποιημένος. Παρακαλώ ενεργοποιήστε τον λογαριασμό για να αποκτήσετε πρόσβαση.
et_ee: Teie transpordikonto %2$s on deaktiveeritud. Palun aktiveerige konto, et sellele ligi pääseda.
ru_ru: Ваш транспортный аккаунт %2$s деактивирован. Пожалуйста, активируйте аккаунт, чтобы получить к нему доступ.
sv_se: Ditt transportkonto %2$s har avaktiverats. Aktivera kontot för att komma åt det.

source: Archive function not available for selected mail account.
el_gr: Η λειτουργία αρχειοθέτησης δεν είναι διαθέσιμη για τον επιλεγμένο λογαριασμό email.
et_ee: Arhiivifunktsioon ei ole valitud postikonto jaoks saadaval.
ru_ru: Архивация недоступна для выбранной почтовой учетной записи.
sv_se: Arkiveringsfunktion ej tillgänglig för valt e-postkonto.

source: The operation can never succeed. Information from mail server: %1$s
el_gr: Η ενέργεια δεν μπορεί να πετύχει ποτέ. Πληροφορίες από τον διακομιστή email: %1$s
et_ee: Operatsioon ei saa kunagi õnnestuda. Teave postiserverist: %1$s
ru_ru: Операция никогда не может быть успешной. Подробности от почтового сервера: %1$s
sv_se: Åtgärden kan aldrig lyckas. Information från e-postserver: %1$s

source: Failed decrypting the password for accessing server %1$s with login %2$s
el_gr: Αποτυχία αποκρυπτογράφησης του κωδικού πρόσβασης για πρόσβαση στον διακομιστή «%1$s» με σύνδεση «%2$s»
et_ee: Serveri %1$s salasõna dekrüpteerimine ebaõnnestus sisselogimisega %2$s
ru_ru: Не удалось расшифровать пароль для доступа к серверу %1$s с логином %2$s
sv_se: Kunde inte avkryptera lösenordet för åtkomst till server %1$s med inloggning %2$s

source: No "send on behalf of" permisison has been granted
el_gr: Δεν έχει χορηγηθεί δικαίωμα «αποστολή εκ μέρους»
ru_ru: Разрешение «отправить от имени» не было выдано
sv_se: Inget tillstånd för ”skicka åt annan användare” har beviljats

source: The operation cannot be performed because composed message is not a reply
el_gr: Δεν είναι δυνατή η εκτέλεση της λειτουργίας, επειδή το συντιθέμενο μήνυμα δεν είναι απάντηση
et_ee: Toimingut ei saa teostada, sest koostatud sõnum ei ole vastus
ru_ru: Операция не разрешена: сообщение не является ответом
sv_se: Åtgärden kan inte utföras eftersom det författade meddelandet inte är ett svar

source: No such attachment
el_gr: Δεν υπάρχει τέτοιο συνημμένο
et_ee: Selline manus puudub
ru_ru: Нет такого вложения
sv_se: Ingen sådan bilaga

source: Attachments must not be shared
el_gr: Δεν πρέπει να γίνεται κοινή χρήση των συνημμένων
et_ee: Manuseid ei tohi jagada
ru_ru: Вы не можете открыть общий доступ к вложениям
sv_se: Bilagor får inte delas

source: Maximum number of composition spaces is reached. Please terminate existing open spaces in order to open new ones.
el_gr: Έχετε φτάσει τον μέγιστο αριθμό χώρων σύνθεσης. Παρακαλώ τερματίστε τους υπάρχοντες ανοιχτούς χώρους για να ανοίξετε νέους.
et_ee: Kompositsiooniruumide maksimaalne arv on saavutatud. Palun lõpetage olemasolevad avatud ruumid, et avada uusi.
ru_ru: Достигнуто максимальное количество открытых окон. Закройте некоторые окна, чтобы открыть новые.
sv_se: Maximalt antal skrivrutor har uppnåtts. Stäng befintliga öppna rutor för att kunna öppna nya.

source: Found no suitable key for composition space. Please re-compose your E-Mail.
el_gr: Δεν βρέθηκε κατάλληλο κλειδί για τον χώρο σύνθεσης. Παρακαλώ συνθέστε εκ νέου το email σας.
et_ee: Ei leidnud sobivat võtit kompositsiooniruumi jaoks. Palun koostage oma e-kiri uuesti.
ru_ru: Не найден подходящий ключ для пространства составления письма. Создайте письмо заново.
sv_se: Hittade ingen lämplig nyckel för skrivrutan. Skriv om ditt meddelande.

source: The entered subject is too long. Please use a shorter one.
el_gr: Το εισαχθέν θέμα είναι πολύ μεγάλο. Παρακαλώ χρησιμοποιήστε ένα μικρότερο.
et_ee: Sisestatud teema on liiga pikk. Palun kasutage lühemat teemat.
ru_ru: Введенная тема письма содержит слишком много символов. Используйте меньшее количество символов.
sv_se: Rubrikraden är för lång. Använd något kortare.

source: The entered "from" address is too long.
el_gr: Η εισαχθείσα διεύθυνση «από» είναι πολύ μεγάλη.
et_ee: Sisestatud "saatja" aadress on liiga pikk.
ru_ru: Введенный адрес «От» превышает допустимую длину.
sv_se: ”Från”-adressen är för lång.

source: The entered "sender" address is too long.
el_gr: Η εισαχθείσα διεύθυνση «αποστολέα» είναι πολύ μεγάλη.
et_ee: Sisestatud "saatja" aadress on liiga pikk.
ru_ru: Введенный адрес «Отправитель» превышает допустимую длину.
sv_se: ”Avsändar”-adressen är för lång.

source: The entered "to" addresses are too long.
el_gr: Οι εισαχθείσες διευθύνσεις «προς» είναι πολύ μεγάλες.
et_ee: Sisestatud aadressid on liiga pikad.
ru_ru: Введенный адрес «Кому» превышает допустимую длину.
sv_se: ”Till”-adresserna är för långa.

source: The entered "cc" addresses are too long.
el_gr: Οι εισαχθείσες διευθύνσεις «cc» είναι πολύ μεγάλες.
et_ee: Sisestatud "cc" aadressid on liiga pikad.
ru_ru: Введенный адрес «Копия» превышает допустимую длину.
sv_se: ”Kopia”-adresserna är för långa.

source: The entered "bcc" addresses are too long.
el_gr: Οι εισαχθείσες διευθύνσεις «bcc» είναι πολύ μεγάλες.
et_ee: Sisestatud bcc-aadressid on liiga pikad.
ru_ru: Введенный адрес «Скрытая Копия» превышает допустимую длину.
sv_se: ”Blind kopia”-adresserna är för långa.

source: The entered "Reply-To" address is too long.
el_gr: Η εισαχθείσα διεύθυνση «απάντηση σε» είναι πολύ μεγάλη.
et_ee: Sisestatud "Reply-To" aadress on liiga pikk.
ru_ru: Введенный адрес «Ответить» содержит слишком много символов.
sv_se: Angiven ”Svara-till”-adress är för lång.

source: The folder containing the attachments to share no longer exists.
el_gr: Ο φάκελος που περιέχει τα συνημμένα προς κοινή χρήση δεν υπάρχει πλέον.
et_ee: Kausta, mis sisaldab jagatavaid manuseid, ei ole enam olemas.
ru_ru: Папка, содержащая вложения для совместного использования, больше не существует.
sv_se: Mappen som innehåller bilagorna att dela ut finns inte längre.

source: Available attachments in the folder containing the attachments to share are inconsistent.
el_gr: Τα διαθέσιμα συνημμένα στον φάκελο, που περιέχει τα συνημμένα προς κοινή χρήση, είναι ασυνεπή.
et_ee: Jagatavaid manuseid sisaldavas kaustas olevad manused pole järjepidevad.
ru_ru: Доступные вложения в папке, содержащей вложения для совместного использования, несовместимы.
sv_se: Tillgängliga bilagor i mappen som innehåller bilagorna att dela ut är inkonsekventa.

source: Not possible to have shared attachments in non-primary account
el_gr: Δεν είναι δυνατή η κοινή χρήση συνημμένων σε μη κύριο λογαριασμό
et_ee: Ei ole võimalik jagada manuseid mitte-primaarse konto puhul
ru_ru: Невозможно иметь общие вложения не в основной учетной записи
sv_se: Inte möjligt att ha delade bilagor i icke-primärt konto

source: Sending address cannot be changed to non-primary account since draft holds shared attachments
el_gr: Δεν είναι δυνατή η αλλαγή της διεύθυνσης αποστολής σε μη κύριο λογαριασμό, καθώς το προσχέδιο διαθέτει κοινόχρηστα συνημμένα
et_ee: Saatmisaadressi ei saa muuta mitte-primaarseks kontoks, kuna mustand sisaldab jagatud manuseid
ru_ru: Адрес отправителя не может быть изменен на не основной аккаунт, так как черновик содержит общие вложения
sv_se: Avsändaradress kan inte ändras till icke-primärt konto eftersom utkastet innehåller delade bilagor

source: The draft message could not be updated. Please try again later.
el_gr: Δεν ήταν δυνατή η ενημέρωση του προσχεδίου του μηνύματος. Παρακαλώ δοκιμάστε ξανά αργότερα.
ru_ru: Черновик сообщения не может быть обновлен. Попробуйте позже.
sv_se: Utkastet Kunde inte uppdateras. Försök igen senare.

source: Your operation has been aborted by server
el_gr: Η ενέργειά σας ακυρώθηκε από τον διακομιστή
ru_ru: Ваше действие было прервано сервером
sv_se: Din åtgärd har avbrutits av servern

source: Read all your mails
el_gr: Ανάγνωση όλων των email σας
et_ee: Loe kõiki oma kirju
ru_ru: Прочтите все ваши письма
sv_se: Läs alla dina meddelanden

source: Create, modify, delete, import and send mails
el_gr: Δημιουργία, τροποποίηση, διαγραφή, εισαγωγή και αποστολή email
et_ee: Loo, muuda, kustuta, impordi ja saada kirju
ru_ru: Создание, изменение, удаление, импорт и отправка писем
sv_se: Skapa ändra, ta bort, importera och skicka meddelanden

source: Folder
el_gr: Φάκελος
et_ee: Kaust
ru_ru: Папка
sv_se: Mapp

source: File
el_gr: Αρχείο
et_ee: Fail
ru_ru: Файл
sv_se: Fil

source: My shared mail attachments
el_gr: Τα κοινόχρηστα συνημμένα μου
et_ee: Minu jagatud e-posti manused
ru_ru: Мои вложения с общим доступом
sv_se: Mina delade e-postbilagor

source: %1$s has shared the following file with you:
el_gr: Ο/Η %1$s έχει μοιραστεί το εξής αρχείο με εσάς:
et_ee: %1$s on jaganud teiega järgnevat faili:
ru_ru: %1$s предоставил вам доступ к следующему файлу:
sv_se: %1$s har delat följande fil med dig:

source: %1$s has shared the following files with you:
el_gr: Ο/Η %1$s έχει μοιραστεί τα εξής αρχεία με εσάς:
et_ee: %1$s on jaganud teiega järgnevaid faile:
ru_ru: %1$s предоставил вам доступ к следующим файлам:
sv_se: %1$s jar delat följande filer med dig:

source: View file
el_gr: Προβολή αρχείου
et_ee: Vaata faili
ru_ru: Просмотр файла
sv_se: Visa fil

source: View files
el_gr: Προβολή αρχείων
et_ee: Vaata faile
ru_ru: Просмотр файлов
sv_se: Visa filer

source: The link will expire on %1$s
el_gr: Ο σύνδεσμος θα λήξει στις %1$s
et_ee: Link aegub %1$s
ru_ru: Ссылка будет действовать до %1$s
sv_se: Länken går ut %1$s

source: Please use the following password: %1$s
el_gr: Παρακαλώ χρησιμοποιήστε τον εξής κωδικό πρόσβασης: %1$s
et_ee: Palun kasutage järgnevat parooli: %1$s
ru_ru: Используйте следующий пароль: %1$s
sv_se: Använd följande lösenord: %1$s

source: Unnamed
el_gr: Ανώνυμο
et_ee: Nimetu
ru_ru: Безымянный
sv_se: Namnlös

source: There was an issue while authenticating. This may be due to a recent password change. To continue please log out and log back in with your most current password.
el_gr: Προέκυψε ζήτημα κατά την ταυτοποίηση. Αυτό μπορεί να οφείλεται σε μια πρόσφατη αλλαγή κωδικού πρόσβασης. Για να συνεχίσετε, παρακαλώ αποσυνδεθείτε και συνδεθείτε ξανά με τον νεότερο κωδικό πρόσβασής σας.
et_ee: Autentimisel tekkis probleem. Põhjuseks võib olla hiljuti muudetud parool. Jätkamiseks logige välja ja uuesti sisse oma uusima parooliga.
ru_ru: Не удалось авторизоваться с этим паролем. Возможно, пароль был изменен. Повторите попытку входа с новым паролем.
sv_se: Ett problem uppstod vid bekräftande av ditt e-postlösenord. Detta kanske beror på att du nyligen har ändrat lösenord. För att fortsätta, logga ut och logga in igen med ditt nya lösenord.

source: The provided login data seem to be wrong. Please correct them.
el_gr: Τα παρεχόμενα δεδομένα σύνδεσης φαίνονται να είναι εσφαλμένα. Παρακαλώ διορθώστε τα.
et_ee: Sisestatud kasutajatunnuse/parooli kombinatsioon on vale. Palun parandage.
ru_ru: Регистрационные данные указаны неверно. Повторите попытку.
sv_se: Inloggningsuppgifterna verkar inte stämma. Justera dem.

source: The provided login data to access mail server %1$s seem to be wrong. Please correct them.
el_gr: Τα παρεχόμενα δεδομένα σύνδεσης για πρόσβαση στον διακομιστή email «%1$s» φαίνονται να είναι εσφαλμένα. Παρακαλώ διορθώστε τα.
et_ee: Sisestatud kasutajatunnuse/parooli kombinatsioon ligipääsuks %1$s serverile on vale. Palun parandage.
ru_ru: Неверные данные доступа к почтовому серверу %1$s. Повторите попытку.
sv_se: Inloggningsuppgifterna för att komma åt e-postservern %1$s verkar vara felaktiga. Justera dem.

source: Mail folder "%1$s" could not be found.
el_gr: Δεν ήταν δυνατή η εύρεση του φακέλου email «%1$s».
et_ee: Postikausta "%1$s" ei leitud.
ru_ru: Папка «%1$s» не найдена.
sv_se: E-postmappen ”%1$s” hittades inte.

source: Mail folder "%1$s" could not be found on mail server %2$s.
el_gr: Δεν ήταν δυνατή η εύρεση του φακέλου email «%1$s» στον διακομιστή email «%2$s».
et_ee: Postikausta "%1$s" ei leitud e-posti serveril %2$s.
ru_ru: Папка «%1$s» на сервере %2$s не найдена.
sv_se: E-postmappen ”%1$s” hittades inte på e-postservern %2$s.

source: Lost connection to mail server. Probably your request took too long. Please try again later.
el_gr: Απώλεια σύνδεσης με τον διακομιστή email. Μάλλον το αίτημά σας άργησε πολύ. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendus e-posti serveriga katkes. Tõenäoliselt võttis päringu sooritamine serveris praegu liiga kaua aega. Palun proovige hiljem uuesti.
ru_ru: Соединение с сервером потеряно. Возможно, время ожидания запроса истекло. Повторите попытку позже.
sv_se: Förlorade anslutning till e-postserver. Antagligen tog din begäran för lång tid. Försök igen senare.

source: Connection closed to mail server %2$s. Probably your request took too long. Please try again later.
el_gr: Η σύνδεση έκλεισε στον διακομιστή email «%2$s». Μάλλον το αίτημά σας άργησε πολύ. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendus e-posti serveriga %2$s katkesati. Tõenäoliselt võttis päringu sooritamine serveris praegu liiga kaua aega. Palun proovige hiljem uuesti.
ru_ru: Соединение с почтовым сервером %2$s закрыто. Возможно, время ожидания запроса истекло. Повторите попытку позже.
sv_se: Anslutning stängd till e-postservern %2$s. Antagligen tog din begäran för lång tid. Försök igen senare.

source: Mail(s) could not be found in the given folder.
el_gr: Δεν ήταν δυνατή η εύρεση email στον συγκεκριμένο φάκελο.
et_ee: Antud kaustas ei leitud e-kirja (-kirju).
ru_ru: Нет сообщений в папке.
sv_se: Meddelande(n) hittades inte i den givna mappen.

source: The given E-Mail address "%1$s" is invalid.
el_gr: Η συγκεκριμένη διεύθυνση email «%1$s» δεν είναι έγκυρη.
et_ee: Esitatud e-posti aadress "%1$s" on kehtetu.
ru_ru: Недопустимый адрес «%1$s».
sv_se: Den givna e-postadressen ”%1$s” är ogiltig.

source: You do not have the appropriate permissions to change the content of folder "%1$s".
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να αλλάξετε το περιεχόμενο του φακέλου «%1$s».
et_ee: Teil puuduvad kausta "%1$s" sisu muutmiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для изменения содержимого папки «%1$s».
sv_se: Du har inte tillräckliga rättigheter för att ändra innehållet i mappen ”%1$s”.

source: You do not have the appropriate permissions to change the content of folder "%1$s" on mail server %2$s.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να αλλάξετε το περιεχόμενο του φακέλου «%1$s» στον διακομιστή email «%2$s».
et_ee: Teil puuduvad nõutavad õigused kausta "%1$s" sisu muutmiseks e-posti serveril %2$s.
ru_ru: Недостаточно разрешений для изменения содержимого папки «%1$s» на сервере %2$s.
sv_se: Du har inte tillräckliga rättigheter för att ändra innehåll i mappen ”%1$s” på e-postservern %2$s.

source: The search expression "%1$s" you entered is invalid.
el_gr: Η έκφραση αναζήτησης «%1$s» που πληκτρολογήσατε δεν είναι έγκυρη.
et_ee: Teie sisestatud otsinguväljend "%1$s" on kehtetu.
ru_ru: Недопустимое выражение поиска: «%1$s».
sv_se: Sökuttrycket ”%1$s” som du matade in är ogiltigt.

source: Message could not be sent because it is too large.
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος, επειδή είναι πολύ μεγάλο.
et_ee: Sõnumi saatmine ebaõnnestus, sest see on liiga suur.
ru_ru: Сообщение не может быть отправлено, так как его размер превышает допустимый.
sv_se: Meddelandet kunde inte skickas eftersom det är för stort.

source: Message could not be sent because it is too large (%1$s).
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος, επειδή είναι πολύ μεγάλο (%1$s).
et_ee: Sõnumi saatmine ebaõnnestus, sest see on liiga suur (%1$s).
ru_ru: Слишком большое сообщение: %1$s. Не может быть отправлено.
sv_se: Meddelandet kunde inte skickas eftersom det är för stort (%1$s).

source: Message could not be sent to the following recipients: %1$s.
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος στους εξής παραλήπτες: %1$s.
et_ee: Ebaõnnestus sõnumi saatmine järgnevatele adressaatidele: %1$s.
ru_ru: Не удалось отправить сообщение следующим адресатам: %1$s.
sv_se: Meddelandet kunde inte skickas till följande mottagare: %1$s.

source: Message could not be sent to the following recipients: %1$s (%2$s)
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος στους εξής παραλήπτες: %1$s (%2$s)
et_ee: Ebaõnnestus sõnumi saatmine järgnevatele adressaatidele: %1$s (%2$s)
ru_ru: Не удалось отправить сообщение адресатам: %1$s (%2$s)
sv_se: Meddelandet kunde inte skickas till följande mottagare: %1$s (%2$s)

source: Message could not be sent. Error message from mail transport server: %1$s
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος. Μήνυμα σφάλματος από τον διακομιστή μεταφοράς email: %1$s
et_ee: Sõnumi saatmine ebaõnnestus. Veateade e-posti transpordiserverilt: %1$s
ru_ru: Не удалось отправить сообщение. Ошибка почтового сервера: %1$s
sv_se: Meddelandet kunde inte skickas. Felmeddelande från e-posttransportserver: %1$s

source: Message could not be sent. Error message from mail transport server: %1$s (%2$s)
el_gr: Δεν ήταν δυνατή η αποστολή του μηνύματος. Μήνυμα σφάλματος από τον διακομιστή μεταφοράς email: %1$s (%2$s)
et_ee: Sõnumi saatmine ebaõnnestus. Veateade e-posti transpordiserverilt: %1$s (%2$s)
ru_ru: Не удалось отправить сообщение. Ошибка сервера: %1$s (%2$s)
sv_se: Meddelandet kunde inte skickas. Felmeddelande från e-posttransportserver: %1$s (%2$s)

source: Lost connection to mail server. Please try again later.
el_gr: Απώλεια σύνδεσης με τον διακομιστή email. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendus e-posti serveriga katkes. Palun proovige hiljem uuesti.
ru_ru: Соединение с почтовым сервером потеряно. Повторите попытку позже.
sv_se: Förlorade anslutning till e-postserver. Försök igen senare.

source: Connection closed to mail server %1$s. Please try again later.
el_gr: Η σύνδεση έκλεισε στον διακομιστή email «%1$s». Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendus e-posti serveriga %1$s katkestati. Palun proovige hiljem uuesti.
ru_ru: Соединение с почтовым сервером %1$s закрыто. Повторите попытку позже.
sv_se: Anslutning stängd till e-postserver %1$s. Försök igen senare.

source: The connection to remote server %1$s was refused or timed out while attempting to connect. Please try again later.
el_gr: Η σύνδεση με τον απομακρυσμένο διακομιστή «%1$s» απορρίφθηκε ή έληξε το χρονικό της όριο κατά την προσπάθεια σύνδεσης. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendusest e-posti serverisse %1$s keelduti või on ühendus aegunud. Palun proovige hiljem uuesti.
ru_ru: Отказ подключения к удаленному серверу %1$s, или время ожидания истекло. Повторите попытку позже.
sv_se: Anslutningen till fjärrserver %1$s vägrades eller överskred tidsgränsen vid anslutningsförsök. Försök igen senare.

source: The connection to remote server %1$s timed out while awaiting the response. Please try again later.
el_gr: Έληξε το χρονικό όριο της σύνδεσης με τον απομακρυσμένο διακομιστή «%1$s» κατά την αναμονή για απόκριση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendus e-posti serverisse %1$s aegus. Palun proovige hiljem uuesti.
ru_ru: Время ожидания ответа сервера %1$s истекло.{Повторите попытку позже.
sv_se: Anslutningen till fjärrservern %1$s överskred tidsgränsen medan svaret inväntades. Försök igen senare.

source: The operation couldn't be completed. Please try again later.
el_gr: Δεν ήταν δυνατή η ολοκλήρωση της ενέργειας. Παρακαλώ δοκιμάστε ξανά αργότερα.
ru_ru: Операция не может быть завершена. Попробуйте позже.
sv_se: Åtgärden kunde inte slutföras. Försök igen senare.

source: Mail server %1$s unexpectedly closed connection. Please try again later.
el_gr: Ο διακομιστής email «%1$s» έκλεισα απροσδόκητα τη σύνδεση. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Ühendus e-posti serverisse %1$s katkestati ootamatult. Palun proovige hiljem uuesti.
ru_ru: Почтовый сервер %1$s закрыл соединение. Повторите попытку позже.
sv_se: E-postservern %1$s stängde oväntat anslutningen. Försök igen senare.

source: The allowed quota on mail server exceeded.
el_gr: Έγινε υπέρβαση του επιτρεπόμενου ορίου στον διακομιστή email.
et_ee: E-posti serveri lubatud kvoot on ületatud.
ru_ru: Превышена квота на почтовом сервере.
sv_se: Kvoten på e-postservern har överskridits.
