Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The scheduling privileges are invalid and cannot be assigned.
el_gr: Τα δικαιώματα προγραμματισμού δεν είναι έγκυρα και δεν είναι δυνατή η ανάθεσή τους.
ru_ru: Привилегии планирования недействительны и не могут быть назначены.
sv_se: Schemaläggningsprivilegierna är ogiltiga och kan inte tilldelas.

source: Scheduling privileges can't be configured for guest users.
el_gr: Δεν είναι δυνατή η ρύθμιση δικαιωμάτων προγραμματισμού για χρήστες-επισκέπτες.
ru_ru: Привилегии планирования не могут быть настроены для гостевых пользователей.
sv_se: Schemaläggningsprivilegierna kan inte konfigureras för gästanvändare.

source: You do not have appropriate permissions for module "%2$s".
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για τη μονάδα «%2$s».
et_ee: Teil puuduvad nõutavad õigused mooduli "%2$s" korral.
ru_ru: Недостаточно разрешений для модуля «%2$s».
sv_se: Du har inte tillräckliga rättigheter för modulen ”%2$s”.

source: Shared folders are not available for your account.
el_gr: Οι κοινόχρηστοι φάκελοι δεν είναι διαθέσιμοι για τον λογαριασμό σας.
et_ee: Jagatud kaustad pole teie kontole juurdepääsetavad.
ru_ru: Ваша учетная запись не может использовать общие папки.
sv_se: Delade mappar är inte tillgängliga för ditt konto.

source: You do not have appropriate permissions for the public folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για τον δημόσιο φάκελο.
et_ee: Teil puuduvad nõutavad õigused avaliku kausta korral.
ru_ru: Недостаточно разрешений для доступа к общей папке.
sv_se: Du har inte lämpliga rättigheter för den offentliga mappen.

source: You do not have appropriate permissions to create subfolders.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε υποφακέλους.
et_ee: Teil puuduvad nõutavad õigused alamkaustade loomiseks.
ru_ru: Недостаточно разрешений для создания вложенных папок.
sv_se: Du har inte lämpliga rättigheter för att skapa underliggande mappar.

source: Such a folder does not exist.
el_gr: Δεν υπάρχει τέτοιος φάκελος.
et_ee: Niisugust kausta pole olemas.
ru_ru: Такая папка не существует.
sv_se: En sådan mapp finns inte.

source: The folder has been changed in the meantime. Please reload the view and try again.
el_gr: Ο φάκελος έχει αλλάξει στο ενδιάμεσο διάστημα. Παρακαλώ φορτώστε εκ νέου την προβολή και δοκιμάστε ξανά.
et_ee: Kausta on vahepeal muudetud. Palun taaslaadige vaade ja proovige uuesti.
ru_ru: Папка была изменена. Обновите страницу и повторите попытку.
sv_se: Mappen ändrades under tiden. Ladda om vyn och försök igen.

source: This operation requires administrative permissions for the folder.
el_gr: Αυτή η λειτουργία απαιτεί δικαιώματα διαχειριστή για τον φάκελο.
et_ee: See toiming eeldab haldusõigusi kausta korral.
ru_ru: Эта операция требует административных прав доступа к папке.
sv_se: Åtgärden kräver administratörsrättigheter för mappen.

source: The folder is a default folder and cannot be renamed.
el_gr: Ο φάκελος είναι ένας προεπιλεγμένος φάκελος και δεν είναι δυνατή η μετονομασία του.
et_ee: Kaust on vaikekaust ja seda ei saa ümber nimetada.
ru_ru: Используемая по умолчанию папка не может быть переименована.
sv_se: Mappen är en standardmapp och kan inte döpas om.

source: The folder already contains a folder with such a name.
el_gr: Ο φάκελος περιέχει ήδη έναν φάκελο με τέτοιο όνομα.
et_ee: Kaust juba sisaldab selle nimega kausta.
ru_ru: Папка с таким именем уже существует.
sv_se: Mappen innehåller redan en mapp med det namnet.

source: Folders of type "%2$s" can't be created below this folder.
el_gr: Δεν είναι δυνατή η δημιουργία των φακέλων του τύπου «%2$s» κάτω από αυτόν τον φάκελο.
et_ee: Selle kausta all ei saa luua "%2$s"-tüüpi kaustu.
ru_ru: Создание папок типа «%2$s» в этой папке не разрешено.
sv_se: Mappar av typen ”%2$s” kan inte skapas under den här mappen.

source: Folders of module "%2$s" can't be created below this folder.
el_gr: Δεν είναι δυνατή η δημιουργία των φακέλων της μονάδας «%2$s» κάτω από αυτόν τον φάκελο.
et_ee: Selle kausta all ei saa luua mooduli "%2$s" kaustu.
ru_ru: Создание папок модуля «%2$s» в этой папке не разрешено.
sv_se: Mappar för modulen ”%2$s” kan inte skapas under den här mappen.

source: Only one user may have administrative permission roles in a private folder.
el_gr: Μόνο ένας χρήστης μπορεί να έχει ρόλους δικαιωμάτων διαχειριστή σε έναν ιδιωτικό φάκελο.
et_ee: Ainult ühel kasutajal võivad olda haldusõigused isikliku kausta korral.
ru_ru: Только один пользователь может быть администратором личной папки.
sv_se: Endast en användare kan ha administratörsrättigheter i en privat mapp.

source: Administrative permissions for a group are not allowed in a private folder.
el_gr: Τα δικαιώματα διαχείρισης για μια ομάδα δεν επιτρέπονται σε έναν ιδιωτικό φάκελο.
et_ee: Isikliku kausta korral ei saa haldusõigusi omistada rühmale.
ru_ru: Не разрешается определять административные разрешения для группы в личной папке.
sv_se: Administratörsrättigheter för en grupp tillåts inte för en privat mapp.

source: Only the owner of a private folder may hold administrative permissions.
el_gr: Μόνο ο κάτοχος ενός ιδιωτικού φακέλου μπορεί να έχει δικαιώματα διαχείρισης.
et_ee: Haldusõigused võivad kuuluda vaid isikliku kausta omanikule.
ru_ru: Только владелец личной папки может иметь административные разрешения.
sv_se: Endast en privat mapps ägare får ha administratörsrättigheter.

source: At least one user with administrative permissions is required.
el_gr: Απαιτείται τουλάχιστον ένας χρήστης με δικαιώματα διαχειριστή.
et_ee: Nõutav on vähemalt üks haldusõigustega kasutaja.
ru_ru: Требуется как минимум один пользователь с административными разрешениями.
sv_se: Åtminstone en användare måste ha administratörsrättigheter.

source: The folder is a default folder and cannot be moved.
el_gr: Ο φάκελος είναι ένας προεπιλεγμένος φάκελος και δεν είναι δυνατή η μετακίνηση του.
et_ee: Kaust on vaikekaust ja seda ei saa teisaldada.
ru_ru: Используемая по умолчанию папка не может быть перемещена.
sv_se: Mappen är en standardmapp och kan inte flyttas.

source: The folder is shared and cannot be moved.
el_gr: Ο φάκελος είναι κοινόχρηστος και δεν είναι δυνατή η μετακίνηση του.
et_ee: Kaust on jagatud kaust ja seda ei saa teisaldada.
ru_ru: Общая папка не может быть перемещена.
sv_se: Mappen är delad och kan inte flyttas.

source: The folder cannot be moved to a shared folder.
el_gr: Δεν είναι δυνατή η μετακίνηση του φακέλου σε κοινόχρηστο φάκελο.
et_ee: Kausta ei saa teisaldada jagatud kausta.
ru_ru: Папка не может быть перемещена в общую папку.
sv_se: Mappen kan inte flyttas till en delad mapp.

source: The folder is a system folder and cannot be moved.
el_gr: Ο φάκελος είναι φάκελος συστήματος και δεν είναι δυνατή η μετακίνηση του.
et_ee: Kaust on süsteemikaust ja seda ei saa teisaldada.
ru_ru: Системная папка не может быть перемещена.
sv_se: Mappen är en systemmapp och kan inte flyttas.

source: The private folder can only be moved to another private folder.
el_gr: Ο ιδιωτικός φάκελος μπορεί να μετακινηθεί μόνο σε άλλο ιδιωτικό φάκελο.
et_ee: Isiklikku kausta saab teisaldada ainult teise isiklikku kausta.
ru_ru: Личная папка может быть перемещена только в другую в личную папку.
sv_se: Den privata mappen kan bara flyttas till en annan privat mapp.

source: The public folder can only be moved to another public folder.
el_gr: Ο δημόσιος φάκελος μπορεί να μετακινηθεί μόνο σε άλλο δημόσιο φάκελο.
et_ee: Avalikku kausta saab teisaldada ainult teise avalikku kausta.
ru_ru: Общая папка может быть перемещена только в другую общую папку.
sv_se: Den offentliga mappen kan bara flyttas till en annan offentlig mapp.

source: The destination folder is the same as the source folder.
el_gr: Ο φάκελος προορισμού είναι ίδιος με τον φάκελο προέλευσης.
et_ee: Sihtkaust on sama kui lähtekaust.
ru_ru: В качестве получателя используется исходная папка.
sv_se: Målmappen är samma som källmappen.

source: You do not have appropriate permissions to move all subfolders.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μετακινήσετε όλους τους υποφακέλους.
et_ee: Teil puuduvad kõigi alamkaustade teisaldamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для перемещения вложенных папок.
sv_se: Du har inte lämpliga rättigheter för att flytta alla underliggande mappar.

source: You do not have appropriate permissions to delete the shared folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε τον κοινόχρηστο φάκελο.
et_ee: Teil puuduvad jagatud kausta kustutamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для удаления общей папки.
sv_se: Du har inte lämpliga rättigheter för att ta bort den delade mappen.

source: The folder is a default folder and cannot be deleted.
el_gr: Ο φάκελος είναι ένας προεπιλεγμένος φάκελος και δεν είναι δυνατή η διαγραφή του.
et_ee: Kaust on vaikekaust ja seda ei saa kustutada.
ru_ru: Используемая по умолчанию папка не может быть удалена.
sv_se: Mappen är en standardmapp och kan inte tas bort.

source: You do not have appropriate permissions to delete all contained items.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να διαγράψετε όλα τα περιεχόμενα στοιχεία.
et_ee: Teil puuduvad kõigi sisalduvate üksuste kustutamiseks nõutavad õigused.
ru_ru: Недостаточно прав для удаления всего содержимого.
sv_se: Du har inte lämpliga rättigheter för att ta bort alla befintliga objekt.

source: The folder cannot be be moved to one of its subfolders.
el_gr: Δεν είναι δυνατή η μετακίνηση του φακέλου σε έναν από τους υποφακέλους του.
et_ee: Kausta ei saa teisaldada mõnda selle alamkaustadest.
ru_ru: Папка не может быть перемещена в свою вложенную папку.
sv_se: Mappen kan inte flyttas till en av dess underliggande mappar.

source: Folders of module "%1$s" cannot be moved to folders of module "%2$s".
el_gr: Δεν είναι δυνατή η μετακίνηση των φακέλων της μονάδας «%1$s» στους φακέλους της μονάδας «%2$s».
et_ee: Mooduli "%1$s" kaustu ei saa teisaldada mooduli "%2$s" kaustadesse.
ru_ru: Папки модуля «%1$s» не могут быть перемещены в папки модуля «%2$s».
sv_se: Mappar för modulen ”%1$s” får inte flyttas till en mapp för modulen ”%2$s”.

source: The shared folder cannot be updated.
el_gr: Δεν είναι δυνατή η ενημέρωση του κοινόχρηστου φακέλου.
et_ee: Jagatud kausta ei saa värskendada.
ru_ru: Общая папка не может быть обновлена.
sv_se: Den delade mappen kan inte uppdateras.

source: The value for attribute %1$s contains more than the allowed number of %2$d characters. Current length: %3$d characters.
el_gr: Η τιμή της ιδιότητας «%1$s» περιέχει περισσότερους από τον επιτρεπόμενο αριθμό των %2$d χαρακτήρων. Τρέχον μήκος: %3$d χαρακτήρες.
et_ee: Atribuudi %1$s väärtus sisaldab lubatud arvust %2$d rohkem märke. Praegune pikkus: %3$d märki.
ru_ru: Слишком длинный атрибут %1$s. Текущий размер %3$d превышает максимально допустимую длину (%2$d).
sv_se: Värdet för attributet %1$s innehåller fler än största tillåtna antal tecken (%2$d). Nuvarande längd: %3$d tecken.

source: The specified folder name exceeds the limit of %2$d characters. Please shorten the name and try again.
el_gr: Το καθορισμένο όνομα φακέλου υπερβαίνει το όριο των %2$d χαρακτήρων. Παρακαλώ χρησιμοποιήστε ένα μικρότερο όνομα και δοκιμάστε ξανά.
et_ee: Määratud kausta nimi on pikem lubatud piirarvust %2$d märki. Palun lühendage nime ja proovige uuesti.
ru_ru: Длина имени папки превышает максимально допустимую (%2$d). Выберите другое имя и повторите попытку.
sv_se: Det angivna mappnamnet överskrider gränsen på %2$d tecken. Korta ned namnet och försök igen.

source: Only the owner of the parent shared folder may hold administrative permissions.
el_gr: Μόνο ο κάτοχος του γονικού κοινόχρηστου φακέλου μπορεί να έχει δικαιώματα διαχειριστή.
et_ee: Haldusõigused võivad kuuluda vaid jagatud emakausta omanikule.
ru_ru: Только владелец общей родительской папки может иметь административные разрешения.
sv_se: Endast ägaren av den överliggande delade mappen får ha administratörsrättigheter.

source: The folder is a default folder. Hence its owner needs to hold administrative permissions.
el_gr: Ο φάκελος είναι ένας προεπιλεγμένος φάκελος. Ως εκ τούτου, ο κάτοχός του πρέπει να διαθέτει δικαιώματα διαχειριστή.
et_ee: Kaust on vaikekaust, mistõttu selle omanikul peavad olema haldusõigused.
ru_ru: Владелец исходной папки должен иметь административные разрешения.
sv_se: Mappen är en standardmapp. Därför måste dess ägare ha administratörsrättigheter.

source: You do not have appropriate permissions to share the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μοιραστείτε τον φάκελο.
et_ee: Teil puuduvad kausta jagamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для предоставления совместного доступа к папке.
sv_se: Du har inte lämpliga rättigheter för att dela ut mappen.

source: It is not possible to apply the changes due to limited permissions
el_gr: Δεν είναι δυνατή η εφαρμογή των αλλαγών λόγω περιορισμένων δικαιωμάτων
et_ee: Muudatuste rakendamine ei ole võimalik piiratud õiguste tõttu
ru_ru: Невозможно применить изменения в силу ограниченных разрешений
sv_se: Det är inte möjligt att verkställa ändringarna på grund av begränsade rättigheter

source: It is not possible to apply the changes as a result of restricted permissions of the user "%1$s".
el_gr: Δεν είναι δυνατή η εφαρμογή των αλλαγών λόγω των περιορισμένων δικαιωμάτων του χρήστη «%1$s».
et_ee: Muudatuste rakendamine pole võimalik kasutaja "%1$s" õiguste piiratuse tõttu.
ru_ru: Пользователь «%1$s» имеет недостаточно разрешений для сохранения изменений.
sv_se: Det är inte möjligt att verkställa ändringarna på grund av att användaren ”%1$s” har begränsade rättigheter.

source: The folder cannot be deleted since it contains a hidden subfolder you don't have the appropriate permissions for.
el_gr: Δεν είναι δυνατή η διαγραφή του φακέλου, καθώς περιέχει έναν κρυφό υποφάκελο για τον οποίο δεν έχετε τα κατάλληλα δικαιώματα.
et_ee: Kausta ei saa kustutada, sest see sisaldab peidetud alamkausta, mille suhtes teil puuduvad nõutavad õigused.
ru_ru: Папка не может быть удалена, так как она содержит скрытую папку, для доступа к которой у вас нет разрешений.
sv_se: Mappen kan inte tas bort eftersom den innehåller en dold undermapp som du inte har lämpliga rättigheter för.

source: The folder already contains a folder with such a name. Please choose a different name and try again.
el_gr: Ο φάκελος περιέχει ήδη έναν φάκελο με αυτό το όνομα. Παρακαλώ επιλέξτε ένα άλλο όνομα και δοκιμάστε ξανά.
et_ee: Kaust juba sisaldab niisuguse nimega kausta. Palun valige mõni muu nimi ja proovige uuesti.
ru_ru: Эта папка уже содержит папку с таким именем. Выберите другое имя и повторите попытку.
sv_se: Mappen innehåller redan en mapp med det namnet. Välj ett annat namn och försök igen.

source: The folder name contains invalid characters.
el_gr: Το όνομα του φακέλου περιέχει μη έγκυρους χαρακτήρες.
et_ee: Kausta nimi sisaldab kehtetuid märke.
ru_ru: Имя папки содержит недопустимые символы.
sv_se: Mappnamnet innehåller ogiltiga tecken.

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
el_gr: Μοιράζεστε ήδη έναν προσωπικό φάκελο με όνομα «%1$s» με τον ίδιο χρήστη. Δεν μπορείτε να μοιραστείτε με έναν χρήστη δύο φακέλους με το ίδιο ακριβώς όνομα. Παρακαλώ μετονομάστε τον φάκελο πριν τον μοιραστείτε με αυτόν τον χρήστη.
et_ee: Te juba jagate isiklikku kausta nimega "%1$s" sama kasutajaga. Kasutajaga ei saa jagada kaht täpselt sama nimega kausta. Palun nimetage kaust ümber enne selle jagamist antud kasutajaga.
ru_ru: Вы уже открыли доступ к личной папке «%1$s» для этого пользователя. Переименуйте папку и повторите попытку.
sv_se: Du delar redan en personlig mapp med namnet ”%1$s” med samma användare. Du kan inte dela två mappar med samma namn med andra användare. Döp om mappen innan du delar den med den här användaren.

source: Duplicate permission defined. Only one permission per user is allowed.
el_gr: Έχει οριστεί διπλότυπο δικαίωμα. Επιτρέπεται μόνο ένα δικαίωμα ανά χρήστη.
et_ee: Dubleeritud õigus määratletud. Lubatud on vaid üks õigus kasutaja kohta.
ru_ru: Попытка определения повторного разрешения. Пользователю может соответствовать только одно разрешение.
sv_se: Dubblerad rättighet definierad. Endast en rättighet per användare tillåts.

source: Duplicate permission defined. Only one permission per group is allowed.
el_gr: Έχει οριστεί διπλότυπο δικαίωμα. Επιτρέπεται μόνο ένα δικαίωμα ανά ομάδα.
et_ee: Dubleeritud õigus määratletud. Lubatud on vaid üks õigus rühma kohta.
ru_ru: Попытка определения повторного разрешения. Каждой группе может соответствовать только одно разрешение.
sv_se: Dubblerad rättighet definierad. Endast ett tillstånd per grupp tillåts.

source: Only the folder visibility permission is allowed to be changed.
el_gr: Επιτρέπεται η αλλαγή μόνο του δικαιώματος ορατότητας φακέλου.
et_ee: Muuta on lubatud vaid kausta nähtavuse õigust.
ru_ru: Разрешается изменить только разрешение режима видимости папки.
sv_se: Endast rättigheten för mappsynlighet tillåts att ändras.

source: Only individual user permissions, but no group permissions are allowed.
el_gr: Επιτρέπονται μόνο δικαιώματα μεμονωμένων χρηστών, όχι δικαιώματα ομάδας.
et_ee: Lubatud on vaid individuaalse kasutaja õigused, mitte rühma õigused.
ru_ru: Разрешено настраивать только индивидуальные разрешения пользователя.
sv_se: Endast individuella användarrättigheter, men inte grupprättigheter, tillåts.

source: No individual user permissions are allowed.
el_gr: Δεν επιτρέπονται δικαιώματα μεμονωμένου χρήστη.
et_ee: Individuaalse kasutaja õigused pole lubatud.
ru_ru: Индивидуальные разрешения пользователей не разрешены.
sv_se: Inga individuella användarrättigheter tillåts.

source: You do not have appropriate permissions to rename the folder.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για να μετονομάσετε τον φάκελο.
et_ee: Teil puuduvad selle kausta ümbernimetamiseks nõutavad õigused.
ru_ru: Недостаточно разрешений для переименования папки.
sv_se: Du har inte lämpliga rättigheter för att döpa om mappen.

source: The folder cannot be deleted as it contains locked documents.
el_gr: Δεν είναι δυνατή η διαγραφή του φακέλου, καθώς περιέχει κλειδωμένα έγγραφα.
et_ee: Kausta ei saa kustutada, sest see sisaldab lukustatud dokumente.
ru_ru: Папка содержит заблокированные документы и не может быть удалена.
sv_se: Mappen kan inte tas bort eftersom den innehåller låsta dokument.

source: Operation may only be performed for context administrator.
el_gr: Η λειτουργία μπορεί να εκτελεστεί μόνο για τον διαχειριστή περιβάλλοντος.
et_ee: Toimingu sooritamine on lubatud vaid konteksti halduri korral.
ru_ru: Эта операция доступна только администратору контекста.
sv_se: Åtgärden får bara utföras för kontextens administratör.

source: The folder cannot be deleted.
el_gr: Δεν είναι δυνατή η διαγραφή του φακέλου.
et_ee: Kausta ei saa kustutada.
ru_ru: Папка не может быть удалена.
sv_se: Mappen kan inte tas bort.

source: The administrative permissions were restored.
el_gr: Τα δικαιώματα διαχειριστή ανακτήθηκαν.
et_ee: Haldusõigused taastati.
ru_ru: Административные права доступа восстановлены.
sv_se: Administratörsrättigheter återställdes.

source: You must enter a folder name.
el_gr: Πρέπει να εισαγάγετε ένα όνομα φακέλου.
et_ee: Peate sisestama kausta nime.
ru_ru: Необходимо ввести имя папки.
sv_se: Du måste skriva in ett mappnamn.

source: You are not allowed to share the folder to "%2$s"
el_gr: Δεν επιτρέπεται να κάνετε κοινή χρήση του φακέλου σε «%2$s»
et_ee: Kausta jagamine "%2$s" ei ole lubatud
ru_ru: Вам не разрешено открывать совместный доступ к папке «%2$s»
sv_se: Du har inte tillstånd att dela mappen med ”%2$s”

source: You are not allowed to change the permissions of the trash folder or any of its subfolders
el_gr: Δεν επιτρέπεται να αλλάξετε τα δικαιώματα του φακέλου απορριμμάτων ή των υποφακέλων του
et_ee: Teil puudub luba prügikausta või selle mis tahes alamkausta õiguste muutmiseks
ru_ru: Вы не можете изменить разрешения доступа к корзине и ее вложенным папкам
sv_se: Du har inte tillstånd att ändra rättigheterna för papperskorgen eller någon av dess undermappar

source: There is already a folder named "%1$s". Please choose another name.
el_gr: Υπάρχει ήδη ένας φάκελος με όνομα «%1$s». Παρακαλώ επιλέξτε ένα άλλο όνομα.
et_ee: Kaust nimega "%1$s" on juba olemas. Palun valige teine nimi.
ru_ru: Папка «%1$s» уже существует. Выберите другое имя.
sv_se: Det finns redan en mapp med namnet ”%1$s”. Välj ett annat namn.

source: The folder contains too many permissions. Please reduce the number of permissions or use group permissions instead.
el_gr: Ο φάκελος περιέχει πάρα πολλά δικαιώματα. Παρακαλώ μειώστε τον αριθμό των δικαιωμάτων ή χρησιμοποιήστε δικαιώματα ομάδας.
et_ee: Kaust sisaldab liiga palju õigusi. Palun vähendage õiguste arvu või kasutage selle asemel grupiõigusi.
ru_ru: Папка содержит слишком много разрешений. Пожалуйста, уменьшите количество разрешений или используйте вместо этого групповые разрешения.
sv_se: Mappen innehåller för många rättigheter. Minska antalet rättigheter eller använd grupprättigheter istället.

source: Administrative access required for the subfolder "%2$s".
el_gr: Απαιτείται πρόσβαση διαχειριστή για τον υποφάκελο «%2$s».
et_ee: Alamkataloogi "%2$s" jaoks on nõutav haldusjuurdepääs.
ru_ru: Нет административного доступа к подпапке «%2$s».
sv_se: Administratörsåtkomst krävs för undermappen ”%2$s”.

source: Administrative access required for a hidden subfolder.
el_gr: Απαιτείται πρόσβαση διαχειριστή για έναν κρυφό υποφάκελο.
et_ee: Varjatud alamkausta jaoks on vaja haldusjuurdepääsu.
ru_ru: Нет административного доступа к скрытой подпапке.
sv_se: Administratörsåtkomst krävs för en dold undermapp.

source: The requested operation is not permitted via a non-secure connection.
el_gr: Η ζητούμενη λειτουργία δεν επιτρέπεται μέσω μη ασφαλούς σύνδεσης.
et_ee: Soovitud toiming ei ole lubatud mitteturvalise ühenduse kaudu.
ru_ru: Операция должна выполняться только через безопасное соединение.
sv_se: Den önskade åtgärden tillåts inte via en osäker anslutning.

source: The requested operation is disabled.
el_gr: Η ζητούμενη λειτουργία είναι απενεργοποιημένη.
et_ee: Soovitud toiming ei ole kasutatav.
ru_ru: Запрошенная операция отключена.
sv_se: Den önskade åtgärden är avaktiverad.

source: You do not have appropriate permissions for module %1$s.
el_gr: Δεν έχετε τα κατάλληλα δικαιώματα για τη μονάδα «%1$s».
et_ee: Teil puuduvad mooduli %1$s korral nõutavad õigused.
ru_ru: Недостаточно разрешений для доступа к модулю %1$s.
sv_se: Du har inte tillräckliga rättigheter för modulen %1$s.

source: The object has been changed in the meantime. Please reload the view and try again.
el_gr: Το αντικείμενο έχει τροποποιηθεί στο ενδιάμεσο διάστημα. Παρακαλώ φορτώστε εκ νέου την προβολή και δοκιμάστε ξανά.
et_ee: Objekti on vahepeal muudetud. Palun taaslaadige vaade ja proovige uuesti.
ru_ru: Объект был изменен. Обновите страницу и повторите попытку.
sv_se: Objektet har ändrats under tiden. Uppdatera vyn och försök igen.

source: The file "%1$s" ("%2$s") can't be imported as image. Only image types (JPG, GIF, BMP or PNG) are supported.
el_gr: Δεν είναι δυνατή η εισαγωγή του αρχείου «%1$s» («%2$s») ως εικόνας. Υποστηρίζονται μόνο τύποι εικόνων (JPG, GIF, BMP ή PNG).
et_ee: Faili "%1$s" ("%2$s") ei saa importida pildina. Toetatud on ainult pilditüübid (JPG, GIF, BMP või PNG).
ru_ru: «%1$s» («%2$s») не может быть импортирован как изображение. Поддерживаемые форматы включают JPG, GIF, BMP и PNG.
sv_se: Filen ”%1$s” (”%2$s”) kan inte importeras som bild. Det finns bara stöd för bildfiltyper (JPG, GIF, BMP eller PNG).
