Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: The organizer would like to change the occurrence of a recurrence on a day that already contains such a change. The server can only store one change for a series per day.
el_gr: Ο διοργανωτής θέλει να αλλάξει την παρουσία μιας επανάληψης σε μια ημέρα που περιέχει ήδη μια τέτοια αλλαγή. Ο διακομιστής μπορεί να αποθηκεύσει μόνο μία αλλαγή για μια σειρά ανά ημέρα.
et_ee: Korraldaja sooviks muuta korduvuse esinemist päeval, mis juba sisaldab taolist muutust. Server võimaldab salvestada ainult ühe sarja muudatuse päeva kohta.
ru_ru: Организатор пытается изменить частоту повтора встречи и перенести ее на день, который уже содержит изменение. Допускается только одно изменение серии встреч в день.
sv_se: Organisatören vill ändra en upprepning på en dag som redan har ändrats. Servern kan bara lagra en ändring för en serie per dag.

source: The organizer would like to cancel an appointment that could not be found.
el_gr: Ο διοργανωτής θέλει να ακυρώσει μια συνάντηση που δεν μπορεί να βρεθεί.
et_ee: Korraldaja sooviks tühistada kohtumise, mida ei õnnestunud leida.
ru_ru: Организатор пытается отменить несуществующую встречу.
sv_se: Organisatören vill ställa in ett möte som inte kunde hittas.

source: An attendee wanted to change his/her participant state in an appointment that could not be found. Probably the appointment was already canceled.
el_gr: Ένας συμμετέχων ήθελε να αλλάξει την κατάσταση συμμετοχής του σε μια συνάντηση, η εύρεση της οποίας δεν ήταν δυνατή. Η συνάντηση μάλλον ακυρώθηκε ήδη.
et_ee: Osaleja soovis muuta oma osalusolekut kohtumise korral, mida ei õnnestunud leida. Tõenäoliselt on kohtumine juba tühistatud.
ru_ru: Участник пытается изменить свой статус для несуществующей встречи. Возможно, она была отменена.
sv_se: En deltagare ville ändra sin deltagarstatus i ett möte som inte kunde hittas. Mest sannolikt är att mötet redan ställts in.

source: An attendee wanted to change his/her participant state in an appointment that was already deleted.
el_gr: Ένας συμμετέχων ήθελε να αλλάξει την κατάσταση συμμετοχής του σε μια συνάντηση, η οποία διαγράφηκε ήδη.
et_ee: Osaleja soovis muuta oma osaleja staatust kohtumisel, mis oli juba kustutatud.
ru_ru: Участник пытается изменить свой статус для встречи, которая была удалена.
sv_se: En deltagare ville ändra sin deltagarstatus i ett möte som redan tagits bort.

source: This is an update to an appointment that has been changed in the meantime. Best ignore it.
el_gr: Αυτή είναι μια ενημέρωση σε μια συνάντηση που έχει τροποποιηθεί στο ενδιάμεσο διάστημα. Καλύτερα να το αγνοήσετε.
et_ee: Tegu on kohtumise värskendusega, mida on vahepeal muudetud. Targem oleks see tähelepanuta jätta.
ru_ru: Это обновление для встречи, которая уже была изменена. Его можно проигнорировать.
sv_se: Det här är en uppdatering för ett möte som sedan dess redan har ändrats. Du kan ignorera den.

source: An attendee wants to change an appointment that could not be found. Probably the appointment was deleted. Best ignore it.
el_gr: Ένας συμμετέχων θέλει να αλλάξει μια συνάντηση, η εύρεση της οποίας δεν ήταν δυνατή. Η συνάντηση μάλλον διαγράφηκε. Καλύτερα να το αγνοήσετε.
et_ee: Osaleja soovib muuta kohtumist, mida ei õnnestunud leida. Tõenäoliselt on see kohtumine kustutatud. Targem oleks see tähelepanuta jätta.
ru_ru: Участник пытается изменить несуществующую встречу. Возможно, она была удалена. Это сообщение можно проигнорировать.
sv_se: En deltagare vill ändra ett möte som inte kunde hittas. Förmodligen har mötet tagits bort. Du kan nog ignorera det här.

source: The organizer declined your counter proposal for the appointment.
el_gr: Ο διοργανωτής απέρριψε την αντιπρόταση σας για τη συνάντηση.
et_ee: Korraldaja lükkas tagasi teie vastuettepaneku kohtumise osas.
ru_ru: Организатор отклонил встречное предложение для встречи.
sv_se: Organisatören avslog ditt motförslag för mötet.

source: The organizer declined your counter proposal for an appointment that could not be found. It was probably deleted in the meantime.
el_gr: Ο διοργανωτής απέρριψε την αντιπρόταση σας για μια συνάντηση, η εύρεση της οποίας δεν ήταν δυνατή. Μάλλον διαγράφηκε στο ενδιάμεσο διάστημα.
et_ee: Korraldaja lükkas tagasi teie vastuettepaneku kohtumise osas, mida ei õnnestunud leida. Tõenäoliselt kustutati see vahepeal ära.
ru_ru: Организатор отклонил встречное предложение для несуществующей встречи. Возможно, она была удалена.
sv_se: Organisatören avslog ditt motförslag för ett möte som inte kunde hittas. Det har antagligen tagits bort under tiden.

source: An attendee wants to be brought up to date about an appointment that could not be found. It was probably deleted at some point. Best ignore this message.
el_gr: Ένας συμμετέχων θέλει να ενημερωθεί για μια συνάντηση, η εύρεση της οποίας δεν ήταν δυνατή. Μάλλον διαγράφηκε κάποια στιγμή. Καλύτερα να αγνοήσετε αυτό το μήνυμα.
et_ee: Osaleja soovib enda kurssiviimist kohtumisega, mida ei õnnestunud leida. Tõenäoliselt kustutati see mingil hetkel ära. Targem oleks see sõnum tähelepanuta jätta.
ru_ru: Участник запрашивает информацию о несуществующей встрече. Возможно, она была удалена. Это сообщение можно проигнорировать.
sv_se: En deltagare vill höra det senaste om ett möte som inte kunde hittas. Det har antagligen tagits bort vid något tillfälle. Du kan ignorera meddelandet.

source: This message contains appointment updates that were already accepted by another user. Best ignore this message.
el_gr: Αυτό το μήνυμα περιέχει ενημερώσεις συναντήσεων που έχουν ήδη γίνει αποδεκτές από κάποιον άλλο χρήστη. Καλύτερα να αγνοήσετε αυτό το μήνυμα.
et_ee: Sõnum sisaldab kohtumise värskendusi, millega teine kasutaja juba nõustus. Targem oleks see sõnum tähelepanuta jätta.
ru_ru: Это сообщение содержит обновления для встречи, которые уже были приняты другим пользователем. Это сообщение можно проигнорировать.
sv_se: Det här meddelandet innehåller uppdateringar för ett möte som redan har accepterats av en annan användare. Du kan ignorera det här meddelandet.

source: This message comes from an internal user. Best ignore it.
el_gr: Αυτό το μήνυμα προέρχεται από εσωτερικό χρήστη. Καλύτερα να το αγνοήσετε.
et_ee: Sõnum pärineb sisekasutajalt. Targem oleks see tähelepanuta jätta.
ru_ru: Это сообщение поступило от внутреннего пользователя. Это сообщение можно проигнорировать.
sv_se: Det här meddelandet kommer från en intern användare. Du kan ignorera det.

source: This invitation was sent to someone else, not you. This appointment would have to be created in a user's private folder to which you do not have write permissions.
el_gr: Αυτή η πρόσκληση απεστάλη σε κάποιον άλλο, όχι σε εσάς. Αυτή η συνάντηση θα έπρεπε να δημιουργηθεί στον ιδιωτικό φάκελο ενός χρήστη στον οποίο δεν έχετε δικαιώματα εγγραφής.
et_ee: See kutse saadeti kellelegi teisele, mitte teile. Kohtumine tuleks luua kasutaja isiklikus kaustas, mille suhtes teil puuduvad kirjutamisõigused.
ru_ru: Это приглашение предназначено другому пользователю. Встреча должна была быть создана в личной папке пользователя, для доступа к которой у вас нет разрешений записи.
sv_se: Den här inbjudan skickades till någon annan, inte till dig. Mötet skulle ha skapats i en användares privata mapp, och där har du inga skrivrättigheter.

source: The appointment's attachments have been changed
el_gr: Τα συνημμένα της συνάντησης έχουν αλλάξει
et_ee: Kohtumise manuseid on muudetud
ru_ru: Вложения встречи были изменены
sv_se: Mötets bilagor har ändrats

source: One or more other fields have been updated
el_gr: Έχει ενημερωθεί ένα ή περισσότερα άλλα πεδία
et_ee: Üht või enamat muud välja on värskendatud
ru_ru: Поля были обновлены
sv_se: Ett eller fler övriga fält har uppdaterats

source: Reserved
el_gr: Δεσμευμένο
et_ee: Reserveeritud
ru_ru: Зарезервировано
sv_se: Reserverad

source: Temporary
el_gr: Προσωρινό
et_ee: Ajutine
ru_ru: Временно
sv_se: Tillfällig

source: Absent
el_gr: Απών/-ούσα
et_ee: Puudub
ru_ru: Отсутствует
sv_se: Frånvarande

source: Free
el_gr: Ελεύθερος/-η
et_ee: Vaba
ru_ru: Свободно
sv_se: Ledig

source: %1$s has declined your proposed changes for the appointment %2$s.
el_gr: Ο/Η %1$s έχει απορρίψει τις προτεινόμενες αλλαγές σας για τη συνάντηση «%2$s».
et_ee: %1$s on tagasi lükanud teie poolt väljapakutud kohtumise %2$s muudatused.
ru_ru: %1$s отклонил(а) предложенные изменения для встречи %2$s.
sv_se: %1$s har avslagit dina föreslagna ändringar för mötet %2$s.

source: %1$s has declined your proposed changes on behalf of %2$s for the appointment %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει τις προτεινόμενες αλλαγές σας εκ μέρους του/της %2$s για τη συνάντηση «%3$s».
et_ee: %1$s on tagasi lükanud teie poolt väljapakutud muudatused %2$s nimel kohtumise %3$s korral.
ru_ru: %1$s отклонил(а) предложенные изменения от лица %2$s для встречи %3$s.
sv_se: %1$s har avslagit dina föreslagna ändringar åt %2$s för mötet %3$s.

source: %1$s would like to be brought up to date about the appointment %2$s. Please send another invitation.
el_gr: Ο/Η %1$s επιθυμεί να ενημερωθεί σχετικά με τη συνάντηση «%2$s». Παρακαλώ στείλτε άλλη μία πρόσκληση.
et_ee: %1$s sooviks enda kurssiviimist kohtumise %2$s osas. Palun saatke veel üks kutse.
ru_ru: %1$s запрашивает информацию о встрече %2$s. Отправьте повторное приглашение.
sv_se: %1$s vill höra det senaste om mötet %2$s. Skicka en ny inbjudan.

source: %1$s has %2$s the invitation:
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση:
et_ee: %1$s on %2$s kutse:
ru_ru: %1$s %2$s приглашение:
sv_se: %1$s har %2$s inbjudan:

source: %1$s has %2$s the invitation to an appointment of the series %3$s:
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση για μια συνάντηση της σειράς «%3$s»:
et_ee: %1$s on %2$s kutseseeriasse %3$s:
ru_ru: %1$s содержит %2$s приглашение на встречу в серии %3$s:
sv_se: %1$s har %2$s inbjudan till ett möte i serien %3$s:

source: %1$s has %2$s the invitation on behalf of %3$s:
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση εκ μέρους του/της %3$s:
et_ee: %1$s on %2$s kutse %3$s nimel:
ru_ru: %1$s %2$s приглашение от имени %3$s:
sv_se: %1$s har %2$s inbjudan åt %3$s:

source: %1$s has %2$s the invitation to an appointment of the series %3$s on behalf of %4$s:
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση για μια συνάντηση της σειράς «%3$s» εκ μέρους του/της %4$s:
et_ee: %1$s on %2$s saanud %4$s nimel kutse %3$s sarja kohtumisele:
ru_ru: %1$s содержит %2$s приглашение на встречу в серии %3$s от имени %4$s:
sv_se: %1$s har %2$s inbjudan till ett möte i serien %3$s åt %4$s:

source: %1$s has %2$s the invitation on your behalf:
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση εκ μέρους σας:
et_ee: %1$s on %2$s kutse teie nimel:
ru_ru: %1$s %2$s приглашение от вашего имени:
sv_se: %1$s har %2$s inbjudan åt dig:

source: %1$s has %2$s the invitation to an appointment of the series %3$s on your behalf:
el_gr: Ο/Η %1$s έχει %2$s την πρόσκληση για μια συνάντηση της σειράς «%3$s» εκ μέρους σας:
et_ee: %1$s on %2$s kutsutud teie nimel %3$s sarja kohtumisele:
ru_ru: %1$s содержит %2$s приглашение на встречу в серии %3$s от Вашего имени:
sv_se: %1$s har %2$s inbjudan till ett möte i serien %3$s åt dig:

source: %1$s sets the status to %2$s for this appointment:
el_gr: Ο/Η %1$s ορίζει την κατάσταση σε «%2$s» για αυτήν τη συνάντηση:
et_ee: %1$s määrab olekuks %2$s selle kohtumise korral:
ru_ru: %1$s изменил(а) статус встречи на %2$s:
sv_se: %1$s anger status för det här mötet som %2$s:

source: %1$s sets the status to %2$s for an appointment of the series %3$s:
el_gr: Ο/Η %1$s ορίζει την κατάσταση σε «%2$s» για μια συνάντηση της σειράς «%3$s»:
et_ee: %1$s seab %2$s staatuse %3$s seeriasse kuuluva kohtumise jaoks:
ru_ru: %1$s установил(а) статус для %2$s на встречу в серии %3$s:
sv_se: %1$s sätter statusen till %2$s för ett möte i serien %3$s:

source: On behalf of %3$s, %1$s sets the status for this appointment to %2$s:
el_gr: Εκ μέρους του/της %3$s, ο/η %1$s ορίζει την κατάσταση για αυτήν τη συνάντηση σε «%2$s»:
et_ee: %1$s määrab %3$s nimel olekuna selle kohtumise korral %2$s:
ru_ru: %1$s изменил(а) статус встречи на %2$s от имени %3$s:
sv_se: %1$s anger, åt %3$s, mötets status som %2$s:

source: On behalf of %4$s, %1$s sets the status for an appointment of the series %3$s to %2$s:
el_gr: Εκ μέρους του/της %4$s, ο/η %1$s ορίζει την κατάσταση για μια συνάντηση της σειράς «%3$s» σε «%2$s»:
et_ee: %1$s määrab %4$s nimel %3$s seeriasse %2$s kuuluva nimetuse staatuse %2$s:
ru_ru: От имени %4$s, %1$s установил статус для встречи в серии %3$s к %2$s:
sv_se: %1$s sätter statusen för ett möte i serien %3$s till %2$s åt %4$s:

source: On your behalf, %1$s sets your status for this appointment to %2$s:
el_gr: Εκ μέρους σας, ο/η %1$s ορίζει την κατάστασή σας για αυτήν τη συνάντηση σε «%2$s»:
et_ee: %1$s määrab teie nimel teie olekuna selle kohtumise korral %2$s:
ru_ru: %1$s изменил(а) статус встречи на %2$s от вашего имени:
sv_se: %1$s anger din status för mötet åt dig som %2$s:

source: On your behalf, %1$s sets your status for an appointment of the series %3$s to %2$s:
el_gr: Εκ μέρους σας, ο/η %1$s ορίζει την κατάστασή για μια συνάντηση της σειράς «%3$s» σε «%2$s»:
et_ee: Teie nimel määrab %1$s teie staatuse %3$s kuni %2$s seeriasse %3$s kuuluvaks kohtumiseks:
ru_ru: От Вашего имени, %1$s установил(а) статус для встречи в серии %3$s к %2$s:
sv_se: %1$s sätter din status för ett möte i serien %3$s till %2$s åt dig:

source: none
el_gr: καμία
et_ee: puudub
ru_ru: нет
sv_se: ingen

source: %1$s would like you to change the appointment:
el_gr: Ο/Η %1$s επιθυμεί να αλλάξετε τη συνάντηση:
et_ee: %1$s sooviks teilt kohtumise muutmist:
ru_ru: %1$s запрашивает изменение встречи:
sv_se: %1$s vill att du ändrar mötet:

source: %1$s has asked %2$s to change the appointment:
el_gr: Ο/Η %1$s ζήτησε από τον/την %2$s να αλλάξει τη συνάντηση:
et_ee: %1$s on palunud %2$s muuta kohtumist:
ru_ru: %1$s запросил(а) %2$s изменить встречу:
sv_se: %1$s har bett %2$s att ändra mötet:

source: You have been invited to an appointment by %1$s:
el_gr: Έχετε προσκληθεί σε μια συνάντηση από τον/την %1$s:
et_ee: Teid on kutsunud kohtumisele %1$s:
ru_ru: Вы получили приглашение на встречу от %1$s:
sv_se: Du är inbjuden till ett möte av %1$s:

source: You have been invited to an appointment by %1$s on behalf of %2$s:
el_gr: Έχετε προσκληθεί σε μια συνάντηση από τον/την %1$s εκ μέρους του/της %2$s:
et_ee: Teid on %1$s kutsunud kohtumisele %2$s nimel:
ru_ru: Вас пригласил(а) на встречу %1$s от имени %2$s:
sv_se: Du har bjudits in till ett möte av %1$s åt %$s:

source: %1$s is organizing an appointment on your behalf:
el_gr: Ο/Η %1$s οργανώνει μια συνάντηση εκ μέρους σας:
et_ee: %1$s korraldab teie nimel kohtumise:
ru_ru: %1$s назначает встречу от вашего имени:
sv_se: %1$s organiserar ett möte åt dig:

source: %1$s has been invited to an appointment by %2$s:
el_gr: Ο/Η %1$s έχει προσκληθεί σε μια συνάντηση από τον/την %2$s:
et_ee: %1$s on kutsutud kohtumisele %2$s poolt:
ru_ru: %1$s был приглашен на встречу от %2$s:
sv_se: %1$s har bjudits in till ett möte av %2$s:

source: %1$s created a recurrence exception. Original date: %2$s:
el_gr: Ο/Η %1$s δημιούργησε μια εξαίρεση επανάληψης. Αρχική ημερομηνία: %2$s:
et_ee: %1$s lõi korduvuse erandi. Algupärane kuupäev: %2$s:
ru_ru: %1$s создал(а) исключение для повторяющейся встречи. Дата: %2$s:
sv_se: %1$s skapade ett upprepningsundantag. Ursprungligt datum: %2$s:

source: %1$s has changed an appointment:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση:
et_ee: %1$s on muutnud kohtumist:
ru_ru: %1$s изменил(а) встречу:
sv_se: %1$s har ändrat ett möte:

source: %1$s has changed an appointment of the series %2$s:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση της σειράς «%2$s»:
et_ee: %1$s on muutnud seeriat %2$s:
ru_ru: %1$s изменил(а) встречу в серии %2$s:
sv_se: %1$s har ändrat ett möte i serien %2$s:

source: %1$s has changed an appointment on behalf of %2$s:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση εκ μέρους του/της %2$s:
et_ee: %1$s on muutnud kohtumist %2$s nimel:
ru_ru: %1$s изменил(а) встречу от имени %2$s:
sv_se: %1$s har ändrat ett möte åt %2$s:

source: %1$s has changed an appointment of the series %2$s on behalf of %3$s:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s:
et_ee: %1$s on muutnud %3$s nimel %2$s seeria %2$s nimetust:
ru_ru: %1$s изменил(а) встречу в серии %2$s от имени %3$s:
sv_se: %1$s har ändrat ett möte i serien %2$s åt %3$s:

source: %1$s has changed an appointment on your behalf:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση εκ μέρους σας:
et_ee: %1$s on muutnud kohtumist teie nimel:
ru_ru: %1$s изменил(а) встречу от Вашего имени:
sv_se: %1$s har ändrat ett möte åt dig:

source: %1$s has changed an appointment of the series %2$s on your behalf:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση της σειράς «%2$s» εκ μέρους σας:
et_ee: %1$s on muutnud teie nimel %2$s seeria kohtumist:
ru_ru: %1$s изменил(а) встречу в серии %2$s от Вашего имени:
sv_se: %1$s har ändrat ett möte i serien %2$s åt dig:

source: %1$s has changed an appointment %2$s participates in:
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση στην οποία συμμετέχει ο/η %2$s:
et_ee: %1$s on muutnud kohtumist %2$s osaleb:
ru_ru: %1$s изменил встречу, в которой участвует %2$s:
sv_se: %1$s har ändrat ett möte som %2$s deltar i:

source: When:
el_gr: Πότε:
et_ee: Millal:
ru_ru: Когда:
sv_se: När:

source: Where:
el_gr: Πού:
et_ee: Kus:
ru_ru: Где:
sv_se: Var:

source: Participants
el_gr: Συμμετέχοντες
et_ee: Osalejad
ru_ru: Участники
sv_se: Deltagare

source: Meeting access
el_gr: Πρόσβαση στη σύσκεψη
et_ee: Koosoleku ligipääs
ru_ru: Доступ к встече
sv_se: Mötesåtkomst

source: Details
el_gr: Λεπτομέρειες
et_ee: Üksikasjad
ru_ru: Дополнительно
sv_se: Detaljer

source: Show as:
el_gr: Εμφάνιση ως:
et_ee: Näita kui:
ru_ru: Показать как:
sv_se: Visa som:

source: Created:
el_gr: Δημιουργία:
et_ee: Loodud:
ru_ru: Создано:
sv_se: Skapades:

source: Modified:
el_gr: Τροποποίηση:
et_ee: Muudetud:
ru_ru: Изменено:
sv_se: Ändrades:

source: %1$s has deleted an appointment on behalf of %2$s, or you have been removed as a participant:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση εκ μέρους του/της %2$s ή έχετε αφαιρεθεί από τους συμμετέχοντες:
et_ee: %1$s on kustutanud kohtumise %2$s nimel või teid on osalejate seast eemaldatud:
ru_ru: %1$s удалил(а) встречу от имени %2$, или ваше участие было удалено:
sv_se: %1$s tog bort ett möte åt %2$s, eller så togs du bort från deltagarlistan:

source: %1$s has deleted an appointment of the series %2$s on behalf of %3$s, or you have been removed as a participant:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s ή έχετε αφαιρεθεί από τους συμμετέχοντες:
et_ee: %1$s on kustutanud %3$s nimel %2$s seeria %2$s kohtumise või teid on osalejana eemaldatud:
ru_ru: %1$s удалил(а) встречу в серии %2$s от имени %3$s, или Вы были удалены из списка участников:
sv_se: %1$s har tagit bort ett möte i serien %2$s åt %3$s, eller så har du tagits bort som deltagare:

source: %1$s has deleted an appointment on your behalf:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση εκ μέρους σας:
et_ee: %1$s on kustutanud kohtumise teie nimel:
ru_ru: %1$s удалил(а) встречу от вашего имени:
sv_se: %1$s tog bort ett möte åt dig:

source: %1$s has deleted an appointment of the series %2$s on your behalf:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση της σειράς «%2$s» εκ μέρους σας:
et_ee: %1$s on teie nimel kustutanud seeria %2$s nimetuse:
ru_ru: %1$s удалил(а) встречу в серии %2$s от Вашего имени:
sv_se: %1$s har tagit bort ett möte i serien %2$s åt dig:

source: %1$s has deleted an appointment, or you have been removed as a participant:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση ή έχετε αφαιρεθεί από τους συμμετέχοντες:
et_ee: %1$s on kustutanud kohtumise või teid on osalejate seast eemaldatud:
ru_ru: %1$s удалил(а) встречу, или ваше участие было удалено:
sv_se: %1$s tog bort ett möte, eller så togs du bort från deltagarlistan:

source: %1$s has deleted an appointment, or %2$s has been removed as a participant:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση ή ο/η %2$s έχει αφαιρεθεί από τους συμμετέχοντες:
et_ee: %1$s on kohtumise kustutanud või %2$s on osalejana eemaldatud:
ru_ru: %1$s удалил встречу, или %2$s был удален как участник:
sv_se: %1$s har tagit bort ett möte, eller %2$s har tagits bort som deltagare:

source: %1$s has deleted an appointment of the series %2$s, or you have been removed as a participant:
el_gr: Ο/Η %1$s έχει διαγράψει μια συνάντηση της σειράς «%2$s» ή έχετε αφαιρεθεί από τους συμμετέχοντες:
et_ee: %1$s on sarja %2$s kohtumise kustutanud või teid on osalejana eemaldatud:
ru_ru: %1$s удалил(а) встречу в серии %2$s, или Вы были удалены из списка участников:
sv_se: %1$s har tagit bort ett möte i serien %2$s, eller så har du tagits bort som deltagare:

source: Change the subject to %1$s.
el_gr: Αλλαγή του θέματος σε «%1$s».
et_ee: Muuda teemaks %1$s.
ru_ru: Измените тему на %1$s.
sv_se: Ändra ämne till %1$s.

source: The appointment has a new subject: %1$s.
el_gr: Η συνάντηση έχει νέο θέμα: %1$s.
et_ee: Kohtumisel on uus teema: %1$s.
ru_ru: Новая тема встречи: %1$s.
sv_se: Mötet har ett nytt ämne: %1$s.

source: The appointment will now be shown as: "%1$s".
el_gr: Η συνάντηση θα εμφανίζεται πλέον ως: «%1$s».
et_ee: Kohtumist näidatakse nüüd kui: "%1$s".
ru_ru: Встреча будет показана как «%1$s».
sv_se: Mötet kommer nu att visas som: ”%1$s”.

source: The appointment timezone was changed to: %1$s
el_gr: Η ζώνη ώρας της συνάντησης άλλαξε σε: %1$s
et_ee: Kohtumise ajavööndiks muudeti: %1$s
ru_ru: Новый часовой пояс: %1$s
sv_se: Mötets tidszon ändrades till: %1$s

source: Change the location to %1$s.
el_gr: Αλλαγή της τοποθεσίας σε «%1$s».
et_ee: Muuda kohaks %1$s.
ru_ru: Измените место на %1$s.
sv_se: Ändra plats till %1$s.

source: The appointment takes place in a new location: %1$s.
el_gr: Η συνάντηση λαμβάνει χώρα σε νέα τοποθεσία: %1$s.
et_ee: Kohtumine toimub uues kohas: %1$s.
ru_ru: Новое место встречи: %1$s.
sv_se: Mötet har förlagts på en ny plats: %1$s.

source: The location of the appointment has been removed.
el_gr: Η τοποθεσία της συνάντησης έχει αφαιρεθεί.
et_ee: Kohtumise asukoht on eemaldatud.
ru_ru: Место встречи удалено.
sv_se: Mötets plats har tagits bort.

source: Use the appointment description below.
el_gr: Χρησιμοποιήστε την παρακάτω περιγραφή της συνάντησης.
et_ee: Kasuta kohtumise kirjeldust allpool.
ru_ru: Заполните описание встречи.
sv_se: Använd mötesbeskrivningen nedanför.

source: The appointment description has changed.
el_gr: Η περιγραφή της συνάντησης έχει αλλάξει.
et_ee: Kohtumise kirjeldus on muutunud.
ru_ru: Описание встречи изменено.
sv_se: Mötets beskrivning har ändrats.

source: Please invite %1$s to the appointment.
el_gr: Παρακαλώ προσκαλέστε τον/την %1$s στη συνάντηση.
et_ee: Palun kutsuge %1$s kohtumisele.
ru_ru: Пригласите %1$s.
sv_se: Bjud in %1$s till mötet.

source: Add %1$s to the appointment.
el_gr: Προσθήκη του/της %1$s στη συνάντηση.
et_ee: Lisa %1$s kohtumisele.
ru_ru: Добавить %1$s к встрече.
sv_se: Lägg till %1$s i mötet.

source: %1$s has been invited to the appointment.
el_gr: Ο/Η %1$s έχει προσκληθεί στη συνάντηση.
et_ee: %1$s on kutsutud kohtumisele.
ru_ru: Пользователь %1$s приглашен на встречу.
sv_se: %1$s har bjudits in till mötet.

source: Remove %1$s from the appointment.
el_gr: Αφαίρεση του/της %1$s από τη συνάντηση.
et_ee: Eemalda %1$s kohtumiselt.
ru_ru: Удалить %1$s из встречи.
sv_se: Ta bort %1$s från mötet.

source: %1$s has been removed from the appointment.
el_gr: Ο/Η %1$s έχει αφαιρεθεί από τη συνάντηση.
et_ee: %1$s on eemaldatud kohtumiselt.
ru_ru: %1$s удален(а) из встречи.
sv_se: %1$s togs bort från mötet.

source: %1$s has %2$s the appointment.
el_gr: Ο/Η %1$s έχει %2$s τη συνάντηση.
et_ee: %1$s on %2$s kohtumise.
ru_ru: Ответ %1$s на приглашение на встречу: %2$s.
sv_se: %1$s har %2$s mötet.

source: waiting
el_gr: αναμονή
et_ee: ootel
ru_ru: ожидание
sv_se: väntar
