Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Africa/Ceuta
el_gr: Αφρική/Θέουτα
et_ee: Aafrika/Ceuta
ru_ru: Африка/Сеута
sv_se: Afrika/Ceuta

source: Africa/Conakry
el_gr: Αφρική/Κονακρί
et_ee: Aafrika/Conakry
ru_ru: Африка/Конакри
sv_se: Afrika/Conakry

source: Africa/Dakar
el_gr: Αφρική/Ντακάρ
et_ee: Aafrika/Dakar
ru_ru: Африка/Дакар
sv_se: Afrika/Dakar

source: Africa/Dar es Salaam
el_gr: Αφρική/Νταρ ες Σαλάμ
et_ee: Aafrika/Dar es Salaam
ru_ru: Африка/Дар-с-Салам
sv_se: Afrika/Dar es Salaam

source: Africa/Djibouti
el_gr: Αφρική/Τζιμπουτί
et_ee: Aafrika/Džibuuti
ru_ru: Африка/Джибути
sv_se: Afrika/Djibouti

source: Africa/Douala
el_gr: Αφρική/Ντουάλα
et_ee: Aafrika/Douala
ru_ru: Африка/Дуала
sv_se: Afrika/Douala

source: Africa/El Aaiun
el_gr: Αφρική/Λααγιούν
et_ee: Aafrika/El Aaiun
ru_ru: Африка/Эль-Аюн
sv_se: Afrika/El Aaiun

source: Africa/Freetown
el_gr: Αφρική/Φρίταουν
et_ee: Aafrika/Freetown
ru_ru: Африка/Фритаун
sv_se: Afrika/Freetown

source: Africa/Gaborone
el_gr: Αφρική/Γκαμπορόνε
et_ee: Aafrika/Gaborone
ru_ru: Африка/Габороне
sv_se: Afrika/Gaborone

source: Africa/Harare
el_gr: Αφρική/Χαράρε
et_ee: Aafrika/Harare
ru_ru: Африка/Хараре
sv_se: Afrika/Harare

source: Africa/Johannesburg
el_gr: Αφρική/Γιοχάνεσμπουργκ
et_ee: Aafrika/Johannesburg
ru_ru: Африка/Йоханнесбург
sv_se: Afrika/Johannesburg

source: Africa/Juba
el_gr: Αφρική/Τζούμπα
et_ee: Aafrika/Juba
ru_ru: Африка/Джуба
sv_se: Afrika/Juba

source: Africa/Kampala
el_gr: Αφρική/Καμπάλα
et_ee: Aafrika/Kampala
ru_ru: Африка/Кампала
sv_se: Afrika/Kampala

source: Africa/Khartoum
el_gr: Αφρική/Χαρτούμ
et_ee: Aafrika/Hartum
ru_ru: Африка/Хартум
sv_se: Afrika/Khartoum

source: Africa/Kigali
el_gr: Αφρική/Κιγκάλι
et_ee: Aafrika/Kigali
ru_ru: Африка/Кигали
sv_se: Afrika/Kigali

source: Africa/Kinshasa
el_gr: Αφρική/Κινσάσα
et_ee: Aafrika/Kinshasa
ru_ru: Африка/Киншаса
sv_se: Afrika/Kinshasa

source: Africa/Lagos
el_gr: Αφρική/Λάγος
et_ee: Aafrika/Lagos
ru_ru: Африка/Лагос
sv_se: Afrika/Lagos

source: Africa/Libreville
el_gr: Αφρική/Λιμπρεβίλ
et_ee: Aafrika/Libreville
ru_ru: Африка/Либревиль
sv_se: Afrika/Libreville

source: Africa/Lome
el_gr: Αφρική/Λομέ
et_ee: Aafrika/Lome
ru_ru: Африка/Ломе
sv_se: Afrika/Lome

source: Africa/Luanda
el_gr: Αφρική/Λουάντα
et_ee: Aafrika/Luanda
ru_ru: Африка/Луанда
sv_se: Afrika/Luanda

source: Africa/Lubumbashi
el_gr: Αφρική/Λουμπουμπάσι
et_ee: Aafrika/Lubumbashi
ru_ru: Африка/Лубумбаши
sv_se: Afrika/Lubumbashi

source: Africa/Lusaka
el_gr: Αφρική/Λουσάκα
et_ee: Aafrika/Lusaka
ru_ru: Африка/Лусака
sv_se: Afrika/Lusaka

source: Africa/Malabo
el_gr: Αφρική/Μαλάμπο
et_ee: Aafrika/Malabo
ru_ru: Африка/Малабо
sv_se: Afrika/Malabo

source: Africa/Maputo
el_gr: Αφρική/Μαπούτο
et_ee: Aafrika/Maputo
ru_ru: Африка/Мапуту
sv_se: Afrika/Maputo

source: Africa/Maseru
el_gr: Αφρική/Μαζέρου
et_ee: Aafrika/Maseru
ru_ru: Африка/Масеру
sv_se: Afrika/Maseru

source: Africa/Mbabane
el_gr: Αφρική/Μπαμπάνε
et_ee: Aafrika/Mbabane
ru_ru: Африка/Мбабане
sv_se: Afrika/Mbabane

source: Africa/Mogadishu
el_gr: Αφρική/Μογκαντίσου
et_ee: Aafrika/Mogadishu
ru_ru: Африка/Могадишо
sv_se: Afrika/Mogadishu

source: Africa/Monrovia
el_gr: Αφρική/Μονρόβια
et_ee: Aafrika/Monrovia
ru_ru: Африка/Монровия
sv_se: Afrika/Monrovia

source: Africa/Nairobi
el_gr: Αφρική/Ναϊρόμπι
et_ee: Aafrika/Nairobi
ru_ru: Африка/Найроби
sv_se: Afrika/Nairobi

source: Africa/Ndjamena
el_gr: Αφρική/Ντζαμένα
et_ee: Aafrika/Ndjamena
ru_ru: Африка/Нджамена
sv_se: Afrika/N'djamena

source: Africa/Niamey
el_gr: Αφρική/Νιαμέ
et_ee: Aafrika/Niamey
ru_ru: Африка/Ниамей
sv_se: Afrika/Niamey

source: Africa/Nouakchott
el_gr: Αφρική/Νουακσότ
et_ee: Aafrika/Nouakchott
ru_ru: Африка/Нуакшот
sv_se: Afrika/Nouakchott

source: Africa/Ouagadougou
el_gr: Αφρική/Ουαγκαντουγκού
et_ee: Aafrika/Ouagadougou
ru_ru: Африка/Уагадугу
sv_se: Afrika/Ouagadougou

source: Africa/Porto-Novo
el_gr: Αφρική/Πόρτο-Νόβο
et_ee: Aafrika/Porto-Novo
ru_ru: Африка/Порто-Ново
sv_se: Afrika/Porto-Novo

source: Africa/Sao Tome
el_gr: Αφρική/Σάο Τομέ
et_ee: Aafrika/Sao Tome
ru_ru: Африка/Сан-Томе
sv_se: Afrika/Sao Tome

source: Africa/Timbuktu
el_gr: Αφρική/Τιμπουκτού
et_ee: Aafrika/Timbuktu
ru_ru: Африка/Тимбукту
sv_se: Afrika/Timbuktu

source: Africa/Tripoli
el_gr: Αφρική/Τρίπολη
et_ee: Aafrika/Tripoli
ru_ru: Африка/Триполи
sv_se: Afrika/Tripoli

source: Africa/Tunis
el_gr: Αφρική/Τύνιδα
et_ee: Aafrika/Tunis
ru_ru: Африка/Тунис
sv_se: Afrika/Tunis

source: Africa/Windhoek
el_gr: Αφρική/Βίντχουκ
et_ee: Aafrika/Windhoek
ru_ru: Африка/Виндхук
sv_se: Afrika/Windhoek

source: America/Adak
el_gr: Αμερική/Αντάκ
et_ee: Ameerika/Adak
ru_ru: Америка/Адак
sv_se: Amerika/Adak

source: America/Anchorage
el_gr: Αμερική/Άνκορατζ
et_ee: Ameerika/Anchorage
ru_ru: Америка/Анкоридж
sv_se: Amerika/Anchorage

source: America/Anguilla
el_gr: Αμερική/Ανγκουίλα
et_ee: Ameerika/Anguilla
ru_ru: Америка/Ангилья
sv_se: Amerika/Anguilla

source: America/Antigua
el_gr: Αμερική/Αντίγκουα
et_ee: Ameerika/Antigua
ru_ru: Америка/Антигуа
sv_se: Amerika/Antigua

source: America/Araguaina
el_gr: Αμερική/Αραγκουαΐνα
et_ee: Ameerika/Araguaina
ru_ru: Америка/Арагуари
sv_se: Amerika/Araguaina

source: America/Argentina/Buenos Aires
el_gr: Αμερική/Αργεντινή/Μπουένος Άιρες
et_ee: Ameerika/Argentiina/Buenos Aires
ru_ru: Америка/Аргентина/Буэнос-Айрес
sv_se: Amerika/Argentina/Buenos Aires

source: America/Argentina/Catamarca
el_gr: Αμερική/Αργεντινή/Καταμάρκα
et_ee: Ameerika/Argentiina/Catamarca
ru_ru: Америка/Аргентина/Катамарка
sv_se: Amerika/Argentina/Catamarca

source: America/Argentina/ComodRivadavia
el_gr: Αμερική/Αργεντινή/Κομοδόρο Ριβαδάβια
et_ee: Ameerika/Argentiina/ComodRivadavia
ru_ru: Америка/Аргентина/Комодоро-Ривадавия
sv_se: Amerika/Argentina/ComodRivadavia

source: America/Argentina/Cordoba
el_gr: Αμερική/Αργεντινή/Κόρδοβα
et_ee: Ameerika/Argentiina/Cordoba
ru_ru: Америка/Аргентина/Кордова
sv_se: Amerika/Argentina/Cordoba

source: America/Argentina/Jujuy
el_gr: Αμερική/Αργεντινή/Χουχούι
et_ee: Ameerika/Argentiina/Jujuy
ru_ru: Америка/Аргентина/Жужуй
sv_se: Amerika/Argentina/Jujuy

source: America/Argentina/La Rioja
el_gr: Αμερική/Αργεντινή/Λα Ριόχα
et_ee: Ameerika/Argentiina/La Rioja
ru_ru: Америка/Аргентина/Ла-Риоха
sv_se: Amerika/Argentina/La Rioja

source: America/Argentina/Mendoza
el_gr: Αμερική/Αργεντινή/Μεντόζα
et_ee: Ameerika/Argentiina/Mendoza
ru_ru: Америка/Аргентина/Мендоса
sv_se: Amerika/Argentina/Mendoza

source: America/Argentina/Rio Gallegos
el_gr: Αμερική/Αργεντινή/Ρίο Γκαλέγκος
et_ee: Ameerika/Argentiina/Rio Gallegos
ru_ru: Америка/Аргентина/Рио-Гальегос
sv_se: Amerika/Argentina/Rio Gallegos

source: America/Argentina/Salta
el_gr: Αμερική/Αργεντινή/Σάλτα
et_ee: Ameerika/Argentiina/Salta
ru_ru: Америка/Аргентина/Сальта
sv_se: Amerika/Argentina/Salta

source: America/Argentina/San Juan
el_gr: Αμερική/Αργεντινή/Σαν Χουάν
et_ee: Ameerika/Argentiina/San Juan
ru_ru: Америка/Аргентина/Сан-Хуан
sv_se: Amerika/Argentina/San Juan

source: America/Argentina/San Luis
el_gr: Αμερική/Αργεντινή/Σαν Λουίς
et_ee: Ameerika/Argentiina/San Luis
ru_ru: Америка/Аргентина/Сан-Луис
sv_se: Amerika/Argentina/San Luis

source: America/Argentina/Tucuman
el_gr: Αμερική/Αργεντινή/Τουκουμάν
et_ee: Ameerika/Argentiina/Tucuman
ru_ru: Америка/Аргентина/Тукуман
sv_se: Amerika/Argentina/Tucuman

source: America/Argentina/Ushuaia
el_gr: Αμερική/Αργεντινή/Ουσουάια
et_ee: Ameerika/Argentiina/Ushuaia
ru_ru: Америка/Аргентина/Ушуая
sv_se: Amerika/Argentina/Ushuaia

source: America/Aruba
el_gr: Αμερική/Αρούμπα
et_ee: Ameerika/Aruba
ru_ru: Америка/Аруба
sv_se: Amerika/Aruba

source: America/Asuncion
el_gr: Αμερική/Ασουνσιόν
et_ee: Ameerika/Asuncion
ru_ru: Америка/Асунсьон
sv_se: Amerika/Asuncion

source: America/Atikokan
el_gr: Αμερική/Ατικοκάν
et_ee: Ameerika/Atikokan
ru_ru: Америка/Атикокан
sv_se: Amerika/Atikokan

source: America/Atka
el_gr: Αμερική/Άτκα
et_ee: Ameerika/Atka
ru_ru: Америка/Атка
sv_se: Amerika/Atka

source: America/Bahia
el_gr: Αμερική/Μπαΐα
et_ee: Ameerika/Bahia
ru_ru: Америка/Байя
sv_se: Amerika/Bahia

source: America/Bahia Banderas
el_gr: Αμερική/Μπαΐα Μπαντέρας
et_ee: Ameerika/Bahia Banderas
ru_ru: Америка/Баия де Бандерас
sv_se: Amerika/Bahia Banderas

source: America/Barbados
el_gr: Αμερική/Μπαρμπάντος
et_ee: Ameerika/Barbados
ru_ru: Америка/Барбадос
sv_se: Amerika/Barbados

source: America/Belem
el_gr: Αμερική/Μπελέμ
et_ee: Ameerika/Belem
ru_ru: Америка/Белем
sv_se: Amerika/Belem

source: America/Belize
el_gr: Αμερική/Μπελίζ
et_ee: Ameerika/Belize
ru_ru: Америка/Белиз
sv_se: Amerika/Belize

source: America/Blanc-Sablon
el_gr: Αμερική/Μπλαν-Σαμπλό
et_ee: Ameerika/Blanc-Sablon
ru_ru: Америка/Бланк-Саблон
sv_se: Amerika/Blanc-Sablon

source: America/Boa Vista
el_gr: Αμερική/Μπόα Βίστα
et_ee: Ameerika/Boa Vista
ru_ru: Америка/Боа-Виста
sv_se: Amerika/Boa Vista

source: America/Bogota
el_gr: Αμερική/Μπογκοτά
et_ee: Ameerika/Bogota
ru_ru: Америка/Богота
sv_se: Amerika/Bogotá

source: America/Boise
el_gr: Αμερική/Μπόιζι
et_ee: Ameerika/Boise
ru_ru: Америка/Бойсе
sv_se: Amerika/Boise

source: America/Buenos Aires
el_gr: Αμερική/Μπουένος Άιρες
et_ee: Ameerika/Buenos Aires
ru_ru: Америка/Буэнос-Айрес
sv_se: Amerika/Buenos Aires

source: America/Cambridge Bay
el_gr: Αμερική/Καίμπριτζ Μπέι
et_ee: Ameerika/Cambridge Bay
ru_ru: Америка/Кембридж-Бей
sv_se: Amerika/Cambridge Bay

source: America/Campo Grande
el_gr: Αμερική/Κάμπο Γκράντε
et_ee: Ameerika/Campo Grande
ru_ru: Америка/Кампу-Гранди
sv_se: Amerika/Campo Grande

source: America/Cancun
el_gr: Αμερική/Κανκούν
et_ee: Ameerika/Cancun
ru_ru: Америка/Канкун
sv_se: Amerika/Cancun

source: America/Caracas
el_gr: Αμερική/Καράκας
et_ee: Ameerika/Caracas
ru_ru: Америка/Каракас
sv_se: Amerika/Caracas

source: America/Catamarca
el_gr: Αμερική/Καταμάρκα
et_ee: Ameerika/Catamarca
ru_ru: Америка/Катамарка
sv_se: Amerika/Catamarca

source: America/Cayenne
el_gr: Αμερική/Καγιέν
et_ee: Ameerika/Cayenne
ru_ru: Америка/Кайенна
sv_se: Amerika/Cayenne

source: America/Cayman
el_gr: Αμερική/Κέιμαν
et_ee: Ameerika/Cayman
ru_ru: Америка/Кайман
sv_se: Amerika/Cayman

source: America/Chicago
el_gr: Αμερική/Σικάγο
et_ee: Ameerika/Chicago
ru_ru: Америка/Чикаго
sv_se: Amerika/Chicago

source: America/Chihuahua
el_gr: Αμερική/Τσιουάουα
et_ee: Ameerika/Chihuahua
ru_ru: Америка/Чихуахуа
sv_se: Amerika/Chihuahua

source: America/Coral Harbour
el_gr: Αμερική/Κόραλ Χάρμπορ
et_ee: Ameerika/Coral Harbour
ru_ru: Америка/Корал-Харбор
sv_se: Amerika/Coral Harbour

source: America/Cordoba
el_gr: Αμερική/Κόρδοβα
et_ee: Ameerika/Cordoba
ru_ru: Америка/Кордоба
sv_se: Amerika/Cordoba

source: America/Costa Rica
el_gr: Αμερική/Κόστα Ρίκα
et_ee: Ameerika/Costa Rica
ru_ru: Америка/Коста-Рика
sv_se: Amerika/Costa Rica

source: America/Creston
el_gr: Αμερική/Κρέστον
et_ee: Ameerika/Creston
ru_ru: Америка/Крестон
sv_se: Amerika/Creston

source: America/Cuiaba
el_gr: Αμερική/Κουιαμπά
et_ee: Ameerika/Cuiaba
ru_ru: Америка/Куяба
sv_se: Amerika/Cuiaba

source: America/Curacao
el_gr: Αμερική/Κουρασάο
et_ee: Ameerika/Curaçao
ru_ru: Америка/Курасао
sv_se: Amerika/Curaçao

source: America/Danmarkshavn
el_gr: Αμερική/Ντάνμαρκσαουν
et_ee: Ameerika/Danmarkshavn
ru_ru: Америка/Денмаркшавн
sv_se: Amerika/Danmarkshavn

source: America/Dawson
el_gr: Αμερική/Ντώσον
et_ee: Ameerika/Dawson
ru_ru: Америка/Досон
sv_se: Amerika/Dawson

source: America/Dawson Creek
el_gr: Αμερική/Ντώσον Κρικ
et_ee: Ameerika/Dawson Creek
ru_ru: Америка/Досон Крик
sv_se: Amerika/Dawson's Creek

source: America/Denver
el_gr: Αμερική/Ντένβερ
et_ee: Ameerika/Denver
ru_ru: Америка/Денвер
sv_se: Amerika/Denver

source: America/Detroit
el_gr: Αμερική/Ντιτρόιτ
et_ee: Ameerika/Detroit
ru_ru: Америка/Детройт
sv_se: Amerika/Detroit

source: America/Dominica
el_gr: Αμερική/Δομίνικα
et_ee: Ameerika/Dominica
ru_ru: Америка/Доминика
sv_se: Amerika/Dominica

source: America/Edmonton
el_gr: Αμερική/Έντμοντον
et_ee: Ameerika/Edmonton
ru_ru: Америка/Эдмонтон
sv_se: Amerika/Edmonton

source: America/Eirunepe
el_gr: Αμερική/Ερουνέπε
et_ee: Ameerika/Eirunepe
ru_ru: Америка/Эйрунепе
sv_se: Amerika/Eirunepe

source: America/El Salvador
el_gr: Αμερική/Ελ Σαλβαδόρ
et_ee: Ameerika/El Salvador
ru_ru: Америка/Сальвадор
sv_se: Amerika/El Salvador

source: America/Ensenada
el_gr: Αμερική/Ενσενάντα
et_ee: Ameerika/Ensenada
ru_ru: Америка/Энсенада
sv_se: Amerika/Ensenada

source: America/Fort Nelson
el_gr: Αμερική/Φορτ Νέλσον
et_ee: Ameerika/Fort Nelson
ru_ru: Америка/Форт Нельсон
sv_se: Amerika/Fort Nelson

source: America/Fort Wayne
el_gr: Αμερική/Φορτ Γουέιν
et_ee: Ameerika/Fort Wayne
ru_ru: Америка/Форт-Уэйн
sv_se: Amerika/Fort Wayne

source: America/Fortaleza
el_gr: Αμερική/Φορταλέζα
et_ee: Ameerika/Fortaleza
ru_ru: Америка/Форталеза
sv_se: Amerika/Fortaleza

source: America/Glace Bay
el_gr: Αμερική/Γκλέις Μπέι
et_ee: Ameerika/Glace Bay
ru_ru: Америка/Глас Бэй
sv_se: Amerika/Glace Bay

source: America/Godthab
el_gr: Αμερική/Γκόντχομπ
et_ee: Ameerika/Godthab
ru_ru: Америка/Готхоб
sv_se: Amerika/Godthåb

source: America/Goose Bay
el_gr: Αμερική/Γκους Μπέι
et_ee: Ameerika/Goose Bay
ru_ru: Америка/Гус Бэй
sv_se: Amerika/Goose Bay

source: America/Grand Turk
el_gr: Αμερική/Γκραντ Τουρκ
et_ee: Ameerika/Grand Turk
ru_ru: Америка/Гранд-Терк
sv_se: Amerika/Grand Turk

source: America/Grenada
el_gr: Αμερική/Γρενάδα
et_ee: Ameerika/Grenada
ru_ru: Америка/Гренада
sv_se: Amerika/Grenada

source: America/Guadeloupe
el_gr: Αμερική/Γουαδελούπη
et_ee: Ameerika/Guadeloupe
ru_ru: Америка/Гваделупа
sv_se: Amerika/Guadeloupe

source: America/Guatemala
el_gr: Αμερική/Γουατεμάλα
et_ee: Ameerika/Guatemala
ru_ru: Америка/Гватемала
sv_se: Amerika/Guatemala

source: America/Guayaquil
el_gr: Αμερική/Γουαγιακίλ
et_ee: Ameerika/Guayaquil
ru_ru: Америка/Гуаякиль
sv_se: Amerika/Guayaquil

source: America/Guyana
el_gr: Αμερική/Γουιάνα
et_ee: Ameerika/Guyana
ru_ru: Америка/Гайана
sv_se: Amerika/Guyana

source: America/Halifax
el_gr: Αμερική/Χάλιφαξ
et_ee: Ameerika/Halifax
ru_ru: Америка/Галифакс
sv_se: Amerika/Halifax

source: America/Havana
el_gr: Αμερική/Αβάνα
et_ee: Ameerika/Havana
ru_ru: Америка/Гавана
sv_se: Amerika/Havanna

source: America/Hermosillo
el_gr: Αμερική/Ερμοσίγιο
et_ee: Ameerika/Hermosillo
ru_ru: Америка/Гермосилло
sv_se: Amerika/Hermosillo

source: America/Indiana/Indianapolis
el_gr: Αμερική/Ιντιάνα/Ιντιανάπολις
et_ee: Ameerika/Indiana/Indianapolis
ru_ru: Америка/Индиана/Индианаполис
sv_se: Amerika/Indiana/Indianapolis

source: America/Indiana/Knox
el_gr: Αμερική/Ιντιάνα/Νοξ
et_ee: Ameerika/Indiana/Knox
ru_ru: Америка/Индиана/Нокс
sv_se: Amerika/Indiana/Knox

source: America/Indiana/Marengo
el_gr: Αμερική/Ιντιάνα/Μαρένγκο
et_ee: Ameerika/Indiana/Marengo
ru_ru: Америка/Индиана/Маренго
sv_se: Amerika/Indiana/Marengo

source: America/Indiana/Petersburg
el_gr: Αμερική/Ιντιάνα/Πίτερσμπεργκ
et_ee: Ameerika/Indiana/Petersburg
ru_ru: Америка/Индиана/Петербург
sv_se: Amerika/Indiana/Petersburg

source: America/Indiana/Tell City
el_gr: Αμερική/Ιντιάνα/Τελ Σίτι
et_ee: Ameerika/Indiana/Tell City
ru_ru: Америка/Индиана/Телл Сити
sv_se: Amerika/Indiana/Tell City

source: America/Indiana/Vevay
el_gr: Αμερική/Ιντιάνα/Βίβι
et_ee: Ameerika/Indiana/Vevay
ru_ru: Америка/Индиана/Вивей
sv_se: Amerika/Indiana/Vevay

source: America/Indiana/Vincennes
el_gr: Αμερική/Ιντιάνα/Βινσένς
et_ee: Ameerika/Indiana/Vincennes
ru_ru: Америка/Индиана/Винсеннес
sv_se: Amerika/Indiana/Vincennes

source: America/Indiana/Winamac
el_gr: Αμερική/Ιντιάνα/Γουίναμακ
et_ee: Ameerika/Indiana/Winamac
ru_ru: Америка/Индиана/Уинамак
sv_se: Amerika/Indiana/Winamac

source: America/Indianapolis
el_gr: Αμερική/Ιντιανάπολις
et_ee: Ameerika/Indianapolis
ru_ru: Америка/Индианаполис
sv_se: Amerika/Indianapolis

source: America/Inuvik
el_gr: Αμερική/Ινούβικ
et_ee: Ameerika/Inuvik
ru_ru: Америка/Инувик
sv_se: Amerika/Inuvik

source: America/Iqaluit
el_gr: Αμερική/Ικάλουιτ
et_ee: Ameerika/Iqaluit
ru_ru: Америка/Икалуит
sv_se: Amerika/Iqaluit

source: America/Jamaica
el_gr: Αμερική/Τζαμάικα
et_ee: Ameerika/Jamaica
ru_ru: Америка/Ямайка
sv_se: Amerika/Jamaica

source: America/Jujuy
el_gr: Αμερική/Χουχούι
et_ee: Ameerika/Jujuy
ru_ru: Америка/Жужуй
sv_se: Amerika/Jujuy

source: America/Juneau
el_gr: Αμερική/Τζούνο
et_ee: Ameerika/Juneau
ru_ru: Америка/Джуно
sv_se: Amerika/Juneau

source: America/Kentucky/Louisville
el_gr: Αμερική/Κεντάκι/Λούισβιλ
et_ee: Ameerika/Kentucky/Louisville
ru_ru: Америка/Кентукки/Луисвиль
sv_se: Amerika/Kentucky/Louisville

source: America/Kentucky/Monticello
el_gr: Αμερική/Κεντάκι/Μοντισέλο
et_ee: Ameerika/Kentucky/Monticello
ru_ru: Америка/Кентукки/Монтицелло
sv_se: Amerika/Kentucky/Monticello

source: America/Knox IN
el_gr: Αμερική/Νοξ
et_ee: Ameerika/Knox IN
ru_ru: Америка/Индиана/Нокс
sv_se: Amerika/Knox IN

source: America/Kralendijk
el_gr: Αμερική/Κράλεντικ
et_ee: Ameerika/Kralendijk
ru_ru: Америка/Кралендейк
sv_se: Amerika/Kralendijk

source: America/La Paz
el_gr: Αμερική/Λα Πας
et_ee: Ameerika/La Paz
ru_ru: Америка/Ла-Пас
sv_se: Amerika/La Paz

source: America/Lima
el_gr: Αμερική/Λίμα
et_ee: Ameerika/Lima
ru_ru: Америка/Лима
sv_se: Amerika/Lima

source: America/Los Angeles
el_gr: Αμερική/Λος Άντζελες
et_ee: Ameerika/Los Angeles
ru_ru: Америка/Лос-Анджелес
sv_se: Amerika/Los Angeles

source: America/Louisville
el_gr: Αμερική/Λούισβιλ
et_ee: Ameerika/Louisville
ru_ru: Америка/Луисвиль
sv_se: Amerika/Louisville

source: America/Lower Princes
el_gr: Αμερική/Κάτω Πριγκιπικές Περιοχές
et_ee: Ameerika/Lower Princes
ru_ru: Америка/Сен-Мартин
sv_se: Amerika/Lower Princes

source: America/Maceio
el_gr: Αμερική/Μασεϊό
et_ee: Ameerika/Maceio
ru_ru: Америка/Масейо
sv_se: Amerika/Maceio

source: America/Managua
el_gr: Αμερική/Μανάγκουα
et_ee: Ameerika/Managua
ru_ru: Америка/Манагуа
sv_se: Amerika/Managua

source: America/Manaus
el_gr: Αμερική/Μανάους
et_ee: Ameerika/Manaus
ru_ru: Америка/Манаус
sv_se: Amerika/Manaus

source: America/Marigot
el_gr: Αμερική/Μαριγκό
et_ee: Ameerika/Marigot
ru_ru: Америка/Маригот
sv_se: Amerika/Marigot

source: America/Martinique
el_gr: Αμερική/Μαρτινίκα
et_ee: Ameerika/Martinique
ru_ru: Америка/Мартиника
sv_se: Amerika/Martinique

source: America/Matamoros
el_gr: Αμερική/Ματαμόμος
et_ee: Ameerika/Matamoros
ru_ru: Америка/Матаморос
sv_se: Amerika/Matamoros

source: America/Mazatlan
el_gr: Αμερική/Μαζατλάν
et_ee: Ameerika/Mazatlan
ru_ru: Америка/Масатлан
sv_se: Amerika/Mazatlán

source: America/Mendoza
el_gr: Αμερική/Μεντόζα
et_ee: Ameerika/Mendoza
ru_ru: Америка/Мендоза
sv_se: Amerika/Mendoza

source: America/Menominee
el_gr: Αμερική/Μενόμινι
et_ee: Ameerika/Menominee
ru_ru: Америка/Меномини
sv_se: Amerika/Menominee

source: America/Merida
el_gr: Αμερική/Μέριδα
et_ee: Ameerika/Merida
ru_ru: Америка/Мерида
sv_se: Amerika/Merida

source: America/Metlakatla
el_gr: Αμερική/Μετλακάτλα
et_ee: Ameerika/Metlakatla
ru_ru: Америка/Метлейкатла
sv_se: Amerika/Metlakatla

source: America/Mexico City
el_gr: Αμερική/Πόλη του Μεξικού
et_ee: Ameerika/Mexico City
ru_ru: Америка/Мехико
sv_se: Amerika/Mexico City

source: America/Miquelon
el_gr: Αμερική/Μικελόν
et_ee: Ameerika/Miquelon
ru_ru: Америка/Микелон
sv_se: Amerika/Miquelon

source: America/Moncton
el_gr: Αμερική/Μόνκτον
et_ee: Ameerika/Moncton
ru_ru: Америка/Монктон
sv_se: Amerika/Moncton

source: America/Monterrey
el_gr: Αμερική/Μοντερέι
et_ee: Ameerika/Monterrey
ru_ru: Америка/Монтерей
sv_se: Amerika/Monterrey

source: America/Montevideo
el_gr: Αμερική/Μοντεβιδέο
et_ee: Ameerika/Montevideo
ru_ru: Америка/Монтевидео
sv_se: Amerika/Montevideo

source: America/Montreal
el_gr: Αμερική/Μόντρεαλ
et_ee: Ameerika/Montreali
ru_ru: Америка/Монреаль
sv_se: Amerika/Montreal

source: America/Montserrat
el_gr: Αμερική/Μοντσερράτ
et_ee: Ameerika/Montserrat
ru_ru: Америка/Монтсеррат
sv_se: Amerika/Montserrat

source: America/Nassau
el_gr: Αμερική/Νασάου
et_ee: Ameerika/Nassau
ru_ru: Америка/Нассау
sv_se: Amerika/Nassau

source: America/New York
el_gr: Αμερική/Νέα Υόρκη
et_ee: Ameerika/New York
ru_ru: Америка/Нью-Йорк
sv_se: Amerika/New York

source: America/Nipigon
el_gr: Αμερική/Νίπιγκον
et_ee: Ameerika/Nipigon
ru_ru: Америка/Нипигон
sv_se: Amerika/Nipigon

source: America/Nome
el_gr: Αμερική/Νομ
et_ee: Ameerika/Nome
ru_ru: Америка/Ном
sv_se: Amerika/Nome

source: America/Noronha
el_gr: Αμερική/Νορόνια
et_ee: Ameerika/Noronha
ru_ru: Америка/Норонья
sv_se: Amerika/Noronha

source: America/North Dakota/Beulah
el_gr: Αμερική/Βόρεια Ντακότα/Μπιούλα
et_ee: Ameerika/Põhja-Dakota/Beulah
ru_ru: Америка/Северная Дакота/Бойла
sv_se: Amerika/North Dakota/Beulah

source: America/North Dakota/Center
el_gr: Αμερική/Βόρεια Ντακότα/Κέντρο
et_ee: Ameerika/Põhja-Dakota/Center
ru_ru: Америка/Северная Дакота/Центр
sv_se: Amerika/North Dakota/Center

source: America/North Dakota/New Salem
el_gr: Αμερική/Βόρεια Ντακότα/Νιου Σάλεμ
et_ee: Ameerika/Põhja-Dakota/New Salem
ru_ru: Америка/Северная Дакота/Нью Салем
sv_se: Amerika/North Dakota/New Salem

source: America/Ojinaga
el_gr: Αμερική/Οχινάγα
et_ee: Ameerika/Ojinaga
ru_ru: Америка/Охинага
sv_se: Amerika/Ojinaga

source: America/Panama
el_gr: Αμερική/Παναμάς
et_ee: Ameerika/Panama
ru_ru: Америка/Панама
sv_se: Amerika/Panama

source: America/Pangnirtung
el_gr: Αμερική/Πάνγκνιρτουνγκ
et_ee: Ameerika/Pangnirtung
ru_ru: Америка/Пангниртанг
sv_se: Amerika/Pangnirtung

source: America/Paramaribo
el_gr: Αμερική/Παραμαρίμπο
et_ee: Ameerika/Paramaribo
ru_ru: Америка/Парамарибо
sv_se: Amerika/Paramaribo

source: America/Phoenix
el_gr: Αμερική/Φοίνιξ
et_ee: Ameerika/Phoenix
ru_ru: Америка/Феникс
sv_se: Amerika/Phoenix

source: America/Port-au-Prince
el_gr: Αμερική/Πορτ-ο-Πρενς
et_ee: Ameerika/Port-au-Prince
ru_ru: Америка/Порто-Пренс
sv_se: Amerika/Port-au-Prince

source: America/Port of Spain
el_gr: Αμερική/Πορτ οφ Σπέιν
et_ee: Ameerika/Port of Spain
ru_ru: Америка/Порт-оф-Спейн
sv_se: Amerika/Port of Spain

source: America/Porto Acre
el_gr: Αμερική/Πόρτο Άκρε
et_ee: Ameerika/Porto Acre
ru_ru: Америка/Порту-Акри
sv_se: Amerika/Porto Acre

source: America/Porto Velho
el_gr: Αμερική/Πόρτο Βέλιο
et_ee: Ameerika/Porto Velho
ru_ru: Америка/Порту-Велью
sv_se: Amerika/Porto Velho

source: America/Puerto Rico
el_gr: Αμερική/Πουέρτο Ρίκο
et_ee: Ameerika/Puerto Rico
ru_ru: Америка/Пуэрто-Рико
sv_se: Amerika/Puerto Rico

source: America/Punta Arenas
el_gr: Αμερική/Πούντα Αρένας
et_ee: Ameerika/Punta Arenas
ru_ru: Америка/Пунта-Аренас
sv_se: Amerika/Punta Areñas

source: America/Rainy River
el_gr: Αμερική/Ποταμός Ρέινι
et_ee: Ameerika/Rainy River
ru_ru: Америка/Рейни Ривер
sv_se: Amerika/Rainy River

source: America/Rankin Inlet
el_gr: Αμερική/Ράνκιν Ίνλετ
et_ee: Ameerika/Rankin Inlet
ru_ru: Америка/Ранкин-Инлет
sv_se: Amerika/Rankin Inlet

source: America/Recife
el_gr: Αμερική/Ρεσίφε
et_ee: Ameerika/Recife
ru_ru: Америка/Ресифи
sv_se: Amerika/Recife

source: America/Regina
el_gr: Αμερική/Ρεγγίνα
et_ee: Ameerika/Regina
ru_ru: Америка/Регина
sv_se: Amerika/Regina

source: America/Resolute
el_gr: Αμερική/Ρεσολούτ
et_ee: Ameerika/Resolute
ru_ru: Resolute
sv_se: Amerika/Resolute

source: America/Rio Branco
el_gr: Αμερική/Ρίο Μπράνκο
et_ee: Ameerika/Rio Branco
ru_ru: Америка/Рио-Бранко
sv_se: Amerika/Rio Branco

source: America/Rosario
el_gr: Αμερική/Ροσάριο
et_ee: Ameerika/Rosario
ru_ru: Америка/Розарио
sv_se: Amerika/Rosario

source: America/Santa Isabel
el_gr: Αμερική/Σάντα Ίζαμπελ
et_ee: Ameerika/Santa Isabel
ru_ru: Америка/Санта-Исабель
sv_se: Amerika/Santa Isabel

source: America/Santarem
el_gr: Αμερική/Σανταρέμ
et_ee: Ameerika/Santarem
ru_ru: Америка/Сантарем
sv_se: Amerika/Santarem

source: America/Santiago
el_gr: Αμερική/Σαντιάγο
et_ee: Ameerika/Santiago
ru_ru: Америка/Сантьяго
sv_se: Amerika/Santiago

source: America/Santo Domingo
el_gr: Αμερική/Σάντο Ντομίνγκο
et_ee: Ameerika/Santo Domingo
ru_ru: Америка/Санто-Доминго
sv_se: Amerika/Santo Domingo

source: America/Sao Paulo
el_gr: Αμερική/Σάο Πάολο
et_ee: Ameerika/Sao Paulo
ru_ru: Америка/Сан-Паулу
sv_se: Amerika/Sao Paulo
