Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Copying messages is not supported by the server.
el_gr: Η αντιγραφή μηνυμάτων δεν υποστηρίζεται από τον διακομιστή.
et_ee: Server ei toeta sõnumite kopeerimist.
ru_ru: Сервер не поддерживает копирование сообщений.
sv_se: Meddelandekopiering stöds inte av servern.

source: Draft messages are not supported by the server.
el_gr: Τα προσχέδια μηνυμάτων δεν υποστηρίζονται από τον διακομιστή.
et_ee: Server ei toeta mustandsõnumeid.
ru_ru: Сервер не поддерживает использование шаблонов.
sv_se: Utkast stöds inte av servern.

source: The POP3 storage name is missing for user %1$s. Please provide one and try again.
el_gr: Το όνομα χώρου αποθήκευσης POP3 απουσιάζει για τον χρήστη «%1$s». Παρακαλώ παραθέστε ένα και δοκιμάστε ξανά.
et_ee: POP3 kettaruumi nimi puudub kasutaja %1$s korral. Esitage see ja proovige uuesti.
ru_ru: Не найдено имя хранилища POP3 для пользователя %1$s. Введите имя и повторите попытку.
sv_se: POP3-lagringsnamn saknas för användaren %1$s. Ange ett och försök igen.

source: The POP3 storage is missing for user %1$s. Please provide one and try again
el_gr: Ο χώρος αποθήκευσης POP3 απουσιάζει τον χρήστη «%1$s». Παρακαλώ παραθέστε έναν και δοκιμάστε ξανά
et_ee: POP3 kettaruum puudub kasutaja %1$s korral. Esitage see ja proovige uuesti
ru_ru: Не найдено хранилище POP3 для пользователя %1$s. Введите имя и повторите попытку
sv_se: POP3-lagring saknas för användaren %1$s. Ange en och försök igen

source: You are not allowed to move the POP3 default folder %1$s.
el_gr: Δεν επιτρέπεται να μετακινήσετε τον προεπιλεγμένο φάκελο POP3 «%1$s».
et_ee: Teil puudub luba POP3 vaikekausta %1$s teisaldamiseks.
ru_ru: У вас нет прав на перемещение стандартной папки POP3 %1$s.
sv_se: Du har inte tillstånd att flytta standard-POP3-mappen %1$s.

source: You are not allowed to rename the POP3 default folder %1$s.
el_gr: Δεν επιτρέπεται να μετονομάσετε τον προεπιλεγμένο φάκελο POP3 «%1$s».
et_ee: Teil puudub luba POP3 vaikekausta %1$s ümbernimetamiseks.
ru_ru: У вас нет прав на переименование стандартной папки POP3 %1$s.
sv_se: Du har inte tillstånd att döpa om standard-POP3-mappen %1$s.

source: The POP3 storage path is missing for user %1$s. Please provide one and try again.
el_gr: Η διαδρομή χώρου αποθήκευσης POP3 απουσιάζει για τον χρήστη «%1$s». Παρακαλώ παραθέστε μια και δοκιμάστε ξανά.
et_ee: POP3 kettaruumi tee puudub kasutaja %1$s korral. Esitage see ja proovige uuesti.
ru_ru: Не найден путь к хранилищу POP3 для пользователя %1$s. Укажите путь и повторите попытку.
sv_se: POP3-lagringssökväg saknas för användaren %1$s. Ange en och försök igen.

source: The move operation you want to execute is not allowed.
el_gr: Δεν επιτρέπεται η ενέργεια μετακίνησης που θέλετε να εκτελέσετε.
et_ee: Teie soovitud teisaldustoiming ei ole lubatud.
ru_ru: Операция перемещения не разрешена.
sv_se: Flyttåtgärden du vill utföra tillåts inte.

source: Login delay denies connecting to server %1$s with login %2$s. Error message from server: %5$s
el_gr: Η καθυστέρηση σύνδεσης αρνείται τη σύνδεση με τον διακομιστή «%1$s», με σύνδεση «%2$s». Μήνυμα σφάλματος από τον διακομιστή: %5$s
et_ee: Sisselogimise viivitus keelab ühenduse loomise serveriga %1$s kasutajatunnusega %2$s. Veateade serverilt: %5$s
ru_ru: Отказ авторизации при подключении %2$s к серверу %1$s. Ответ сервера: %5$s
sv_se: Fördröjd inloggning blockerar anslutningar till servern %1$s med inloggning %2$s. Felmeddelande från servern: %5$s

source: Login delay denies connecting to server %1$s with login %2$s. Try again in %5$s seconds. Error message from server: %6$s
el_gr: Η καθυστέρηση σύνδεσης αρνείται τη σύνδεση με τον διακομιστή «%1$s», με σύνδεση «%2$s». Δοκιμάστε ξανά σε %5$s δευτερόλεπτα. Μήνυμα σφάλματος από τον διακομιστή: %6$s
et_ee: Sisselogimise viivitus keelab ühenduse loomise serveriga %1$s kasutajatunnusega %2$s. Proovige uuesti %5$s sekundi pärast. Veateade serverilt: %6$s
ru_ru: Отказ авторизации при подключении %2$s к серверу %1$s. Повторите попытку через %5$s сек. Ответ сервера: %6$s
sv_se: Fördröjd inloggning blockerar anslutningar till servern %1$s med inloggning %2$s. Försök igen om %5$s sekunder. Felmeddelande från servern: %6$s

source: The POP3 storage path is invalid. POP3 storage path "%1$s" cannot be created for user %2$s
el_gr: Η διαδρομή αποθήκευσης POP3 δεν είναι έγκυρη. Δεν είναι δυνατή η δημιουργία της διαδρομής αποθήκευσης POP3 «%1$s» για τον χρήστη «%2$s»
et_ee: POP3 kettaruumi tee on kehtetu. POP3 kettaruumi teed "%1$s" ei saa luua kasutaja %2$s korral
ru_ru: Неверный путь к хранилищу POP3. Не удалось создать хранилище для пользователя %2$s в «%1$s»
sv_se: POP3-lagringssökväg ogiltig. POP3-lagringssökvägen ”%1$s” kan inte skapas för användaren %2$s

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work. Please be advised that while it is safe to ignore this warning, the POP3 account might not work if the supplied credentials are invalid.
el_gr: Η επικύρωση των διαπιστευτηρίων POP3 είναι απενεργοποιημένη λόγω πιθανών περιορισμών σύνδεσης ανά πάροχο. Διαφορετικά, η επόμενη προσπάθεια σύνδεσης ενδέχεται να μην λειτουργήσει. Παρακαλώ σημειώστε ότι ενώ είναι ασφαλές να αγνοήσετε αυτήν την προειδοποίηση, ο λογαριασμός POP3 ενδέχεται να μην λειτουργεί εάν τα διαπιστευτήρια που παρέχονται δεν είναι έγκυρα.
et_ee: POP mandaadi valideerimine on keelatud teenusepakkuja võimalike sisselogimispiirangute tõttu. Vastasel juhul ei pruugi järgnev sisselogimiskatse toimida. Palun võtke arvesse, et ehkki selle hoiatuse eiramine on ohutu, ei pruugi POP3 konto toimida juhul, kui esitatud mandaat on kehtetu.
ru_ru: Проверка учетных данных POP3 отключена вследствие ограничений провайдера. Последующие попытки авторизации могут завершиться неудачей.
sv_se: Kontroll av POP3-rättigheter har avaktiverats på grund av möjliga restriktioner för inloggning från leverantören. I annat fall kanske senare inloggningsförsök inte fungerar. Ha i åtanke att, även om det inte leder till problem att ignorera varningen, POP3-kontot kanske inte fungerar om inloggningsuppgifterna är ogiltiga.

source: POP3 messages cannot be imported because of existing quota constraints on primary mail account. Please free some space.
el_gr: Δεν είναι δυνατή η εισαγωγή μηνυμάτων POP3 λόγω των υφιστάμενων περιορισμών μεγέθους στον κύριο λογαριασμό email. Παρακαλώ ελευθερώστε λίγο χώρο.
et_ee: POP3 sõnumeid ei saa importida olemasolevate kvoodipiirangute tõttu esmasel e-posti kontol. Palun vabastage ruumi.
ru_ru: Не удалось выполнить импорт сообщений POP3 из-за ограничений квоты основной учетной записи. Освободите место.
sv_se: POP3-meddelanden kan inte importeras på grund av begränsad kvot för det primära e-postkontot. Fria upp lite utrymme.

source: The following field(s) are too long: %1$s. Please shorten the values and try again
el_gr: Τα ακόλουθα πεδία είναι πολύ μεγάλα: %1$s. Παρακαλώ χρησιμοποιήστε μικρότερες τιμές και δοκιμάστε ξανά
et_ee: Järgneva välja või väljade pikkus on liiga suur: %1$s. Palun lühendage väärtusi ja proovige uuesti
ru_ru: Слишком длинные поля: %1$s. Сократите значения и повторите попытку
sv_se: Följande fält är för långa: %1$s. Korta ner värdena och försök igen

source: The data you provided (%1$s) cannot be changed.
el_gr: Δεν είναι δυνατή η αλλαγή των δεδομένων που παρείχατε (%1$s).
et_ee: Teie esitatud andmeid (%1$s) ei saa muuta.
ru_ru: Предоставленные данные (%1$s) не могут быть изменены.
sv_se: Datan du angav (%1$s) kan inte ändras.

source: Thumbnail image not available.
el_gr: Η εικόνα μικρογραφίας δεν είναι διαθέσιμη.
et_ee: Pisipilt pole saadaval.
ru_ru: Предпросмотр недоступен.
sv_se: Miniatyrbild inte tillgänglig.

source: The preview service for MIME type %1$s is currently not available. Please try again later
el_gr: Η υπηρεσία προεπισκόπησης για τον τύπο MIME «%1$s» δεν είναι προς το παρόν διαθέσιμη. Παρακαλώ δοκιμάστε ξανά αργότερα
et_ee: Eelvaate teenus MIME tüübi %1$s korral pole hetkel saadaval. Palun proovige hiljem uuesti
ru_ru: Служба просмотра типа MIME %1$s временно недоступна. Повторите попытку позже
sv_se: Förhandsgranskningstjänsten för MIME-typen %1$s är för tillfället inte tillgänglig. Försök igen senare

source: Could not load data via proxy.
el_gr: Δεν ήταν δυνατή η φόρτωση δεδομένων μέσω διακομιστή μεσολάβησης.
et_ee: Andmete laadimine proksi kaudu ebaõnnestus.
ru_ru: Не удалось загрузить данные через прокси.
sv_se: Kunde inte ladda data via proxy.

source: Quota exceeded. Please delete some items in order to create new ones. Please note: The quota refers to all items of all users in this context.
el_gr: Υπέρβαση ορίου. Παρακαλώ διαγράψτε μερικά στοιχεία για να δημιουργήσετε νέα. Σημείωση: Το όριο αναφέρεται σε όλα τα στοιχεία όλων των χρηστών σε αυτό το περιβάλλον.
et_ee: Kvoot on ületatud. Palun kustutage mõned üksused uute loomiseks. Tähelepanu: kvoot viitab kõigi kasutajate kõikidele üksustele antud kontekstis.
ru_ru: Квота превышена. Потребуется удалить объекты, чтобы освободить место для создания новых. Квота определяется для всех пользователей в заданном контексте.
sv_se: Kvot överskriden. Ta bort några objekt för att kunna skapa nya. OBS: Kvoten gäller alla objekt hos alla användare i den här kontexten.

source: Quota exceeded for calendar. Quota limit: %2$s. Quota used: %1$s. Please delete some appointments in order to create new ones. Please note: The quota refers to all appointments of all users in this context.
el_gr: Υπέρβαση ορίου ημερολογίων. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικές συναντήσεις για να δημιουργήσετε νέες. Σημείωση: Το όριο αναφέρεται σε όλες τις συναντήσεις όλων των χρηστών σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud kalendri korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned kohtumised uute loomiseks. Tähelepanu: kvoot viitab kõigi kasutajate kõikidele kohtumistele antud kontekstis.
ru_ru: Превышена квота календаря: использовано %1$s из %2$s. Для создания новых встреч надо удалить старые. Все пользователи в контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för kalendern. Kvot: %2$s. Använt: %1$s. Ta bort några möten för att kunna skapa nya. OBS: Kvoten gäller alla möten för alla användare i den här kontexten.

source: Quota exceeded for contacts. Quota limit: %2$s. Quota used: %1$s. Please delete some contacts in order to create new ones. Please note: The quota refers to all contacts of all users in this context.
el_gr: Υπέρβαση ορίου επαφών. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικές επαφές για να δημιουργήσετε νέες. Σημείωση: Το όριο αναφέρεται σε όλες τις επαφές όλων των χρηστών σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud kontaktide korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned kontaktid uute loomiseks. Tähelepanu: kvoot viitab kõigi kasutajate kõikidele kontaktidele antud kontekstis.
ru_ru: Превышена квота на контакты: использовано %1$s из %2$s. Для создания новых контактов надо удалить старые. Все пользователи в контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för kontakter. Kvot: %2$s. Använt: %1$s. Ta bort några kontakter för att kunna skapa nya. OBS: Kvoten gäller alla kontakter för alla användare i den här kontexten.

source: Quota exceeded for tasks. Quota limit: %2$s. Quota used: %1$s. Please delete some tasks in order to create new ones. Please note: The quota refers to all tasks of all users in this context.
el_gr: Υπέρβαση ορίου εργασιών. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικές εργασίες για να δημιουργήσετε νέες. Σημείωση: Το όριο αναφέρεται σε όλες τις εργασίες όλων των χρηστών σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud ülesannete korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned ülesanded uute loomiseks. Tähelepanu: kvoot viitab kõigi kasutajate kõikidele ülesannetele antud kontekstis.
ru_ru: Превышена квота задач: использовано %1$s из %2$s. Для создания новых задач надо удалить старые. Все пользователи в контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för uppgifter. Kvot: %2$s. Använt: %1$s. Ta bort några uppgifter för att kunna skapa nya. OBS: Kvoten gäller alla uppgifter för alla användare i den här kontexten.

source: Quota exceeded for files. Quota limit: %2$s. Quota used: %1$s. Please delete some files in order to create new ones. Please note: The quota refers to all files of all users in this context.
el_gr: Υπέρβαση ορίου αρχείων. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικά αρχεία για να δημιουργήσετε νέα. Σημείωση: Το όριο αναφέρεται σε όλα τα αρχεία όλων των χρηστών σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud failide korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned failid uute loomiseks. Tähelepanu: kvoot viitab kõigi kasutajate kõikidele failidele antud kontekstis.
ru_ru: Превышена квота на файлы: использовано %1$s из %2$s. Для создания новых файлов надо удалить старые. Все пользователи в контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för filer. Kvot: %2$s. Använt: %1$s. Ta bort några filer för att kunna skapa nya. OBS: Kvoten gäller alla filer för alla användare i den här kontexten.

source: Quota exceeded for attachments. Quota limit: %2$s. Quota used: %1$s. Please delete some attachments in order to create new ones. Please note: The quota refers to all attachments of all users in this context.
el_gr: Υπέρβαση ορίου συνημμένων. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικά συνημμένα για να δημιουργήσετε νέα. Σημείωση: Το όριο αναφέρεται σε όλα τα συνημμένα όλων των χρηστών σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud manuste korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned manused uute loomiseks. Tähelepanu: kvoot viitab kõigi kasutajate kõikidele manustele antud kontekstis.
ru_ru: Превышена квота вложений: использовано %1$s из %2$s. Для создания новых вложений надо удалить старые. Все пользователи в контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för bilagor. Kvot: %2$s. Använt: %1$s. Ta bort några bilagor för att kunna skapa nya. OBS: Kvoten gäller alla bilagor hos alla användare i den här kontexten.

source: Quota exceeded for shares. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
el_gr: Υπέρβαση ορίου κοινόχρηστων στοιχείων. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικά κοινόχρηστα στοιχεία για να δημιουργήσετε νέα. Σημείωση: Το όριο αναφέρεται σε όλα τα κοινόχρηστα στοιχεία ενός χρήστη σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud jagatava korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned jagatud uute loomiseks. Tähelepanu: kvoot viitab ühe kasutaja kõikidele jagatutele antud kontekstis.
ru_ru: Превышена квота общих ресурсов: занято %1$s из %2$s. Прежде чем создать новые ресурсы, сначала надо удалить старые. Все общие ресурсы пользователя в этом контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för delningar. Kvotgräns: %2$s. Kvot använd: %1$s. Ta bort några delningar för att kunna skapa nya. OBS: Kvoten gäller alla delningar för en användare i den här kontexten.

source: Quota exceeded for share links. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
el_gr: Υπέρβαση ορίου συνδέσμων κοινής χρήσης. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικά κοινόχρηστα στοιχεία για να δημιουργήσετε νέα. Σημείωση: Το όριο αναφέρεται σε όλα τα κοινόχρηστα στοιχεία ενός χρήστη σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud jagamislinkide korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned jagatud uute loomiseks. Tähelepanu: kvoot viitab ühe kasutaja kõikidele jagatutele antud kontekstis.
ru_ru: Превышена квота общих ссылок: использовано %1$s из %2$s Прежде чем создать новые ресурсы, сначала надо удалить старые. Все общие ресурсы пользователя в этом контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för delningslänkar. Kvotgräns: %2$s. Kvot använd: %1$s. Ta bort några delningar för att kunna skapa nya. OBS: Kvoten gäller alla delningar för en användare i den här kontexten.

source: Quota exceeded for guest users. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
el_gr: Υπέρβαση ορίου επισκεπτών. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικά κοινόχρηστα στοιχεία για να δημιουργήσετε νέα. Σημείωση: Το όριο αναφέρεται σε όλα τα κοινόχρηστα στοιχεία ενός χρήστη σε αυτό το περιβάλλον.
et_ee: Kvoot ületatud külaliskasutajate korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned jagatud uute loomiseks. Tähelepanu: kvoot viitab ühe kasutaja kõikidele jagatutele antud kontekstis.
ru_ru: Превышена квота на число гостей: использовано %1$s из %2$s Прежде чем создать новые ресурсы, сначала надо удалить старые. Все общие ресурсы пользователя в этом контексте разделяют выделенную квоту.
sv_se: Kvot överskriden för gästanvändare. Kvotgräns: %2$s. Kvot använd: %1$s. Ta bort några delningar för att kunna skapa nya. OBS: Kvoten gäller alla delningar för en användare i den här kontexten.

source: Quota exceeded for signatures. Quota limit: %2$s. Quota used: %1$s. Please delete some signatures in order to create new ones.
el_gr: Υπέρβαση ορίου υπογραφών. Όριο: %2$s. Σε χρήση: %1$s. Παρακαλώ διαγράψτε μερικές υπογραφές για να δημιουργήσετε νέες.
et_ee: Kvoot ületatud allkirjade korral. Kvoodi piirang: %2$s. Kasutatud kvoot: %1$s. Palun kustutage mõned allkirjad uute loomiseks.
ru_ru: Превышена квота на число подписей: использовано %1$s из %2$s. Прежде чем создать новые подписи, сначала надо удалить старые.
sv_se: Kvoten överskriden för signaturer. Kvotgräns: %2$s. Kvot använd: %1$s. Ta bort några signaturer för att kunna skapa nya.

source: The storage limit for signatures is %1$s. Delete old signatures to be able to store a new one.
el_gr: Το όριο αποθήκευσης για υπογραφές είναι %1$s. Διαγράψτε παλιές υπογραφές για να μπορέσετε να αποθηκεύσετε μια νέα.
et_ee: Allkirjade salvestuspiir on %1$s. Kustutage vanad allkirjad, et saaksite uusi salvestada.
ru_ru: Максимальное количество подписей составляет %1$s. Прежде чем сохранить новую подпись, удалите старые подписи.
sv_se: Lagringsgränsen för signaturer är %1$s. Ta bort gamla signaturer för att kunna lagra en ny.

source: The requested page was not found.
el_gr: Η ζητούμενη σελίδα δεν βρέθηκε.
et_ee: Soovitud lehekülge ei leitud.
ru_ru: Запрашиваемая страница не найдена.
sv_se: Den begärda sidan hittades inte.

source: The remote '%2$s' service is unavailable at the moment. There is nothing we can do about it. Please try again later.
el_gr: Η απομακρυσμένη υπηρεσία «%2$s» δεν είναι διαθέσιμη αυτήν τη στιγμή. Δεν μπορούμε να κάνουμε τίποτα για αυτό. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kaugteenus '%2$s' ei ole hetkel saadaval. Me ei saa midagi teha. Palun proovige hiljem uuesti.
ru_ru: Удаленный сервис «%2$s» недоступен. Повторите попытку позже.
sv_se: Fjärrtjänsten '%2$s' är otillgänglig just nu. Vi kan inte göra något åt detta. Försök igen senare.

source: An internal server error occurred on '%2$s' side. There is nothing we can do about it.
el_gr: Προέκυψε εσωτερικό σφάλμα διακομιστή από την πλευρά του «%2$s». Δεν μπορούμε να κάνουμε τίποτα για αυτό.
et_ee: '%2$s' poolel tekkis serveri sisemine viga. Me ei saa midagi teha.
ru_ru: «%2$s» вернул внутреннюю ошибку сервера. К сожалению, мы ничего не можем сделать.
sv_se: Ett internt serverfel inträffade på '%2$ss' sida. Vi kan inte göra något åt detta.

source: A remote server error occurred on '%2$s' side. There is nothing we can do about it.
el_gr: Προέκυψε σφάλμα απομακρυσμένου διακομιστή από την πλευρά του «%2$s». Δεν μπορούμε να κάνουμε τίποτα για αυτό.
et_ee: Kaugserveri viga tekkis '%2$s' poolel. Me ei saa midagi teha.
ru_ru: «%2$s» вернул ошибку удаленного сервера. К сожалению, мы ничего не можем сделать.
sv_se: Ett fjärrserverfel inträffade på '%2$ss' sida. Vi kan inte göra något åt detta.

source: Invalid RSS URL or not well-formed XML content provided by URL: %1$s
el_gr: Μη έγκυρο RSS URL ή ακατάλληλο περιεχόμενο XML από το URL: %1$s
et_ee: Kehtetu RSS URL või ebaõige XML sisu URL-i poolt: %1$s
ru_ru: Недопустимый адрес RSS или неверный формат XML: %1$s
sv_se: Ogiltig RSS-URL eller felformaterat XML-innehåll mottaget från URL: %1$s

source: HTTP error %1$s while loading RSS feed from URL: %2$s.
el_gr: Σφάλμα HTTP «%1$s» κατά τη φόρτωση της ροής RSS από το URL: %2$s.
et_ee: HTTP viga %1$s RSS-kanali laadimisel URL-ilt: %2$s.
ru_ru: Ошибка HTTP %1$s при загрузке RSS-ленты %2$s.
sv_se: HTTP-fel %1$s medan RSS-flöde laddades från URL: %2$s.

source: Timeout while reading the RSS feed from URL: %1$s
el_gr: Το χρονικό όριο έληξε κατά την ανάγνωση της ροής RSS από το URL: %1$s
et_ee: Ajalõpp RSS-kanali lugemisel URL-ilt: %1$s
ru_ru: Истекло время ожидания при чтении RSS-ленты %1$s
sv_se: Tidsgräns överskreds medan RSS-flöde lästes från URL: %1$s

source: Failed to read RSS feed from URL: %1$s
el_gr: Αποτυχία ανάγνωσης ροής RSS από το URL: %1$s
et_ee: Ei õnnestunud lugeda RSS-kanalit URL-ilt: %1$s
ru_ru: Не удалось получить RSS-ленту с %1$s
sv_se: Kunde inte läsa RSS-flöde från URL: %1$s

source: Failed to read RSS feed from URL: %2$s
el_gr: Αποτυχία ανάγνωσης ροής RSS από το URL: %2$s
et_ee: Ei õnnestunud lugeda RSS-kanalit URL-ilt: %2$s
ru_ru: Не удалось получить RSS-ленту с %2$s
sv_se: Kunde inte läsa RSS-flöde från URL: %2$s

source: The RSS feed is exceeding the maximum allowed size of '%1$s'
el_gr: Η ροή RSS υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος των %1$s
et_ee: RSS-kanal ületab maksimaalset lubatud suurust '%1$s'
ru_ru: RSS-лента превышает максимально допустимый размер %1$s
sv_se: RSS-flödet överskrider den maximala tillåtna storleken '%1$s'

source: Cannot connect to RSS with URL: %1$s. Please change URL and try again.
el_gr: Δεν είναι δυνατή η σύνδεση στο RSS με URL: %1$s. Παρακαλώ αλλάξτε το URL και δοκιμάστε ξανά.
et_ee: Ei saa luua ühendust RSS-iga URL-iga: %1$s. Palun muutke URL-i ja proovige uuesti.
ru_ru: Не удалось подключиться к RSS: %1$s. Измените URL и повторите попытку.
sv_se: Kan inte ansluta till RSS med URL: %1$s. Ändra URL och försök igen.

source: No appropriate anonymizer available.
el_gr: Δεν υπάρχει κατάλληλη διαδικασία ανωνυμοποίησης.
et_ee: Puudub sobiv anonümiseerija.
ru_ru: Нет подходящего анонимайзера.
sv_se: Ingen lämplig anonymisering tillgänglig.

source: User
el_gr: Χρήστης
et_ee: Kasutaja
ru_ru: Пользователь
sv_se: Användare

source: Group
el_gr: Ομάδα
et_ee: Rühm
ru_ru: Группа
sv_se: Grupp

source: Resource
el_gr: Πόρος
et_ee: Ressurss
ru_ru: Ресурс
sv_se: Resurs

source: The value inserted for %2$s is not correct.
el_gr: Η εισαχθείσα τιμή για το «%2$s» δεν είναι σωστή.
et_ee: %2$s korral sisestatud väärtus ei ole õige.
ru_ru: Неверное значение %2$s.
sv_se: Det infogade värdet för %2$s är felaktigt.

source: Please add a value for %1$s
el_gr: Παρακαλώ προσθέστε μια τιμή για το «%1$s»
et_ee: Palun lisage väärtus %1$s jaoks
ru_ru: Добавьте значение для %1$s
sv_se: Lägg till ett värde för %1$s

source: This account isn't authorized to perform this action.
el_gr: Αυτός ο λογαριασμός δεν είναι εξουσιοδοτημένος να εκτελεί αυτήν την ενέργεια.
et_ee: See konto ei ole volitatud seda tegevust sooritama.
ru_ru: Эта учетная запись не авторизована для выполнения этого действия.
sv_se: Det här kontot har inte tillstånd att utföra den här åtgärden.

source: No such job %1$s
el_gr: Δεν υπάρχει τέτοια εργασία «%1$s»
et_ee: Sellist tööd ei ole %1$s
ru_ru: Нет такого задания: %1$s
sv_se: Inget jobb %1$s
