Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: You have received a forwarded invitation to the appointment "%1$s" organized by %2$s.
el_gr: Έχετε λάβει μια προωθημένη πρόσκληση για τη συνάντηση «%1$s», που οργανώνει ο/η %2$s.
ru_ru: Вы получили переадресованное приглашение на встречу «%1$s», организованную %2$s.
sv_se: Du har mottagit en vidarebefordrad inbjudan till mötet ”%1$s” som kallas av %2$s.

source: You have received a forwarded invitation to the appointment series "%1$s" organized by %2$s.
el_gr: Έχετε λάβει μια προωθημένη πρόσκληση για τη σειρά συναντήσεων «%1$s», που οργανώνει ο/η %2$s.
ru_ru: Вы получили переадресованное приглашение на серию встреч «%1$s», организованную %2$s.
sv_se: Du har mottagit en vidarebefordrad inbjudan till mötesserien %1$s” som kallas av %2$s.

source: You have received a forwarded invitation to an appointment of the series "%1$s" organized by %2$s.
el_gr: Έχετε λάβει μια προωθημένη πρόσκληση για μια συνάντηση της σειράς «%1$s», που οργανώνει ο/η %2$s.
ru_ru: Вы получили передаресованное приглашение на встречу из серии «%1$s», организованную %2$s.
sv_se: Du har mottagit en vidarebefordrad inbjudan till ett möte i serien ”%1$s” som organiseras av %2$s.

source: You have received a forwarded invitation to the appointment "%1$s" organized by %2$s on behalf of %3$s.
el_gr: Έχετε λάβει μια προωθημένη πρόσκληση για τη συνάντηση «%1$s», που οργανώνει ο/η %2$s εκ μέρους του/της %3$s.
ru_ru: Вы получили переадресованное приглашение на встречу «%1$s», организованную %2$s от имени %3$s.
sv_se: Du har mottagit en vidarebefordrad inbjudan till mötet ”%1$s” som kallas av %2$s åt %3$s.

source: You have received a forwarded invitation to the appointment series "%1$s" by %2$s organized on behalf of %3$s.
el_gr: Έχετε λάβει μια προωθημένη πρόσκληση για τη σειρά συναντήσεων «%1$s», που οργανώνει ο/η %2$s εκ μέρους του/της %3$s.
ru_ru: Вы получили переадресованное приглашение на встречу серии «%1$s» от %2$s, организованную от имени %3$s.
sv_se: Du har mottagit en vidarebefordrad inbjudan till mötesserien ”%1$s” av %2$s som kallas åt %3$s.

source: You have received a forwarded invitation to an appointment of the series "%1$s" organized by %2$s on behalf of %3$s.
el_gr: Έχετε λάβει μια προωθημένη πρόσκληση για μια συνάντηση της σειράς «%1$s», που οργανώνει ο/η %2$s εκ μέρους του/της %3$s.
ru_ru: Вы получили переадресованное приглашение на встречу серии «%1$s», организованную %2$s от имени %3$s.
sv_se: Du har mottagit en vidarebefordrad inbjudan till ett möte i serien ”%1$s” som kallas av %2$s åt %3$s.

source: %1$s has received a forwarded invitation to the appointment "%2$s" organized by %3$s.
el_gr: Ο/Η %1$s έχει λάβει μια προωθημένη πρόσκληση για τη συνάντηση «%2$s», που οργανώνει ο/η %3$s.
ru_ru: %1$s получил переадресованное приглашение на встречу «%2$s», организованную %3$s.
sv_se: %1$s har mottagit en vidarebefordrad inbjudan till mötet ”%2$s” som kallas av %3$s.

source: %1$s has received a forwarded invitation to the appointment series "%2$s" organized by %3$s.
el_gr: Ο/Η %1$s έχει λάβει μια προωθημένη πρόσκληση για τη σειρά συναντήσεων «%2$s», που οργανώνει ο/η %3$s.
ru_ru: %1$s получил переадресованное приглашение на серию встреч «%2$s», организованную %3$s.
sv_se: %1$s har mottagit en vidarebefordrad inbjudan till mötesserien ”%2$s” som kallas av %3$s.

source: %1$s has received a forwarded invitation to an appointment of the series "%2$s" organized by %3$s.
el_gr: Ο/Η %1$s έχει λάβει μια προωθημένη πρόσκληση για μια συνάντηση της σειράς «%2$s», που οργανώνει ο/η %3$s.
ru_ru: %1$s получил переадресованное приглашение на встречу серии «%2$s», организованную %3$s.
sv_se: %1$s har mottagit en vidarebefordrad inbjudan till ett möte i serien ”%2$s” som kallas av %3$s.

source: %1$s has received a forwarded invitation to the appointment "%2$s" organized by %3$s on behalf of %4$s.
el_gr: Ο/Η %1$s έχει λάβει μια προωθημένη πρόσκληση για τη συνάντηση «%2$s», που οργανώνει ο/η %3$s εκ μέρους του/της %4$s.
ru_ru: %1$s получил переадресованное приглашение на встречу «%2$s», организованную %3$s от имени %4$s.
sv_se: %1$s har mottagit en vidarebefordrad inbjudan till mötet ”%2$s” som kallas av %3$s åt %4$s.

source: %1$s has received a forwarded invitation to the appointment series "%2$s" organized by %3$s on behalf of %4$s.
el_gr: Ο/Η %1$s έχει λάβει μια προωθημένη πρόσκληση για τη σειρά συναντήσεων «%2$s», που οργανώνει ο/η %3$s εκ μέρους του/της %4$s.
ru_ru: %1$s получил переадресованное приглашение на серию встреч «%2$s», организованную %3$s от имени %4$s.
sv_se: %1$s har mottagit en vidarebefordrad inbjudan till mötesserien ”%2$s” som kallas av %3$s åt %4$s.

source: %1$s has received a forwarded invitation to an appointment of the series "%2$s" organized by %3$s on behalf of %4$s.
el_gr: Ο/Η %1$s έχει λάβει μια προωθημένη πρόσκληση για μια συνάντηση της σειράς «%2$s», που οργανώνει ο/η %3$s εκ μέρους του/της %4$s.
ru_ru: %1$s получил приглашение на встречу серии «%2$s», организованную %3$s от имени %4$s.
sv_se: %1$s har mottagit en vidarebefordrad inbjudan till ett möte i serien ”%2$s” som kallas av %3$s åt %4$s.

source: The invitation has been saved to your calendar.
el_gr: Η πρόσκληση έχει αποθηκευτεί στο ημερολόγιό σας.
et_ee: Kutse on salvestatud teie kalendrisse.
ru_ru: Приглашение было сохранено в вашем календаре.
sv_se: Inbjudan har sparats till din kalender.

source: The invitation has been saved to the calendar of %1$s.
el_gr: Η πρόσκληση έχει αποθηκευτεί στο ημερολόγιο του/της %1$s.
et_ee: Kutse on salvestatud %1$s kalendrisse.
ru_ru: Приглашение было сохранено в календаре %1$s.
sv_se: Inbjudan har sparats till %1$ss kalender.

source: The changes have been applied to your calendar.
el_gr: Οι αλλαγές έχουν εφαρμοστεί στο ημερολόγιό σας.
et_ee: Muudatused on teie kalendris rakendatud.
ru_ru: Изменения были применены к вашему календарю.
sv_se: Ändringarna har verkställts för din kalender.

source: The changes have been applied to the calendar of %1$s.
el_gr: Οι αλλαγές έχουν εφαρμοστεί στο ημερολόγιο του/της %1$s.
et_ee: Muudatused on rakendatud %1$s kalendrile.
ru_ru: Изменения были применены к календарю %1$s.
sv_se: Ändringarna har verkställts för %1$ss kalender.

source: The invitation needs to be added manually to your calendar.
el_gr: Η πρόσκληση πρέπει να προστεθεί χειροκίνητα στο ημερολόγιό σας.
et_ee: Kutse tuleb lisada kalendrisse käsitsi.
ru_ru: Приглашение необходимо добавить в календарь вручную.
sv_se: Inbjudan måste läggas till manuellt för din kalender.

source: The invitation needs to be added manually to the calendar of %1$s.
el_gr: Η πρόσκληση πρέπει να προστεθεί χειροκίνητα στο ημερολόγιο του/της %1$s.
et_ee: Kutse tuleb lisada käsitsi %1$s kalendrisse.
ru_ru: Приглашение необходимо добавить вручную в календарь %1$s.
sv_se: Inbjudan måste läggas till manuellt för %1$ss kalender.

source: The changes need to be applied manually to your calendar.
el_gr: Οι αλλαγές πρέπει να εφαρμοστούν χειροκίνητα στο ημερολόγιό σας.
et_ee: Muudatused tuleb kalendris käsitsi teha.
ru_ru: Изменения необходимо применить к календарю вручную.
sv_se: Ändringarna måste verkställas manuellt för din kalender.

source: The changes need to be applied manually to the calendar of %1$s.
el_gr: Οι αλλαγές πρέπει να εφαρμοστούν χειροκίνητα στο ημερολόγιο του/της %1$s.
et_ee: Muudatused tuleb käsitsi kanda %1$s kalendrisse.
ru_ru: Изменения необходимо применить вручную к календарю %1$s.
sv_se: Ändringarna måste verkställas manuellt för %1$ss kalender.

source: You don't have enough permissions to save the invitation to the calendar of %1$s.
el_gr: Δεν έχετε επαρκή δικαιώματα για να αποθηκεύσετε την πρόσκληση στο ημερολόγιο του/της %1$s.
et_ee: Teil ei ole piisavalt õigusi, et salvestada kutse %1$s kalendrisse.
ru_ru: У вас недостаточно прав для сохранения приглашения в календарь %1$s.
sv_se: Du har inte tillräckliga rättigheter för att spara inbjudan till %1$ss kalender.

source: You don't have enough permissions to apply the changes to the calendar of %1$s.
el_gr: Δεν έχετε επαρκή δικαιώματα για να εφαρμόσετε τις αλλαγές στο ημερολόγιο του/της %1$s.
et_ee: Teil ei ole piisavalt õigusi, et rakendada muudatusi %1$s kalendris.
ru_ru: У вас недостаточно прав для применения изменений в календарь %1$s.
sv_se: Du har inte tillräckliga rättigheter för att verkställa ändringarna till %1$ss kalender.

source: Private
el_gr: Ιδιωτική
et_ee: Isiklik
ru_ru: Личное
sv_se: Privat

source: Subject
el_gr: Θέμα
et_ee: Teema
ru_ru: Тема
sv_se: Ämne

source: Location
el_gr: Τοποθεσία
et_ee: Koht
ru_ru: Адрес
sv_se: Plats

source: Starts on
el_gr: Ξεκινά στις
et_ee: Algab
ru_ru: Начало
sv_se: Startar den

source: Ends on
el_gr: Τελειώνει στις
et_ee: Lõpeb
ru_ru: Заверешение
sv_se: Slutar den

source: Last revised on
el_gr: Τελευταία αναθεώρηση στις
et_ee: Viimati vaadati läbi järgmistel kuupäevadel
ru_ru: Последнее изменение
sv_se: Senast ändrad

source: Repeat
el_gr: Επανάληψη
et_ee: Korda
ru_ru: Повтор
sv_se: Upprepa

source: Description
el_gr: Περιγραφή
et_ee: Kirjeldus
ru_ru: Описание
sv_se: Beskrivning

source: Conference
el_gr: Σύσκεψη
et_ee: Konverents
ru_ru: Конференция
sv_se: Konferens

source: Visibility
el_gr: Ορατότητα
et_ee: Nähtavus
ru_ru: Видимость
sv_se: Synlighet

source: Color
el_gr: Χρώμα
et_ee: Värv
ru_ru: Цвет
sv_se: Färg

source: Show as
el_gr: Εμφάνιση ως
et_ee: Näita kui
ru_ru: Показать как
sv_se: Visa som

source: Attachments
el_gr: Συνημμένα
et_ee: Manused
ru_ru: Вложения
sv_se: Bilagor

source: The requested appointment was not found.
el_gr: Η ζητούμενη συνάντηση δεν βρέθηκε.
et_ee: Soovitud kohtumist ei leitud.
ru_ru: Запрашиваемый календарь не найден.
sv_se: Det begärda mötet hittades inte.

source: The requested version of the appointment was not found.
el_gr: Η ζητούμενη έκδοση της συνάντησης δεν βρέθηκε.
et_ee: Soovitud versiooni kohtumisest ei leitud.
ru_ru: Запрошенная версия встречи не найдена.
sv_se: Den begärda versionen av mötet hittades inte.

source: The requested folder was not found.
el_gr: Ο ζητούμενος φάκελος δεν βρέθηκε.
et_ee: Soovitud kausta ei leitud.
ru_ru: Запрашиваемая папка не найдена.
sv_se: Den begärda mappen hittades inte.

source: The requested participant was not found.
el_gr: Ο ζητούμενος συμμετέχων δεν βρέθηκε.
et_ee: Soovitud osalejat ei leitud.
ru_ru: Запрашиваемый участник не найден.
sv_se: Den begärda deltagaren hittades inte.

source: The requested alarm was not found.
el_gr: Η ζητούμενη ειδοποίηση δεν βρέθηκε.
et_ee: Soovitud teavitust ei leitud.
ru_ru: Запрошенное оповещение не найдено.
sv_se: Det begärda larmet hittades inte.

source: The requested calendar account was not found.
el_gr: Ο ζητούμενος λογαριασμός ημερολογίου δεν βρέθηκε.
et_ee: Soovitud kalendrikontot ei leitud.
ru_ru: Запрашиваемый аккаунт календаря не найден.
sv_se: Det begärda kalenderkontot hittades inte.

source: The calendar provider "%1$s" is not available.
el_gr: Ο πάροχος ημερολογίου «%1$s» δεν είναι διαθέσιμος.
et_ee: Kalenderteenuse pakkuja "%1$s" ei ole saadaval.
ru_ru: Сервис календаря «%1$s» недоступен.
sv_se: Kalenderleverantören ”%1$s” är inte tillgänglig.

source: The calendar storage is temporarily not available. Please try again later.
el_gr: Η αποθήκευση ημερολογίου δεν είναι προσωρινά διαθέσιμη. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kalendri salvestusruum ei ole ajutiselt saadaval. Palun proovige hiljem uuesti.
ru_ru: Хранилище календаря временно недоступно. Повторите попытку позже.
sv_se: Kalenderlagringen är inte tillgänglig just nu. Försök igen senare.

source: The requested calendar account is currently disabled. Please enable the account and try again.
el_gr: Ο ζητούμενος λογαριασμός ημερολογίου είναι απενεργοποιημένος αυτήν τη στιγμή. Παρακαλώ ενεργοποιήστε τον λογαριασμό και δοκιμάστε ξανά.
et_ee: Taotletav kalendrikonto on praegu välja lülitatud. Palun aktiveerige konto ja proovige uuesti.
ru_ru: Аккаунт календаря отключен. Активируйте аккаунт и повторите попытку.
sv_se: Det begärda kalenderkontot är avaktiverat just nu. Aktivera kontot och försök igen.

source: An I/O error occurred: %1$s
el_gr: Προέκυψε σφάλμα εισόδου/εξόδου: %1$s
et_ee: Ilmnes I/O viga: %1$s
ru_ru: Ошибка ввода-вывода: %1$s
sv_se: Ett I/O-fel inträffade: %1$s

source: The requested operation is not supported for calendar provider "%1$s".
el_gr: Η ζητούμενη λειτουργία δεν υποστηρίζεται για τον πάροχο ημερολογίου «%1$s».
et_ee: Taotletud toiming ei ole toetatud kalendripakkuja "%1$s" puhul.
ru_ru: Сервис календаря «%1$s» не поддерживает эту операцию.
sv_se: Den begärda åtgärden stöds inte för kalenderleverantören ”%1$s”.

source: The operation could not be completed due to insufficient permissions.
el_gr: Δεν ήταν δυνατή η ολοκλήρωση της λειτουργίας λόγω ανεπαρκών δικαιωμάτων.
et_ee: Toimingut ei saanud lõpule viia ebapiisavate õiguste tõttu.
ru_ru: Недостаточно полномочий для выполнения этой операции.
sv_se: Åtgärden kunde inte utföras på grund av otillräckliga rättigheter.

source: This modification can only be performed by the organizer of the appointment.
el_gr: Αυτή η τροποποίηση μπορεί να εκτελεστεί μόνο από τον διοργανωτή της συνάντησης.
et_ee: Seda muudatust saab teha ainult kohtumise korraldaja.
ru_ru: Только организатор встречи может внести такое изменение.
sv_se: Den här ändringen får bara utföras av mötets organisatör.

source: Organizer must also be an attendee.
el_gr: Ο διοργανωτής πρέπει επίσης να είναι συμμετέχων.
et_ee: Korraldaja peab samuti olema osaleja.
ru_ru: Организатор должен принимать участие в мероприятии.
sv_se: Organisatör måste också vara en deltagare.

source: All appointments of a series must contain the same organizer.
el_gr: Όλες οι συναντήσεις μιας σειράς πρέπει να περιέχουν τον ίδιο διοργανωτή.
et_ee: Sarja kõik kohtumised peavad sisaldama sama korraldajat.
ru_ru: Все встречи в серии должны иметь одного организатора.
sv_se: Alla möten i en serie måste ha samma organisatör.

source: The supplied folder is not supported. Please select a valid folder and try again.
el_gr: Ο παρεχόμενος φάκελος δεν υποστηρίζεται. Παρακαλώ επιλέξτε έναν έγκυρο φάκελο και δοκιμάστε ξανά.
et_ee: Tarnitud kaust ei ole toetatud. Palun valige sobiv kaust ja proovige uuesti.
ru_ru: Указанная папка не поддерживается. Выберите другую папку и повторите попытку.
sv_se: Den angivna mappen stöds inte. Markera en giltig mapp och försök igen.

source: The operation could not be completed due to a concurrent modification. Please reload the data and try again.
el_gr: Δεν ήταν δυνατή η ολοκλήρωση της ενέργειας λόγω ταυτόχρονης τροποποίησης. Παρακαλώ φορτώστε εκ νέου τα δεδομένα και δοκιμάστε ξανά.
et_ee: Toimingut ei saanud lõpule viia samaaegse muudatuse tõttu. Palun laadige andmed uuesti ja proovige uuesti.
ru_ru: Операция не может быть завершена из-за одновременной модификации. Пожалуйста, перезагрузите данные и повторите попытку.
sv_se: Åtgärden kunde inte utföras på grund av en samtida ändring. Ladda om datan och försök igen.

source: The changes could not be applied because a newer version of the appointment already exists.
el_gr: Δεν ήταν δυνατή η εφαρμογή των αλλαγών, επειδή υπάρχει ήδη μια νεότερη έκδοση της συνάντησης.
et_ee: Muudatusi ei saanud rakendada, sest uuem versioon kohtumisest on juba olemas.
ru_ru: Не удалось сохранить изменения: обнаружена новая версия встречи.
sv_se: Ändringarna kunde inte verkställas eftersom en nyare version av mötet redan finns.

source: The appointment could not be created due to another conflicting appointment with the same unique identifier.
el_gr: Δεν ήταν δυνατή η δημιουργία της συνάντησης λόγω μιας άλλης συνάντησης που βρίσκεται σε διένεξη με το ίδιο μοναδικό αναγνωριστικό.
et_ee: Kohtumist ei olnud võimalik luua, kuna on veel üks sama unikaalse identifikaatoriga konfliktne kohtumine.
ru_ru: Не удалось создать встречу: мероприятие с таким идентификатором уже существует.
sv_se: Mötet kunde inte skapas på grund av ett annat möte som krockar och har samma unika identifierare.

source: The appointment conflicts with one or more other appointments.
el_gr: Η συνάντηση έρχεται σε διένεξη με μία ή περισσότερες άλλες συναντήσεις.
et_ee: Kohtumine on vastuolus ühe või mitme teise kohtumisega.
ru_ru: Обнаружен конфликт встречи с другими мероприятиями.
sv_se: Mötet krockar med ett eller flera andra möten.

source: The field "%1$s" is mandatory. Please supply a valid value and try again.
el_gr: Το πεδίο «%1$s» είναι υποχρεωτικό. Παρακαλώ εισαγάγετε μια έγκυρη τιμή και δοκιμάστε ξανά.
et_ee: Väli "%1$s" on kohustuslik. Palun sisestage kehtiv väärtus ja proovige uuesti.
ru_ru: Поле «%1$s» является обязательным. Введите значение и повторите попытку.
sv_se: Fältet ”%1$s” är obligatoriskt. Ange ett giltigt värde och försök igen.

source: The end date lies before the start date. Please correct the appointment times and try again.
el_gr: Η ημερομηνία λήξης βρίσκεται πριν από την ημερομηνία έναρξης. Παρακαλώ διορθώστε τις ώρες συνάντησης και δοκιμάστε ξανά.
et_ee: Lõppkuupäev on enne alguskuupäeva. Palun korrigeerige kohtumise aeg ja proovige uuesti.
ru_ru: Дата окончания не может предшествовать дате начала. Исправьте время и повторите попытку.
sv_se: Slutdatum är tidigare än startdatum. Justera tiderna för mötet och försök igen.

source: Appointments in non-personal folders must not be classified as "private" or "secret".
el_gr: Οι συναντήσεις σε μη προσωπικούς φακέλους δεν πρέπει να ορίζονται ως «ιδιωτικές» ή «μυστικές».
et_ee: Mittepersonaalsetes kaustades olevaid kohtumisi ei tohi liigitada "eraviisiliseks" või "salajaseks".
ru_ru: Встречи в папках, которые не являются личными, не могут быть классифицированы как «личные» или «конфиденциальные».
sv_se: Möten i icke-privata mappar för inte klassificeras som ”privat” eller ”hemligt”.

source: Appointments with resources must not be classified as "secret".
el_gr: Οι συναντήσεις με πόρους δεν πρέπει να ορίζονται ως «μυστικές».
et_ee: Ressurssidega seotud kohtumisi ei tohi liigitada "salajaseks".
ru_ru: Встречи, использующие ресурсы, не могут быть классифицированы как конфиденциальные.
sv_se: Möten med resurser får inte klassificeras som ”hemligt”.

source: Appointments classified as "private" or "secret" cannot be moved to this type of folder.
el_gr: Δεν είναι δυνατή η μετακίνηση των συναντήσεων που έχουν οριστεί ως «ιδιωτικές» ή «μυστικές» σε αυτόν τον τύπο φακέλου.
et_ee: "Privaatseks" või "salajaseks" klassifitseeritud kohtumisi ei saa sellesse kaustatüüpi liigutada.
ru_ru: Встречи, классифицированные как «личные» или «конфиденциальные», не могут быть перемещены в папки данного типа.
sv_se: Möten klassificerade som ”privat” eller ”hemligt” får inte flyttas till en mapp av den här typen.

source: Occurrences of appointment series must not be classified differently.
el_gr: Οι παρουσίες της σειράς συναντήσεων δεν πρέπει να ταξινομούνται διαφορετικά.
et_ee: Kohtumiste seeriate esinemisi ei tohi liigitada erinevalt.
ru_ru: Повторные встречи не могут быть классифицированы по-разному.
sv_se: Instanser av mötesserier får inte ha olika klassificeringar.

source: The supplied recurrence rule is invalid. Please correct the rule and try again.
el_gr: Ο παρεχόμενος κανόνας επανάληψης δεν είναι έγκυρος. Παρακαλώ διορθώστε τον κανόνα και δοκιμάστε ξανά.
et_ee: Esitatud korduvuse reegel on kehtetu. Palun parandage reegel ja proovige uuesti.
ru_ru: Недопустимое правило повтора. Исправьте и повторите попытку.
sv_se: Den angivna upprepningsregeln är ogiltig. Justera regeln och försök igen.

source: The supplied reminder is invalid. Please correct the reminder and try again.
el_gr: Η παρεχόμενη υπενθύμιση δεν είναι έγκυρη. Παρακαλώ διορθώστε την υπενθύμιση και δοκιμάστε ξανά.
et_ee: Esitatud meeldetuletus on kehtetu. Palun parandage meeldetuletus ja proovige uuesti.
ru_ru: Недопустимое напоминание. Исправьте и повторите попытку.
sv_se: Den angivna påminnelsen är ogiltig. Justera påminnelsen och försök igen.

source: The supplied timezone is invalid. Please select a valid timezone and try again.
el_gr: Η παρεχόμενη ζώνη ώρας δεν είναι έγκυρη. Παρακαλώ επιλέξτε μια έγκυρη ζώνη ώρας και δοκιμάστε ξανά.
et_ee: Esitatud ajavöönd on vigane. Palun valige kehtiv ajavöönd ja proovige uuesti.
ru_ru: Недействительный часовой пояс. Исправьте и повторите попытку.
sv_se: Den angivna tidszonen är ogiltig. Välj en giltig tidszon och försök igen.

source: The supplied geographical location is invalid. Please select valid coordinates and try again.
el_gr: Η παρεχόμενη γεωγραφική θέση δεν είναι έγκυρη. Παρακαλώ επιλέξτε έγκυρες συντεταγμένες και δοκιμάστε ξανά.
et_ee: Esitatud geograafiline asukoht on kehtetu. Palun valige kehtivad koordinaadid ja proovige uuesti.
ru_ru: Недействительное географическое расположение. Исправьте и повторите попытку.
sv_se: Den angivna geografiska platsen är ogiltig. Välj giltiga koordinater och försök igen.

source: The supplied types of start and end date are incompatible. Please correct the appointment times and try again.
el_gr: Οι παρεχόμενοι τύποι ημερομηνιών έναρξης και λήξης δεν είναι συμβατοί. Παρακαλώ διορθώστε τις ώρες συνάντησης και δοκιμάστε ξανά.
et_ee: Esitatud algus- ja lõppkuupäevade tüübid ei ole ühilduvad. Palun korrigeerige kohtumiste ajad ja proovige uuesti.
ru_ru: Несовместимые даты начала и окончания. Исправьте и повторите попытку.
sv_se: De angivna typerna av start- och slutdatum är inkompatibla. Justera mötestiderna och försök igen.

source: The supplied recurrence rule is not supported. Please use adjust the rule and try again.
el_gr: Ο παρεχόμενος κανόνας επανάληψης δεν υποστηρίζεται. Παρακαλώ προσαρμόστε τον κανόνα και δοκιμάστε ξανά.
et_ee: Esitatud korduvuse reeglit ei toetata. Palun kasutage reegli kohandamist ja proovige uuesti.
ru_ru: Указанное правило повтора не поддерживается. Исправьте и повторите попытку.
sv_se: Den angivna upprepningsregeln stöds inte. Justera regeln och försök igen.

source: The targeted occurrence is not part of the appointment series. Please select a valid recurrence identifier and try again.
el_gr: Η στοχευμένη παρουσία δεν αποτελεί μέρος της σειράς συναντήσεων. Παρακαλώ επιλέξτε ένα έγκυρο αναγνωριστικό επανάληψης και δοκιμάστε ξανά.
et_ee: Eesmärgiks olev sündmus ei ole osa kohtumiste seeriast. Palun valige kehtiv korduse identifikaator ja proovige uuesti.
ru_ru: Выберите действительный идентификатор повтора встречи и повторите попытку.
sv_se: Den önskade upprepningen är inte en del av mötesserien. Välj en giltig upprepningsidentifierare och försök igen.

source: The split of the appointment series cannot be performed. Please select a valid split point and try again.
el_gr: Δεν είναι δυνατή η εκτέλεση της διαίρεσης της σειράς συναντήσεων. Παρακαλώ επιλέξτε ένα έγκυρο σημείο διαίρεσης και δοκιμάστε ξανά.
et_ee: Kohtumiste seeria jagamist ei saa teostada. Palun valige kehtiv jagamispunkt ja proovige uuesti.
ru_ru: Разбиение повторяющейся группы встреч не допускается. Выберите другое время и повторите попытку.
sv_se: Delningen av mötesserien får inte utföras. Välj en giltig delningspunkt och försök igen.

source: Moving an appointment series into another folder is not supported.
el_gr: Η μετακίνηση μιας σειράς συναντήσεων σε έναν άλλο φάκελο δεν υποστηρίζεται.
et_ee: Kohtumiste sarja teisaldamine teise kausta ei ole toetatud.
ru_ru: Перенос повторяющейся встречи в другую папку не поддерживается.
sv_se: Att flytta en mötesserie till en annan mapp stöds inte.

source: Moving an occurrence of an appointment series into another folder is not supported.
el_gr: Η μετακίνηση μιας παρουσίας μιας σειράς συναντήσεων σε έναν άλλο φάκελο δεν υποστηρίζεται.
et_ee: Kohtumissarja esinemise teisaldamine teise kausta ei ole toetatud.
ru_ru: Перенос времени наступления серии повторяющихся встреч в другую папку не поддерживается.
sv_se: Ett flytta en instans av en mötesserie till en annan mapp stöds inte.
