Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: %1$s has accepted the invitation to the appointment "%2$s".
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση για τη συνάντηση «%2$s».
et_ee: %1$s on kutse kohtumisele %2$s vastu võtnud.
ru_ru: %1$s принял приглашение на встречу «%2$s».
sv_se: %1$s har accepterat inbjudan till mötet ”%2$s”.

source: %1$s has accepted the invitation to the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση για τη σειρά συναντήσεων «%2$s».
et_ee: %1$s on nõustunud kutsega kohtumissarja "%2$s".
ru_ru: %1$s принял приглашение на серию встреч «%2$s».
sv_se: %1$s har accepterat inbjudan till mötesserien ”%2$s”.

source: %1$s has accepted the invitation to an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση για μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on võtnud vastu kutse kohtumisele sarjas "%2$s".
ru_ru: %1$s принял приглашение на встречу серии «%2$s».
sv_se: %1$s har accepterat inbjudan till ett möte i serien ”%2$s”.

source: %1$s has accepted the invitation to the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση για τη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on võtnud vastu kutse %2$s kohtumisele %3$s nimel.
ru_ru: %1$s принял приглашение на встречу «%2$s» от имени %3$s.
sv_se: %1$s har accepterat inbjudan till mötet ”%2$s” åt %3$s.

source: %1$s has accepted the invitation to the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση για τη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on võtnud vastu kutse kohtumissarja "%2$s" %3$s nimel.
ru_ru: %1$s принял приглашение на серию встреч «%2$s» от имени %3$s.
sv_se: %1$s har accepterat inbjudan till mötesserien ”%2$s” åt %3$s.

source: %1$s has accepted the invitation to an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί την πρόσκληση για μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on võtnud vastu kutse sarjas "%2$s" toimuvale kohtumisele %3$s nimel.
ru_ru: %1$s принял приглашение на встречу серии «%2$s» от имени %3$s.
sv_se: %1$s har accepterat inbjudan till ett möte i serien ”%2$s” åt %3$s.

source: %1$s has accepted the booking request for the resource %2$s for the appointment series %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί το αίτημα κράτησης για τον πόρο «%2$s» για τη σειρά συναντήσεων «%3$s».
ru_ru: %1$s принял запрос на резервирование ресурса %2$s для серии встреч %3$s.
sv_se: %1$s har accepterat bokningsbegäran för resursen %2$s till mötesserien %3$s.

source: %1$s has tentatively accepted the invitation to the appointment "%2$s".
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση για τη συνάντηση «%2$s».
et_ee: %1$s on esialgu nõustunud kutsega kohtumisele "%2$s".
ru_ru: %1$s предварительно принял приглашение на встречу «%2$s».
sv_se: %1$s har preliminärt accepterat inbjudan till mötet ”%2$s”.

source: %1$s has tentatively accepted the invitation to the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση για τη σειρά συναντήσεων «%2$s».
et_ee: %1$s on esialgu nõustunud kutsega kohtumissarja "%2$s".
ru_ru: %1$s предварительно принял приглашение на серию встреч «%2$s».
sv_se: %1$s har preliminärt accepterat inbjudan till mötesserien ”%2$s”.

source: %1$s has tentatively accepted the invitation to an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση για μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on esialgu vastu võtnud kutse sarja "%2$s" kohtumisele.
ru_ru: %1$s предварительно принял приглашение на встречу серии «%2$s».
sv_se: %1$s har preliminärt accepterat inbjudan till ett möte i serien ”%2$s”.

source: %1$s has tentatively accepted the invitation to the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση για τη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on %3$s nimel esialgu vastu võtnud kutse kohtumisele %2$s.
ru_ru: %1$s предварительно принял приглашение на встречу «%2$s» от имени %3$s.
sv_se: %1$s har preliminärt accepterat inbjudan till mötet ”%2$s” åt %3$s.

source: %1$s has tentatively accepted the invitation to the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση για τη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on %3$s nimel esialgu nõustunud kutsega kohtumissarja "%2$s".
ru_ru: %1$s предварительно принял приглашение на серию встреч «%2$s» от имени %3$s.
sv_se: %1$s har preliminärt accepterat inbjudan till mötesserien ”%2$s” åt %3$s.

source: %1$s has tentatively accepted the invitation to an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά την πρόσκληση για μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on esialgu nõustunud kutsega %3$s nimetada %2$s sarja "%2$s".
ru_ru: %1$s предварительно принял приглашение на встречу серии «%2$s» от имени %3$s.
sv_se: %1$s har preliminärt accepterat inbjudan till ett möte i serien ”%2$s” åt %3$s.

source: %1$s has tentatively accepted the booking request for the resource %2$s for the appointment series %3$s.
el_gr: Ο/Η %1$s έχει αποδεχτεί διστακτικά το αίτημα κράτησης για τον πόρο «%2$s» για τη σειρά συναντήσεων «%3$s».
ru_ru: %1$s предварительно принял запрос на резервирование ресурса %2$s для серии встреч %3$s.
sv_se: %1$s har preliminärt accepterat bokningsbegäran för resursen %2$s till mötesserien %3$s.

source: %1$s has declined the invitation to the appointment "%2$s".
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση για τη συνάντηση «%2$s».
et_ee: %1$s on keeldunud kutsest kohtumisele "%2$s".
ru_ru: %1$s отклонил приглашение на встречу «%2$s».
sv_se: %1$s har tackat nej till inbjudan till mötet ”%2$s”.

source: %1$s has declined the invitation to the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση για τη σειρά συναντήσεων «%2$s».
et_ee: %1$s on keeldunud kutse saamisest kohtumissarja "%2$s".
ru_ru: %1$s отклонил приглашение на серию встреч «%2$s».
sv_se: %1$s har tackat nej till inbjudan till mötesserien ”%2$s”.

source: %1$s has declined the invitation to an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση για μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on keeldunud kutse vastuvõtmisest sarja "%2$s".
ru_ru: %1$s отклонил приглашение на встречу серии «%2$s».
sv_se: %1$s har tackat nej till inbjudan till ett möte i serien ”%2$s”.

source: %1$s has declined the invitation to the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση για τη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on keeldunud %3$s nimel kutse saamisest kohtumisele %2$s.
ru_ru: %1$s отклонил приглашение на встречу «%2$s» от имени %3$s.
sv_se: %1$s har tackat nej till inbjudan till mötet ”%2$s” åt %3$s.

source: %1$s has declined the invitation to the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση για τη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on %3$s nimel keeldunud kutsest kohtumissarja "%2$s".
ru_ru: %1$s отклонил приглашение на серию встреч «%2$s» от имени %3$s.
sv_se: %1$s har tackat nej till inbjudan till mötesserien ”%2$s” åt %3$s.

source: %1$s has declined the invitation to an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει την πρόσκληση για μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on %3$s nimel keeldunud kutse saatesarja "%2$s" nimetamisest.
ru_ru: %1$s отклонил приглашение на встречу серии «%2$s» от имени %3$s.
sv_se: %1$s har tackat nej till inbjudan till ett möte i serien ”%2$s” åt %3$s.

source: %1$s has declined the booking request for the resource %2$s for the appointment series %3$s.
el_gr: Ο/Η %1$s έχει απορρίψει το αίτημα κράτησης για τον πόρο «%2$s» για τη σειρά συναντήσεων «%3$s».
ru_ru: %1$s отклонил(а) запрос на резервирование ресурса %2$s для серии встреч %3$s.
sv_se: %1$s har nekat bokningsbegäran för resursen %2$s till mötesserien %3$s.

source: %1$s has set the status to 'none' for the invitation to the appointment "%2$s".
el_gr: Ο/Η %1$s έχει ορίσει την κατάσταση σε «καμία» για την πρόσκληση στη συνάντηση «%2$s».
et_ee: %1$s on määranud kutsele "%2$s" staatuse "puudub".
ru_ru: %1$s установил статус «отсутствует» для приглашения на встречу «%2$s».
sv_se: %1$s har satt status för inbjudan till 'ingen' för mötet ”%2$s”.

source: %1$s has set the status to 'none' for the invitation to the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει ορίσει την κατάσταση σε «καμία» για την πρόσκληση στη σειρά συναντήσεων «%2$s».
et_ee: %1$s on määranud kohtumiste seeria "%2$s" kutse staatuseks "puudub".
ru_ru: %1$s установил статус «отсутствует» для приглашения на серию встреч «%2$s».
sv_se: %1$s har satt status till 'ingen' för inbjudan till mötesserien ”%2$s”.

source: %1$s has set the status to 'none' for the invitation to an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει ορίσει την κατάσταση σε «καμία» για την πρόσκληση σε μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on määranud staatuse "puudub" kutsele kohtumisele sarjas "%2$s".
ru_ru: %1$s установил статус «отсутствует» для приглашения на встречу серии «%2$s».
sv_se: %1$s har satt status till 'ingen' för inbjudan till ett möte i serien ”%2$s”.

source: %1$s has set the status to 'none' for the invitation to the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει ορίσει την κατάσταση σε «καμία» για την πρόσκληση στη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on määranud %3$s nimel toimuva kohtumise "%2$s" kutse staatuse "puudub".
ru_ru: %1$s установил статус «отсутствует» для приглашения на встречу «%2$s» от имени %3$s.
sv_se: %1$s har satt status till 'ingen för inbjudan till mötet ”%2$s” åt %3$s.

source: %1$s has set the status to 'none' for the invitation to the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει ορίσει την κατάσταση σε «καμία» για την πρόσκληση στη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on määranud %3$s nimel kutse "%2$s" staatuse "puudub".
ru_ru: %1$s установил статус «отсутствует» для приглашения на серию встреч «%2$s» от имени %3$s.
sv_se: %1$s har satt status till 'ingen' för inbjudan till mötesserien ”%2$s” åt %3$s.

source: %1$s has set the status to 'none' for the invitation to an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει ορίσει την κατάσταση σε «καμία» για την πρόσκληση σε μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on määranud staatuse "puudub", et kutsuda %3$s nimel %2$s nimetuse "%2$s" kohta.
ru_ru: %1$s установил статус «отсутствует» для приглашения на встречу серии «%2$s» от имени %3$s.
sv_se: %1$s har satt status till 'ingen' för inbjudan till ett möte i serien ”%2$s” åt %3$s.

source: %1$s has deferred the booking request for the resource %2$s for the appointment series %3$s.
el_gr: Ο/Η %1$s έχει αναβάλει το αίτημα κράτησης για τον πόρο «%2$s» για τη σειρά συναντήσεων «%3$s».
ru_ru: %1$s отложил(а) запрос на резервирование ресурса %2$s для серии встреч %3$s.
sv_se: %1$s har skickat vidare bokningsbegäran för resursen %2$s till mötesserien %3$s.

source: The response has been applied to your calendar.
el_gr: Η απάντηση έχει εφαρμοστεί στο ημερολόγιό σας.
et_ee: Vastus on kantud teie kalendrisse.
ru_ru: Ответ был применен к вашему календарю.
sv_se: Svaret har verkställts för din kalender.

source: The response has been applied to the calendar of %1$s.
el_gr: Η απάντηση έχει εφαρμοστεί στο ημερολόγιο του/της %1$s.
et_ee: Vastus on rakendatud %1$s kalendrile.
ru_ru: Ответ был применен к календарю %1$s.
sv_se: Svaret har verkställts för %1$ss kalender.

source: The response needs to be applied manually to your calendar.
el_gr: Η απάντηση πρέπει να εφαρμοστεί χειροκίνητα στο ημερολόγιό σας.
et_ee: Vastus tuleb manuaalselt kalendrisse kanda.
ru_ru: Ответ необходимо применить к календарю вручную.
sv_se: Svaret måste verkställas manuellt för din kalender.

source: The response needs to be applied manually to the calendar of %1$s.
el_gr: Η απάντηση πρέπει να εφαρμοστεί χειροκίνητα στο ημερολόγιο του/της %1$s.
et_ee: Vastus tuleb käsitsi kanda %1$s kalendrisse.
ru_ru: Ответ необходимо применить вручную к календарю %1$s.
sv_se: Svaret måste verkställas manuellt för %1$ss kalender.

source: The appointment was updated after the response from this participant was sent.
el_gr: Η συνάντηση ενημερώθηκε μετά την αποστολή της απάντησης από αυτόν τον συμμετέχοντα.
et_ee: Kohtumine ajakohastati pärast selle osaleja vastuse saatmist.
ru_ru: Запись на встречу была обновлена после отправки ответа от этого участника.
sv_se: Mötet uppdaterades efter att svaret från denna deltagare skickades.

source: An updated response from this participant was received in the meantime.
el_gr: Ελήφθη μια ενημερωμένη απάντηση από αυτόν τον συμμετέχοντα στο ενδιάμεσο διάστημα.
et_ee: Vahepeal saadi sellelt osalejalt uuendatud vastus.
ru_ru: Был получен обновленный ответ от участника.
sv_se: Ett uppdaterat svar från denna deltagare togs emot medan du arbetade.

source: The response was received from a participant that is not invited to the appointment.
el_gr: Η απάντηση ελήφθη από έναν συμμετέχοντα που δεν έχει προσκληθεί στη συνάντηση.
et_ee: Vastus saadi osalejalt, keda ei ole kohtumisele kutsutud.
ru_ru: Ответ был получен от участника, который не приглашен на встречу.
sv_se: Svaret togs emot från en deltagare som inte är inbjuden till mötet.

source: The participation has been delegated by %1$s.
el_gr: Η συμμετοχή έχει ανατεθεί από τον/την %1$s.
et_ee: Osalemise on delegeerinud %1$s.
ru_ru: Участие было передано %1$s.
sv_se: Deltagande har delegerats av %1$s.

source: You have been invited to the appointment "%1$s" by %2$s.
el_gr: Έχετε προσκληθεί στη συνάντηση «%1$s» από τον/την %2$s.
et_ee: %2$s kutsus teid kohtumisele "%1$s".
ru_ru: Вы получили приглашение на встречу «%1$s» от %1$s.
sv_se: Du är inbjuden till mötet ”%1$s” av %2$s.

source: You have been invited to the appointment series "%1$s" by %2$s.
el_gr: Έχετε προσκληθεί στη σειρά συναντήσεων «%1$s» από τον/την %2$s.
et_ee: %2$s kutsus teid kohtumiste seeriasse "%1$s".
ru_ru: Вы были приглашены на серию встреч «%1$s» компанией %2$s.
sv_se: Du är inbjuden till mötesserien ”%1$s” av %2$s.

source: You have been invited to an appointment of the series "%1$s" by %2$s.
el_gr: Έχετε προσκληθεί σε μια συνάντηση της σειράς «%1$s» από τον/την %2$s.
et_ee: %2$s kutsus teid sarja "%1$s" kohtumisele.
ru_ru: Вы были приглашены на встречу серии «%1$s» от %2$s.
sv_se: Du är inbjuden till ett möte i serien ”%1$s” av %2$s.

source: You have been invited to the appointment "%1$s" by %2$s on behalf of %3$s.
el_gr: Έχετε προσκληθεί στη συνάντηση «%1$s» από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s kutsus teid %3$s nimel kohtumisele "%1$s".
ru_ru: Вы были приглашены на встречу «%1$s» компанией %2$s от имени %3$s.
sv_se: Du är inbjuden till mötet ”%1$s” av %2$s åt %3$s.

source: You have been invited to the appointment series "%1$s" by %2$s on behalf of %3$s.
el_gr: Έχετε προσκληθεί στη σειρά συναντήσεων «%1$s» από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s kutsus teid %3$s nimel kohtumiste seeriasse "%1$s".
ru_ru: Вы были приглашены на встречу серии «%1$s» компанией %2$s от имени %3$s.
sv_se: Du är inbjuden till mötesserien ”%1$s” av %2$s åt %3$s.

source: You have been invited to an appointment of the series "%1$s" by %2$s on behalf of %3$s.
el_gr: Έχετε προσκληθεί σε μια συνάντηση της σειράς «%1$s» από τον/την %2$s εκ μέρους του/της %3$s.
et_ee: %2$s kutsus teid %3$s nimel kohtumisele seerias "%1$s".
ru_ru: Вы были приглашены на встречу серии «%1$s» компанией %2$s от имени %3$s.
sv_se: Du är inbjuden till ett möte i serien ”%1$s” av %2$s åt %3$s.

source: %1$s has been invited to the appointment "%2$s" by %3$s.
el_gr: Ο/Η %1$s έχει προσκληθεί στη συνάντηση «%2$s» από τον/την %3$s.
et_ee: %1$s on kutsutud kohtumisele %2$s %3$s poolt.
ru_ru: %1$s был приглашен на встречу «%2$s» %3$s.
sv_se: %1$s är inbjuden till mötet ”%2$s” av %3$s.

source: %1$s has been invited to the appointment series "%2$s" by %3$s.
el_gr: Ο/Η %1$s έχει προσκληθεί στη σειρά συναντήσεων «%2$s» από τον/την %3$s.
et_ee: %1$s on kutsutud kohtumiste seeriasse "%2$s" %3$s poolt.
ru_ru: %1$s был приглашен %3$s на серию встреч «%2$s».
sv_se: %1$s är inbjuden till mötesserien ”%2$s” av %3$s.

source: %1$s has been invited to an appointment of the series "%2$s" by %3$s.
el_gr: Ο/Η %1$s έχει προσκληθεί σε μια συνάντηση της σειράς «%2$s» από τον/την %3$s.
et_ee: %1$s on kutsutud %3$s poolt seerias "%2$s" toimuvale kohtumisele.
ru_ru: %1$s был приглашен на встречу серии «%2$s» от %3$s.
sv_se: %1$s är inbjuden till ett möte i serien ”%2$s” av %3$s.

source: %1$s has been invited to the appointment "%2$s" by %3$s on behalf of %4$s.
el_gr: Ο/Η %1$s έχει προσκληθεί στη συνάντηση «%2$s» από τον/την %3$s, εκ μέρους του/της %4$s.
et_ee: %1$s on kutsutud kohtumisele "%2$s" %3$s poolt %4$s nimel.
ru_ru: %1$s был приглашен на встречу «%2$s» %3$s от имени %4$s.
sv_se: %1$s är inbjuden till mötet ”%2$s” av %3$s åt %4$s.

source: %1$s has been invited to the appointment series "%2$s" by %3$s on behalf of %4$s.
el_gr: Ο/Η %1$s έχει προσκληθεί στη σειρά συναντήσεων «%2$s» από τον/την %3$s, εκ μέρους του/της %4$s.
et_ee: %1$s on kutsutud kohtumiste seerias "%2$s" %3$s poolt %4$s nimel.
ru_ru: %1$s был приглашен на серию встреч «%2$s» %3$s от имени %4$s.
sv_se: %1$s är inbjuden till mötesserien ”%2$s” av %3$s åt %4$s.

source: %1$s has been invited to an appointment of the series "%2$s" by %3$s on behalf of %4$s.
el_gr: Ο/Η %1$s έχει προσκληθεί σε μια συνάντηση της σειράς «%2$s» από τον/την %3$s, εκ μέρους του/της %4$s.
et_ee: %1$s on kutsutud kohtumisele seerias "%2$s" %3$s poolt %4$s nimel.
ru_ru: %1$s был приглашен на встречу серии «%2$s» %3$s от имени %4$s.
sv_se: %1$s är inbjuden till ett möte i serien ”%2$s” av %3$s åt %4$s.

source: %1$s has added the resource %2$s to the appointment series %3$s.
el_gr: Ο/Η %1$s έχει προσθέσει τον πόρο «%2$s» στη σειρά συναντήσεων «%3$s».
ru_ru: %1$s добавил(а) ресурс %2$s в серию встреч %3$s.
sv_se: %1$s har lagt till resursen %2$s till mötesserien %3$s.

source: On behalf of %1$s, %2$s has added the resource %3$s to the appointment series %4$s.
el_gr: Εκ μέρους του/της %1$s, ο/η %2$s έχει προσθέσει τον πόρο «%3$s» στη σειρά συναντήσεων «%4$s».
ru_ru: От имени %1$s, %2$s добавил ресурс %3$s в серию встреч %4$s.
sv_se: %2$s har, åt %1$s, lagt till resursen %3$s till mötesserien %4$s.

source: %1$s has changed the appointment "%2$s".
el_gr: Ο/Η %1$s έχει αλλάξει τη συνάντηση «%2$s».
et_ee: %1$s on muutnud kohtumist "%2$s".
ru_ru: %1$s изменил встречу «%2$s».
sv_se: %1$s har ändrat mötet ”%2$s”.

source: %1$s has changed the appointment series "%2$s".
el_gr: Ο/Η %1$s έχει αλλάξει τη σειρά συναντήσεων «%2$s».
et_ee: %1$s on muutnud kohtumiste seeriat "%2$s".
ru_ru: %1$s изменил серию встреч «%2$s».
sv_se: %1$s har ändrat mötesserien ”%2$s”.

source: %1$s has changed an appointment of the series "%2$s".
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση της σειράς «%2$s».
et_ee: %1$s on muutnud kohtumist seerias "%2$s".
ru_ru: %1$s изменил встречу серии «%2$s».
sv_se: %1$s har ändrat ett möte i serien ”%2$s”.

source: %1$s has changed the appointment "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αλλάξει τη συνάντηση «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on muutnud kohtumist "%2$s" %3$s nimel.
ru_ru: %1$s изменил встречу «%2$s» от имени %3$s.
sv_se: %1$s har ändrat mötet ”%2$s” åt %3$s.

source: %1$s has changed the appointment series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αλλάξει τη σειρά συναντήσεων «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on muutnud kohtumiste seeriat "%2$s" %3$s nimel.
ru_ru: %1$s изменил серию встреч «%2$s» от имени %3$s.
sv_se: %1$s har ändrat mötesserien ”%2$s” åt %3$s.

source: %1$s has changed an appointment of the series "%2$s" on behalf of %3$s.
el_gr: Ο/Η %1$s έχει αλλάξει μια συνάντηση της σειράς «%2$s» εκ μέρους του/της %3$s.
et_ee: %1$s on muutnud kohtumist seerias "%2$s" %3$s nimel.
ru_ru: %1$s изменил встречу серии «%2$s» от имени %3$s.
sv_se: %1$s har ändrat ett möte i serien ”%2$s” åt %3$s.

source: The appointment series %1$s with the resource %2$s has been changed by %3$s.
el_gr: Η σειρά συναντήσεων «%1$s» με τον πόρο «%2$s» έχει τροποποιηθεί από τον/την %3$s.
ru_ru: Серия встреч %1$s с ресурсом %2$s была изменена %3$s.
sv_se: Mötesserien %1$s med resursen %2$s har ändrats av %3$s.

source: On behalf of %1$s, the appointment series %2$s with the resource %3$s has been changed by %4$s.
el_gr: Εκ μέρους του/της %1$s, ο/η %4$s έχει αλλάξει τη σειρά συναντήσεων «%2$s» με τον πόρο «%3$s».
ru_ru: От имени %1$s серия встреч %2$s с ресурсом %3$s была изменена %4$s.
sv_se: Mötesserien %2$s med resursen %3$s har, åt %1$s, ändrats av %4$s.

source: %1$s delegated the invitation to the appointment "%2$s" organized by %3$s to you.
el_gr: Ο/Η %1$s ανέθεσε σε εσάς την πρόσκληση για τη συνάντηση «%2$s», που οργανώνει ο/η %3$s.
et_ee: %1$s delegeeris teile kutse %3$s korraldatud kohtumisele %2$s.
ru_ru: %1$s передал Вам приглашение на встречу «%2$s», организованную %3$s.
sv_se: %1$s delegerade inbjudan till mötet ”%2$s” kallat av %3$s till dig.

source: %1$s delegated the invitation to the appointment series "%2$s" organized by %3$s to you.
el_gr: Ο/Η %1$s ανέθεσε σε εσάς την πρόσκληση για τη σειρά συναντήσεων «%2$s», που οργανώνει ο/η %3$s.
et_ee: %1$s delegeeris teile kutse %3$s poolt korraldatud kohtumiste sarja "%2$s".
ru_ru: %1$s передал Вам приглашение на серию встреч «%2$s», организованную %3$s.
sv_se: %1$s delegerade inbjudan till mötesserien ”%2$s” kallad av %3$s till dig.

source: %1$s delegated the invitation to an appointment of the series "%2$s" organized by %3$s to you.
el_gr: Ο/Η %1$s ανέθεσε σε εσάς την πρόσκληση για μια συνάντηση της σειράς «%2$s», που οργανώνει ο/η %3$s.
et_ee: %1$s delegeeris teile kutse %3$s korraldatud seeria "%2$s" kohtumisele.
ru_ru: %1$s передал Вам приглашение на встречу серии «%2$s», организованную %3$s.
sv_se: %1$s delegerade inbjudan till ett möte i serien ”%2$s” kallat av %3$s till dig.

source: %1$s delegated the invitation to the appointment "%2$s" organized by %3$s to %4$s.
el_gr: Ο/Η %1$s ανέθεσε στον/στην %4$s την πρόσκληση για τη συνάντηση «%2$s», που οργανώνει ο/η %3$s.
et_ee: %1$s delegeeris %3$s poolt korraldatud kohtumisele "%2$s" kutse %4$s.
ru_ru: %1$s передал приглашение на встречу «%2$s», организованную %3$s, %4$s.
sv_se: %1$s delegerade inbjudan till mötet ”%2$s” kallat av %3$s till %4$s.

source: %1$s delegated the invitation to the appointment series "%2$s" organized by %3$s to %4$s.
el_gr: Ο/Η %1$s ανέθεσε στον/στην %4$s την πρόσκληση για τη σειρά συναντήσεων «%2$s», που οργανώνει ο/η %3$s.
et_ee: %1$s delegeeris %3$s poolt korraldatud kohtumiste seeria "%2$s" kutse %4$s-le.
ru_ru: %1$s передал %4$s приглашение на серию встреч «%2$s», организованную %3$s.
sv_se: %1$s delegerade inbjudan till mötesserien ”%2$s” kallad av %3$s till %4$s.

source: %1$s delegated the invitation to an appointment of the series "%2$s" organized by %3$s to %4$s.
el_gr: Ο/Η %1$s ανέθεσε στον/στην %4$s την πρόσκληση για μια συνάντηση της σειράς «%2$s», που οργανώνει ο/η %3$s.
et_ee: %1$s delegeeris %3$s korraldatud sarja "%2$s" kutse %4$s-le.
ru_ru: %1$s передал %4$s приглашение на встречу серии «%2$s», организованной %3$s.
sv_se: %1$s delegerade inbjudan till ett möte i serien ”%2$s” kallat av %3$s till %4$s.
