Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Saving description for file "%1$s" is not supported in account "%2$s".
el_gr: Η αποθήκευση περιγραφής για το αρχείο «%1$s» δεν υποστηρίζεται στον λογαριασμό «%2$s».
et_ee: Faili "%1$s" kirjelduse salvestamist ei toetata kontol "%2$s".
ru_ru: Сохранение описания для файла «%1$s» не поддерживается в аккаунте «%2$s».
sv_se: Att spara beskrivning för filen \”%1$s\” stöds inte för kontot \”%2$s\”.

source: Assigning categories to file "%1$s" is not supported in account "%2$s".
el_gr: Η ορισμός κατηγοριών στο αρχείο «%1$s» δεν υποστηρίζεται στον λογαριασμό «%2$s».
et_ee: Kategooriate omistamisel failile "%1$s" puudub tugi konto "%2$s" korral.
ru_ru: Учетная запись «%2$s» не поддерживает выбор категорий для файла «%1$s».
sv_se: Att tilldela kategorier till filen ”%1$s” stöds inte för kontot ”%2$s”.

source: The file "%1$s" was not saved due to possible data loss. Please review the warnings for details.
el_gr: Το αρχείο «%1$s» δεν αποθηκεύτηκε λόγω πιθανής απώλειας δεδομένων. Παρακαλώ ελέγξτε τις προειδοποιήσεις για λεπτομέρειες.
et_ee: Faili "%1$s" ei salvestatud võimaliku andmekao tõttu. Üksikasjad leiate hoiatuste alt.
ru_ru: Не удалось сохранить файл «%1$s» вследствие возможной потери данных. Подробнее см. предупреждения.
sv_se: Filen ”%1$s” sparades inte på grund av risk för dataförlust. Gå igenom varningarna för detaljinformation.

source: Bad or expired access token. Need to re-authenticate user.
el_gr: Εσφαλμένο ή ληγμένο διακριτικό πρόσβασης. Πρέπει να γίνει ξανά ταυτοποίηση του χρήστη.
et_ee: Kõlbmatu või aegunud juurdepääsuluba. Kasutaja tuleb uuesti autentida.
ru_ru: Неверный маркер доступа, или его срок действия истек. Требуется повторная аутентификация.
sv_se: Felaktig eller för gammal åtkomst-token. Användaren måste logga in på nytt.

source: Your rate limit has been exceeded and further access is not possible at the moment.
el_gr: Έχει γίνει υπέρβαση του ορίου σας και η περαιτέρω πρόσβαση δεν είναι δυνατή προς το παρόν.
et_ee: Teie piirmäär on ületatud ja edasine juurdepääs on hetkel võimatu.
ru_ru: Превышена максимальная частота обращений, поэтому доступ был временно ограничен.
sv_se: Din överföringsgräns har överskridits och vidare åtkomst är inte möjligt just nu.

source: You need to get sufficient permissions to perform the operation on the specified entity.
el_gr: Πρέπει να αποκτήσετε επαρκή δικαιώματα για να εκτελέσετε την ενέργεια στην καθορισμένη οντότητα.
et_ee: Vajate nõutavaid õigusi soovitud toimingu sooritamiseks osutatud üksusel.
ru_ru: Для выполнения операции над указанной записью необходимо наличие дополнительных разрешений.
sv_se: Du behöver ha tillräckliga rättigheter för att utföra åtgärden för det aktuella objektet.

source: File name contains illegal characters: "%1$s"
el_gr: Το όνομα αρχείου περιέχει μη επιτρεπόμενους χαρακτήρες: «%1$s»
et_ee: Faili nimi sisaldab keelatud märke: "%1$s"
ru_ru: Имя файла содержит недопустимые символы: «%1$s»
sv_se: Filnamnet innehåller ogiltiga tecken: ”%1$s”

source: File name is a reserved name: "%1$s"
el_gr: Το όνομα αρχείου είναι δεσμευμένο όνομα: «%1$s»
et_ee: Faili nimi on reserveeritud nimi: "%1$s"
ru_ru: Файл использует зарезервированное имя: «%1$s»
sv_se: Filnamnet är ett reserverat namn: ”%1$s”

source: File name must not be "." or "..".
el_gr: Το όνομα αρχείου δεν πρέπει να είναι «.» ή «..».
et_ee: Faili nimi ei tohi olla "." ega "..".
ru_ru: Имена файлов не могут иметь значения «.» или «..».
sv_se: Filnamnet får inte vara ”.” eller ”..”.

source: File name must not end with a dot or whitespace.
el_gr: Το όνομα αρχείου δεν πρέπει να τελειώνει με τελεία ή κενό διάστημα.
et_ee: Faili nimi ei tohi lõppeda punkti ega tühikuga.
ru_ru: Имя файла не может заканчиваться точкой или пробелом.
sv_se: Filnamnet för inte avslutas med en punkt eller ett blanksteg.

source: A file with that name already exists.
el_gr: Υπάρχει ήδη ένα αρχείο με αυτό το όνομα.
et_ee: Selle nimega fail on juba olemas.
ru_ru: Файл с таким именем уже существует.
sv_se: En fil med det namnet finns redan.

source: Restore from trash is not supported
el_gr: Η επαναφορά από τα απορρίμματα δεν υποστηρίζεται
et_ee: Taastamine prügikastist ei ole toetatud
ru_ru: Восстановление из корзины не поддерживается
sv_se: Återställning från papperskorg stöds inte

source: The account name is too long. Please limit the account name to a maximum of %1$s characters.
el_gr: Το όνομα του λογαριασμού είναι πολύ μεγάλο. Παρακαλώ περιορίστε το όνομα λογαριασμού σε %1$s χαρακτήρες το πολύ.
et_ee: Konto nimi on liiga pikk. Palun piirake kontonime maksimaalselt %1$s tähemärgini.
ru_ru: Имя учетной записи слишком длинное. Ограничьте имя учетной записи до %1$s символов.
sv_se: Kontots namn är för långt. Begränsa kontonamnet till maximalt %1$s tecken.

source: With moving the file "%1$s" out of shared folder "%2$s" to shared folder "%3$s" people will lose access.
el_gr: Με τη μετακίνηση του αρχείου «%1$s» εκτός του κοινόχρηστου φακέλου «%2$s» στον κοινόχρηστο φάκελο «%3$s», οι χρήστες θα χάσουν την πρόσβαση.
et_ee: Faili "%1$s" liigutamisel jagatud kaustast "%2$s" jagatud kausta "%3$s" kaotavad inimesed juurdepääsu.
ru_ru: При перемещении файла «%1$s» из общей папки «%2$s» в общую папку «%3$s» люди потеряют доступ.
sv_se: Genom att flytta filen ”%1$s” från den delade mappen ”%$s” till den delade mappen ”%3$s” kommer folk att förlora åtkomst.

source: The file "%1$s" will be shared with everyone who has access to "%3$s". Everyone who can see "%2$s" will lose access.
el_gr: Το αρχείο «%1$s» θα γίνει κοινόχρηστο με όποιον έχει πρόσβαση στο «%3$s». Όλοι όσοι μπορούν να δουν το «%2$s» θα χάσουν την πρόσβαση.
et_ee: Faili "%1$s" jagatakse kõigile, kellel on juurdepääs failile "%3$s". Kõik, kes näevad faili "%2$s", kaotavad juurdepääsu.
ru_ru: Файл «%1$s» будет доступен всем, у кого есть доступ к «%3$s». Все, кто видит «%2$s», потеряют доступ.
sv_se: Filen ”%1$s” kommer att delas med alla som kommer åt ”%3$s”. Alla som kan se ”%2$s” kommer att förlora åtkomst.

source: The file "%1$s" will be shared with everyone who has access to "%3$s".
el_gr: Το αρχείο «%1$s» θα γίνει κοινόχρηστο με όποιον έχει πρόσβαση στο «%3$s».
et_ee: Faili "%1$s" jagatakse kõigile, kellel on juurdepääs failile "%3$s".
ru_ru: Файл «%1$s» будет доступен всем, у кого есть доступ к «%3$s».
sv_se: Filen ”%1$s” kommer att delas med alla som kommer åt ”%3$s”.

source: With moving file "%1$s" its permissions will get lost.
el_gr: Με τη μετακίνηση του αρχείου «%1$s», τα δικαιώματά του θα χαθούν.
et_ee: Faili "%1$s" teisaldamisel lähevad selle õigused kaduma.
ru_ru: При перемещении файла «%1$s» его разрешения будут потеряны.
sv_se: Genom att flytta filen ”%1$s” kommer dess rättigheter förloras.

source: The account could not be updated: 1$s
el_gr: Δεν ήταν δυνατή η ενημέρωση του λογαριασμού: 1$s
et_ee: Kontot ei saanud uuendada: 1$s
ru_ru: Аккаунт не может быть обновлен: 1$s
sv_se: Kontot kunde inte uppdateras: %1$s

source: Searching folder by folder name is not supported
el_gr: Η αναζήτηση φακέλων με όνομα φακέλου δεν υποστηρίζεται
et_ee: Kausta otsimine kausta nime järgi ei ole toetatud
ru_ru: Поиск папки по имени папки не поддерживается
sv_se: Att söka efter mapp med mappnamn stöds inte

source: The maximum number of accounts is exceeded.
el_gr: Έχει γίνει υπέρβαση του μέγιστου αριθμού λογαριασμών.
et_ee: Maksimaalne kontode arv on ületatud.
ru_ru: Превышено максимальное количество учетных записей.
sv_se: Maximalt antal konton har överskridits.

source: Access denied.
el_gr: Δεν επιτρέπεται η πρόσβαση.
et_ee: Juurdepääs keelatud.
ru_ru: Отказ доступа.
sv_se: Åtkomst nekas.

source: There is a problem with your AWS account that prevents the operation from completing successfully.
el_gr: Υπάρχει ένα πρόβλημα με τον λογαριασμό AWS σας που εμποδίζει την επιτυχή ολοκλήρωση της λειτουργίας.
et_ee: Ilmnenud on probleem teie AWS kontoga, mis takistab toimingu edukat lõpuleviimist.
ru_ru: Операция не завершена: обнаружена проблема с учетной записью AWS.
sv_se: Det finns ett problem med ditt AWS-konto som hindrar åtgärden från att slutföras.

source: The e-mail address you provided is associated with more than one account
el_gr: Η διεύθυνση email που παρείχατε σχετίζεται με περισσότερους από έναν λογαριασμούς
et_ee: Teie poolt esitatud e-posti aadress on seotud enam kui ühe kontoga
ru_ru: Указанный электронный адрес соответствует нескольким учетным записям
sv_se: E-postadressen du angav är kopplad till fler än ett konto

source: The requested bucket name is not available. The bucket namespace is shared by all users of the system. Please select a different name and try again.
el_gr: Το ζητούμενο όνομα κάδου δεν είναι διαθέσιμο. Ο χώρος ονομάτων κάδου είναι κοινόχρηστος από όλους τους χρήστες του συστήματος. Παρακαλώ επιλέξτε ένα άλλο όνομα και δοκιμάστε ξανά.
et_ee: Soovitud korvi nimi pole saadaval. Korvi nimeruumi jagavad kõik süsteemi kasutajad. Palun valige mõni muu nimi ja proovige uuesti.
ru_ru: Запрашиваемое имя недоступно. Пространство контейнеров используется пользователями совместно. Выберите другое имя и повторите попытку.
sv_se: Det önskade hinknamnet är inte tillgängligt. Hinknamnrymden delas av alla användare i systemet. Välj ett annat namn och försök igen.

source: Your previous request to create the named bucket succeeded and you already own it.
el_gr: Το προηγούμενο αίτημά σας για τη δημιουργία του καθορισμένου κάδου ήταν επιτυχές και είστε ήδη κάτοχος.
et_ee: Teie eelmine taotlus nimelise korvi loomiseks oli edukas ja te olete juba selle omanik.
ru_ru: Предыдущий запрос создания контейнера завершен успешно. Вы являетесь его владельцем.
sv_se: Din tidigare begäran att skapa en hink med detta namn lyckades, och du har redan kontroll över den.

source: The bucket you tried to delete is not empty.
el_gr: Ο κάδος που προσπαθείτε να διαγράψετε δεν είναι κενός.
et_ee: Korv, mida üritasite kustutada, ei ole tühi.
ru_ru: Вы пытаетесь удалить непустой контейнер.
sv_se: Hinken du försökte ta bort är inte tom.

source: This request does not support credentials.
el_gr: Αυτό το αίτημα δεν υποστηρίζει διαπιστευτήρια.
et_ee: See taotlus ei toeta mandaati.
ru_ru: Этот запрос не поддерживает учетные данные.
sv_se: Denna begäran har inte stöd för användarrättigheter.

source: Cross location logging not allowed. Buckets in one geographic location cannot log information to a bucket in another location.
el_gr: Δεν επιτρέπεται η καταγραφή μεταξύ τοποθεσιών. Οι κάδοι μιας γεωγραφικής τοποθεσίας δεν μπορούν να καταγράψουν πληροφορίες σε κάδο άλλη τοποθεσίας.
et_ee: Asukohaülene logimine pole lubatud. Korvid ühes geograafilises asukohas ei saa logida teavet korvi teises asukohas.
ru_ru: Контейнеры одного географического региона не могут хранить журнал в контейнере другого региона.
sv_se: Loggning mellan platser tillåts inte. Hinkar på en geografisk plats får inte logga information till en hink på en annan plats.

source: Your proposed upload is smaller than the minimum allowed object size.
el_gr: Η προτεινόμενη μεταφόρτωσή σας είναι μικρότερη από το ελάχιστο επιτρεπόμενο μέγεθος αντικειμένου.
et_ee: Teie väljapakutud üleslaadimine on väiksem kui minimaalne lubatud objekti suurus.
ru_ru: Размер отправляемого файла меньше минимального.
sv_se: Din föreslagna uppladdning är mindre än den minsta tillåtna objektsstorleken.

source: Your proposed upload exceeds the maximum allowed object size.
el_gr: Η προτεινόμενη μεταφόρτωσή σας υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος αντικειμένου.
et_ee: Teie väljapakutud üleslaadimine ületab maksimaalset lubatud objekti suurust.
ru_ru: Размер отправляемого файла превышает максимально допустимый.
sv_se: Din föreslagna uppladdning överstiger den största tillåtna objektsstorleken.

source: The provided token has expired.
el_gr: Το παρεχόμενο διακριτικό έχει λήξει.
et_ee: Esitatud luba on aegunud.
ru_ru: Срок действия маркера доступа истек.
sv_se: Åtkomst-token har gått ut.

source: The AWS Access Key Id you provided does not exist in our records.
el_gr: Το αναγνωριστικό κλειδιού πρόσβασης AWS που παρείχατε δεν υπάρχει στα αρχεία μας.
et_ee: Teie esitatud AWS pääsuvõtme ID-d pole meie andmetel olemas.
ru_ru: Указанный идентификатор ключа доступа AWS не найден.
sv_se: Den AWS åtkomstnyckel-identifikation du angav finns inte i vårt arkiv.

source: The specified bucket is not valid.
el_gr: Ο καθορισμένος κάδος δεν είναι έγκυρος.
et_ee: Osutatud korv ei kehti.
ru_ru: Недопустимый контейнер.
sv_se: Den angivna hinken är ogiltig.

source: All access to this object has been disabled.
el_gr: Κάθε πρόσβαση σε αυτό το αντικείμενο έχει απενεργοποιηθεί.
et_ee: Igasugune juurdepääs sellele objektile on peatatud.
ru_ru: Все виды доступа к этому объекту отключены.
sv_se: Åtkomst till det här objektet har avaktiverats.

source: The provided security credentials are not valid.
el_gr: Τα παρεχόμενα διαπιστευτήρια ασφαλείας δεν είναι έγκυρα.
et_ee: Esitatud turvamandaat ei kehti.
ru_ru: Недействительные учетные данные безопасности.
sv_se: De angivna säkerhetsrättigheterna är ogiltiga.

source: The provided token is malformed or otherwise invalid.
el_gr: Το παρεχόμενο διακριτικό είναι ακατάλληλο ή άκυρο.
et_ee: Esitatud luba on vigane või muus osas kehtetu.
ru_ru: Недействительный или неверно сформированный маркер.
sv_se: Given token är felformaterad eller på annat sätt ogiltig.

source: Couldn't parse the specified URI.
el_gr: Δεν ήταν δυνατή η ανάλυση του καθορισμένου URI.
et_ee: Osutatud URI parsimine ebaõnnestus.
ru_ru: Ошибка разбора URI.
sv_se: Kunde inte tolka angiven URI.

source: Your key is too long.
el_gr: Το κλειδί σας είναι πολύ μεγάλο.
et_ee: Teie võti on liiga pikk.
ru_ru: Слишком длинный ключ.
sv_se: Din nyckel är för lång.

source: Your request was too big.
el_gr: Το αίτημά σας ήταν πολύ μεγάλο.
et_ee: Teie taotlus oli liiga suur.
ru_ru: Слишком длинный запрос.
sv_se: Din begäran var för stor.

source: The specified method is not allowed against this resource.
el_gr: Η καθορισμένη μέθοδος δεν επιτρέπεται σε αυτόν τον πόρο.
et_ee: Osutatud meetod ei ole selle ressursi korral lubatud.
ru_ru: Выбранный метод не может применяться к этому ресурсу.
sv_se: Den angivna metoden är inte tillåten för den här resursen.

source: The specified bucket does not exist.
el_gr: Ο καθορισμένος κάδος δεν υπάρχει.
et_ee: Osutatud korvi pole olemas.
ru_ru: Указанный контейнер не существует.
sv_se: Den angivna hinken finns inte.

source: The specified key does not exist.
el_gr: Το καθορισμένο κλειδί δεν υπάρχει.
et_ee: Osutatud võtit pole olemas.
ru_ru: Ключ не существует.
sv_se: Den angivna nyckeln finns inte.

source: Your account is not signed up for the Amazon S3 service.
el_gr: Ο λογαριασμός σας δεν είναι εγγεγραμμένος στην υπηρεσία Amazon S3.
et_ee: Teie konto ei ole registreeritud Amazon S3-teenuse all.
ru_ru: Ваша учетная запись не авторизована для использования служб Amazon S3.
sv_se: Ditt konto är inte registrerat för Amazon S3-tjänsten.

source: A conflicting conditional operation is currently in progress against this resource. Please try again.
el_gr: Αυτήν τη στιγμή, βρίσκεται σε εξέλιξη μια ενέργεια υπό όρους που έρχεται σε διένεξη με αυτόν τον πόρο. Παρακαλώ δοκιμάστε ξανά.
et_ee: Vastuoluline tingimuslik tegevus on hetkel pooleli selle ressursi suhtes. Palun proovige uuesti.
ru_ru: Над этим ресурсом выполняется конфликтная операция. Повторите попытку.
sv_se: En krockande villkorlig åtgärd körs för närvarande mot den här resursen. Försök igen.

source: At least one of the preconditions you specified did not hold.
el_gr: Τουλάχιστον μία από τις προϋποθέσεις που καθορίσατε δεν ισχύει.
et_ee: Vähemalt üks teie osutatud eeltingimustest ei pidanud paika.
ru_ru: Предварительные требования не были удовлетворены.
sv_se: Minst en av förutsättningarna du angav höll inte.

source: Temporary redirect.
el_gr: Προσωρινή ανακατεύθυνση.
et_ee: Ajutine ümbersuunamine.
ru_ru: Временное перенаправление.
sv_se: Tillfällig omdirigering.

source: Object restore is already in progress.
el_gr: Η επαναφορά του αντικειμένου βρίσκεται ήδη σε εξέλιξη.
et_ee: Objekti taastamine on juba käimas.
ru_ru: Операция восстановления объекта уже выполняется.
sv_se: Objektåterställning körs redan.

source: You are being redirected to the bucket while DNS updates.
el_gr: Ανακατευθύνεστε στον κάδο όσο ενημερώνεται το DNS.
et_ee: Teid suunatakse ümber korvi DNS-i värskendamise ajal.
ru_ru: На время обновления DNS вы будете перенаправлены к контейнеру.
sv_se: Du omdirigeras till hinken medan DNS uppdateras.

source: The provided token must be refreshed.
el_gr: Το παρεχόμενο διακριτικό πρέπει να ανανεωθεί.
et_ee: Esitatud luba vajab värskendamist.
ru_ru: Необходимо обновить маркер.
sv_se: Den angivna token måste uppdateras.

source: The e-mail address you provided does not match any account on record.
el_gr: Η διεύθυνση email που δώσατε δεν ταιριάζει με κανένα καταγεγραμμένο λογαριασμό.
et_ee: Teie esitatud e-posti aadress ei sobi kokku ühegi olemasoleva kontoga.
ru_ru: Указанный электронный адрес не соответствует существующим учетным записям.
sv_se: E-postadressen du angav stämmer inte för något konto i vårt arkiv.

source: The S3 storage responds with "Bad Request". Please check whether com.openexchange.filestore.s3.[filestoreID].signerOverride is properly configured for this filestore.
el_gr: Ο χώρος αποθήκευσης S3 απαντά «Εσφαλμένο αίτημα». Παρακαλώ ελέγξτε εάν το com.openexchange.filestore.s3.[filestoreID].signerOverride έχει ρυθμιστεί σωστά για αυτόν τον χώρο αρχείων.
et_ee: S3 mälu vastab "Kehtetu taotlus". Palun kontrollige, kas com.openexchange.filestore.s3.[filestoreID].signerOverride on selle failimälu jaoks õigesti konfigureeritud.
ru_ru: Хранилище S3 возвращает сообщение «Недопустимый запрос». Проверьте настройки com.openexchange.filestore.s3.[filestoreID].signerOverride.
sv_se: S3-lagringen svarar med ett ”Bad Request”. Kontrollera att com.openexchange.filestore.s3[filestoreID].signerOverride är rätt inställt för den här fillagringen.

source: Failed to create a bucket for name "%1$s" using region "%2$s"
el_gr: Αποτυχία δημιουργίας κάδου για το όνομα «%1$s» με την περιοχή «%2$s»
et_ee: Ei õnnestunud luua kogumit nimega "%1$s", kasutades regiooni "%2$s"
ru_ru: Не удалось создать контейнер для имени «%1$s» в регионе «%2$s».
sv_se: Kunde inte skapa en hink för namnet ”%1$s” med region ”%2$s”

source: No such document: %1$s
el_gr: Δεν υπάρχει τέτοιο έγγραφο: %1$s
et_ee: Selline dokument puudub: %1$s
ru_ru: Документ %1$s не существует
sv_se: Dokument finns inte: %1$s

source: No such chunk: %1$s
el_gr: Δεν υπάρχει τέτοιο κομμάτι: %1$s
et_ee: Selline kamakas puudub: %1$s
ru_ru: Сегмент %1$s не существует
sv_se: Delen finns inte: %1$s

source: No next chunk for chunk: %1$s
el_gr: Δεν υπάρχει επόμενο κομμάτι για το κομμάτι: %1$s
et_ee: Puudub järgmine kamakas kamakale: %1$s
ru_ru: Нет следующей части для %1$s
sv_se: Ingen nästa del för delen: %1$s

source: The connected client closed the connection unexpectedly
el_gr: Ο συνδεδεμένος υπολογιστής-πελάτης έκλεισε απροσδόκητα τη σύνδεση
et_ee: Ühendatud klient sulges ühenduse ootamatult
ru_ru: Клиент неожиданно закрыл соединение
sv_se: Den anslutande klienten stängde oväntat anslutningen

source: The allowed quota is reached. Please delete some items in order to create new ones.
el_gr: Έχετε φτάσει το επιτρεπόμενο όριο. Παρακαλώ διαγράψτε ορισμένα στοιχεία για να δημιουργήσετε νέα.
et_ee: Lubatud kvoot on saavutatud. Palun kustutage mõned üksused ära enne uute loomist.
ru_ru: Квота достигнута. Чтобы освободить место, удалите некоторые объекты.
sv_se: Den tilldelade kvoten är nådd. Ta bort några objekt för att kunna skapa nya.

source: Diagnostics
el_gr: Διαγνωστικά στοιχεία
et_ee: Diagnostika
ru_ru: Диагностика
sv_se: Diagnostik

source: The data archive that you have requested on %1$s is now ready for download. You can download the archive until %2$s.
el_gr: Το αρχείο δεδομένων που ζητήσατε στις %1$s είναι πλέον έτοιμο για λήψη. Μπορείτε να κάνετε λήψη του αρχείου μέχρι τις %2$s.
et_ee: Andmearhiiv, mida olete taotlenud aadressil %1$s, on nüüd allalaadimiseks valmis. Saate arhiivi alla laadida kuni %2$s.
ru_ru: Запрошенный Вами архив данных %1$s готов к скачиванию. Вы можете скачать архив до %2$s.
sv_se: Dataarkivet som du begärde på %1$s är nu redo för nedladdning. Du kan ladda ned arkivet fram till %2$s.

source: The data archive that you have requested on %1$s is now ready for download.
el_gr: Το αρχείο δεδομένων που ζητήσατε στις %1$s είναι πλέον έτοιμο για λήψη.
et_ee: Andmearhiiv, mida olete taotlenud aadressil %1$s, on nüüd allalaadimiseks valmis.
ru_ru: Запрошенный Вами архив данных на %1$s готов к скачиванию.
sv_se: Dataarkivet som du begärde op %1$s är nu redo för nedladdning.

source: Unfortunately the data export that you have requested on %1$s has failed. Please try again.
el_gr: Δυστυχώς, η εξαγωγή δεδομένων που ζητήσατε στις %1$s απέτυχε. Παρακαλώ δοκιμάστε ξανά.
et_ee: Kahjuks ei õnnestunud teie poolt taotletud andmete eksport %1$s. Palun proovige uuesti.
ru_ru: К сожалению, не удалось выполнить экспорт данных запрошенный на %1$s. Попробуйте повторить позже.
sv_se: Tyvärr misslyckades dataexporten som du begärde på %1$s. Försök igen.

source: The data export that you have requested on %1$s has been canceled.
el_gr: Η εξαγωγή δεδομένων που ζητήσατε στις %1$s έχει ακυρωθεί.
et_ee: Andmete eksport, mida taotlesite %1$s, on tühistatud.
ru_ru: Запрошенный Вами экспорт данных на %1$s отменен.
sv_se: Dataexporten som du begärde på %1$s har avbrutits.

source: Your personal data archive is ready for download
el_gr: Το αρχείο των προσωπικών σας δεδομένων είναι έτοιμο προς λήψη
et_ee: Teie isiklik andmearhiiv on valmis allalaadimiseks
ru_ru: Ваш персональный архив данных готов к скачиванию
sv_se: Ditt privata dataarkiv är redo för nedladdning

source: Your personal data export failed
el_gr: Η εξαγωγή των προσωπικών σας δεδομένων απέτυχε
et_ee: Teie isikuandmete eksport ebaõnnestus
ru_ru: Не удалось выполнить Ваш персональный экспорт данных
sv_se: Din privata dataexport misslyckades

source: Your personal data export has been canceled
el_gr: Η εξαγωγή των προσωπικών σας δεδομένων έχει ακυρωθεί
et_ee: Teie isikuandmete eksport on tühistatud
ru_ru: Ваш персональный экспорт данных был отменен
sv_se: Din privata dataexport har avbrutits

source: Download archives
el_gr: Λήψη αρχείων
et_ee: Arhiivide allalaadimine
ru_ru: Скачать архивы
sv_se: Ladda ned arkiv

source: Service for dowloading your personal data
el_gr: Υπηρεσία για τη λήψη των προσωπικών σας δεδομένων
et_ee: Teie isikuandmete allalaadimise teenus
ru_ru: Сервис для загрузки Ваших персональных данных
sv_se: Tjänst för att ladda ned din privata data

source: You are receiving this email because you have requested a personal data download recently.
el_gr: Λαμβάνετε αυτό το email επειδή ζητήσατε πρόσφατα τη λήψη προσωπικών δεδομένων.
et_ee: Saate selle e-kirja, sest olete hiljuti taotlenud isikuandmete allalaadimist.
ru_ru: Вы получили это сообщение, потому что Вы запросили персональную загрузку данных.
sv_se: Du fick detta meddelande eftersom du nyligen begärde en privat datanedladdning.

source: Calendar
el_gr: Ημερολόγιο
et_ee: Kalender
ru_ru: Календарь
sv_se: Kalender

source: Contacts
el_gr: Επαφές
et_ee: Kontaktid
ru_ru: Контакты
sv_se: Kontakter

source: Drive
ru_ru: Диск

source: E-Mails
el_gr: Email
et_ee: E-kirjad
ru_ru: Сообщения электронной почты
sv_se: E-postmeddelanden

source: Tasks
el_gr: Εργασίες
et_ee: Ülesanded
ru_ru: Задачи
sv_se: Uppgifter

source: There is already a running data export
el_gr: Εκτελείται ήδη μια εξαγωγή δεδομένων
et_ee: Andmete eksport on juba käimas
ru_ru: Экспорт данных уже запущен
sv_se: En dataexport körs redan

source: There is no data export
el_gr: Δεν υπάρχει εξαγωγή δεδομένων
et_ee: Andmete eksport puudub
ru_ru: Не содержит экспорта дданных
sv_se: Det finns ingen dataexport
