Repository: aravindb26/middleware
Catalog: l10n/backend.*.po
Languages: el_gr, et_ee, ru_ru, sv_se

source: Unable to retrieve the contact photo for contact with id '%1$s'. There is nothing we can do about it. Try again later.
el_gr: Δεν είναι δυνατή η ανάκτηση της φωτογραφίας επαφής για την επαφή με αναγνωριστικό «%1$s». Δεν μπορούμε να κάνουμε τίποτα για αυτό. Δοκιμάστε ξανά αργότερα.
et_ee: Kontakti fotot ei ole võimalik saada kontaktile id '%1$s'. Me ei saa midagi teha. Proovige hiljem uuesti.
ru_ru: Не удалось получить фотографию контакта с идентификатором «%1$s». Повторите попытку позже.
sv_se: Kunde inte hämta kontaktbilden för kontakten med ID '%1$s'. Vi kan inte göra något åt detta. Försök igen senare.

source: The copying of file %1$s failed. There is nothing we can do about it. Try again later.
el_gr: Η αντιγραφή του αρχείου «%1$s» απέτυχε. Δεν μπορούμε να κάνουμε τίποτα για αυτό. Δοκιμάστε ξανά αργότερα.
et_ee: Faili %1$s kopeerimine ebaõnnestus. Me ei saa midagi teha. Proovige hiljem uuesti.
ru_ru: При копировании файла %1$s произошла ошибка. Повторите попытку позже.
sv_se: Kopiering av filen %1$s misslyckades. Vi kan inte göra något åt detta. Försök igen senare.

source: Uploading the file '%1$s' in folder '%2$s' failed. There is nothing we can do about it. Try again later.
el_gr: Η μεταφόρτωση του αρχείου «%1$s» στον φάκελο «%2$s» απέτυχε. Δεν μπορούμε να κάνουμε τίποτα για αυτό. Δοκιμάστε ξανά αργότερα.
et_ee: Faili '%1$s' üleslaadimine kausta '%2$s' ei õnnestunud. Me ei saa midagi teha. Proovige hiljem uuesti.
ru_ru: Не удалось загрузить файл «%1$s» в папку «%2$s». Повторите попытку позже.
sv_se: Kunde inte ladda upp filen '%1$s' i mappen '%2$s'. Vi kan inte göra något åt detta. Försök igen senare.

source: The folder does not exist.
el_gr: Ο φάκελος δεν υπάρχει.
et_ee: Kausta ei ole olemas.
ru_ru: Такой папки не существует.
sv_se: Mappen finns inte.

source: A folder named '%1$s' already exists under the folder with name '%2$s
el_gr: Υπάρχει ήδη ένας φάκελος με όνομα «%1$s» κάτω από τον φάκελο με όνομα «%2$s»
et_ee: Kaust nimega '%1$s' on juba olemas kausta nimega '%2$s all
ru_ru: Папка «%1$s» уже есть в папке «%2$s»
sv_se: En mapp med namnet '%1$s' finns redan i mappen med namnet '%2$s

source: You are not allowed to delete the root folder.
el_gr: Δεν επιτρέπεται να διαγράψετε τον φάκελο ρίζας.
et_ee: Teil ei ole lubatud juurkausta kustutada.
ru_ru: Вы не можете удалить корневую папку.
sv_se: Du har inte tillstånd att ta bort rotmappen.

source: This account has been locked out. Please wait %1$d minutes then try again.
el_gr: Αυτός ο λογαριασμός έχει κλειδωθεί. Παρακαλώ περιμένετε %1$d λεπτά και δοκιμάστε ξανά.
et_ee: See konto on lukustatud. Palun oodake %1$d minutit ja proovige siis uuesti.
ru_ru: Этот аккаунт был заблокирован. Подождите %1$d минут и повторите попытку.
sv_se: Det här kontot har låsts. Vänta %1$d minuter och försök igen.

source: There is another authentication attempt for this user in process. Please wait.
el_gr: Βρίσκεται σε εξέλιξη μια άλλη προσπάθεια ταυτοποίησης για αυτόν τον χρήστη. Παρακαλώ περιμένετε.
et_ee: Selle kasutaja jaoks on käimas veel üks autentimiskatse. Palun oodake.
ru_ru: В данный момент осуществляется другая попытка аутентификации этого пользователя. Пожалуйста, подождите.
sv_se: Ett annat autentiseringsförsök för den här användaren pågår. Vänta.

source: My Backup
el_gr: Το αντίγραφο ασφαλείας μου
et_ee: Minu varukoopia
ru_ru: Мои резервные коды
sv_se: Min backup

source: Primary authentication devices must be set up before backup devices.
el_gr: Οι κύριες συσκευές ταυτοποίησης πρέπει να ρυθμιστούν πριν από τις εφεδρικές συσκευές.
et_ee: Peamised autentimisseadmed tuleb seadistada enne varuseadmeid.
ru_ru: Сначала необходимо настроить основные, а уже затем резервные устройства аутентификации.
sv_se: Primära autentiseringsenheter måste ställas in innan backup-enheter.

source: Your authentication code is:
el_gr: Ο κωδικός ταυτοποίησής σας είναι:
et_ee: Teie autentimiskood on:
ru_ru: Ваш код аутентификации:
sv_se: Din autentiseringskod är:

source: My Phone
el_gr: Το τηλέφωνό μου
et_ee: Minu telefon
ru_ru: Мой телефон
sv_se: Min telefon

source: Authenticator %d
el_gr: Επαληθευτής %d
et_ee: Autentija %d
ru_ru: Аутентификатор %d
sv_se: Autentiseringsmetod %d

source: Device %d
el_gr: Συσκευή %d
et_ee: Seade %d
ru_ru: Устройство %d
sv_se: Enhet %d

source: Missing multifactor authentication
el_gr: Απουσία ταυτοποίησης πολλαπλών παραγόντων
et_ee: Puuduv mitmefaktoriline autentimine
ru_ru: Отсутствует многофакторная аутентификация
sv_se: Saknar multifaktorautentisering

source: Invalid multifactor authentication
el_gr: Μη έγκυρη ταυτοποίηση πολλαπλών παραγόντων
et_ee: Mitmefaktoriline autentimine ebaõnnestus
ru_ru: Недопустимая многофакторная аутентификация
sv_se: Ogiltig multifaktorautentisering

source: An error occured while creating/calculating the authentication factor: %1$s.
el_gr: Προέκυψε σφάλμα κατά τη δημιουργία/υπολογισμό του παράγοντα ταυτοποίησης: %1$s.
et_ee: Autentimisfaktori loomisel/arvutamisel tekkis viga: %1$s.
ru_ru: Во время создания/расчета фактора аутентификации произошла ошибка: %1$s.
sv_se: Ett fel inträffade när autentiseringsfaktorn skapades/beräknades: %1$s.

source: JSON error: %s
el_gr: Σφάλμα JSON: %s
et_ee: JSON-viga: %s
ru_ru: Ошибка JSON: %s
sv_se: JSON-fel: %s

source: The requested provider %1$s is unknown.
el_gr: Ο ζητούμενος πάροχος «%1$s» είναι άγνωστος.
et_ee: Taotletud teenusepakkuja %1$s on tundmatu.
ru_ru: Запрошенный провайдер: %1$s неизвестен.
sv_se: Den begärda leverantören %1$s är okänd.

source: The requested provider %1$s is not available for the user.
el_gr: Ο ζητούμενος πάροχος «%1$s» δεν είναι διαθέσιμος για τον χρήστη.
et_ee: Taotletud teenusepakkuja %1$s ei ole kasutaja jaoks saadaval.
ru_ru: Провайдер %1$s для этого пользователя недоступен.
sv_se: Den begärda leverantören %1$s är inte tillgänglig för användaren.

source: Multifactor authentication required but device identifier is missing
el_gr: Απαιτείται ταυτοποίηση πολλαπλών παραγόντων, αλλά απουσιάζει το αναγνωριστικό συσκευής
et_ee: Mitmefaktoriline autentimine nõutav, kuid seadme identifikaator puudub
ru_ru: Требуется многофакторная аутентификация, но отсутствует идентификатор устройства
sv_se: Multifaktorautentisering krävs, men enhetsidentifieraren saknas

source: The requested device is unknown
el_gr: Η ζητούμενη συσκευή είναι άγνωστη
et_ee: Taotletav seade on tundmatu
ru_ru: Запрашивается неизвестное устройство
sv_se: Den begärda enheten är okänd

source: An unknown error occured during multifactor authentication: %s
el_gr: Προέκυψε άγνωστο σφάλμα κατά την ταυτοποίηση πολλαπλών παραγόντων: %s
et_ee: Mitmefaktorilise autentimise ajal tekkis tundmatu viga: %s
ru_ru: Неизвестная ошибка многофакторной аутентификации: %s
sv_se: Ett okänt fel inträffade vid multifaktorautentisering: %s

source: Multifactor authentication required but provider name is missing
el_gr: Απαιτείται ταυτοποίηση πολλαπλών παραγόντων, αλλά απουσιάζει το όνομα παρόχου
et_ee: Mitmefaktoriline autentimine nõutav, kuid teenusepakkuja nimi puudub
ru_ru: Требуется многофакторная аутентификация, но отсутствует имя провайдера
sv_se: Multifaktorautentisering krävs, men leverantörsnamnet saknas

source: SQL error: %1$s
el_gr: Σφάλμα SQL: %1$s
et_ee: SQL-viga: %1$s
ru_ru: Ошибка SQL: %1$s
sv_se: SQL-fel: %1$s

source: Missing parameter: %1$s
el_gr: Απουσία παραμέτρου: %1$s
et_ee: Puuduv parameeter: %1$s
ru_ru: Отсутствует параметр %1$s
sv_se: Parameter saknas: %1$s

source: The device is already registered
el_gr: Η συσκευή έχει ήδη καταχωρηθεί
et_ee: Seade on juba registreeritud
ru_ru: Устройство уже зарегистрировано
sv_se: Enheten är redan registrerad

source: This action requires recent multifactor authentication. Missing multifactor parameters for this action
el_gr: Αυτή η ενέργεια απαιτεί πρόσφατη ταυτοποίηση πολλαπλών παραγόντων. Απουσιάζουν παράμετροι πολλαπλών παραγόντων για αυτήν την ενέργεια
et_ee: See tegevus nõuab hiljutist mitmefaktorilist autentimist. Puuduvad mitmefaktorilised parameetrid selle toimingu jaoks
ru_ru: Для выполнения этой операции необходимо, чтобы недавно была выполнена многофакторная аутентификация. Отсутствуют параметры для этой операции
sv_se: Åtgärden kräver en färsk multifaktorautentisering. Multifaktorparametrar saknas för den här åtgärden

source: This device isn't registered
el_gr: Αυτή η συσκευή δεν έχει καταχωρηθεί
et_ee: See seade ei ole registreeritud
ru_ru: Это устройство не зарегистрировано
sv_se: Enheten är inte registrerad

source: No devices in this provider
el_gr: Καμία συσκευή σε αυτόν τον πάροχο
et_ee: Selles teenusepakkujas ei ole seadmeid
ru_ru: Нет устройств для этого провайдера
sv_se: Inga enheter i den här leverantören

source: The provided agument "%1$s" of length %2$s exceeded the allowed length of %3$s
el_gr: Το παρεχόμενο όρισμα «%1$s» μήκους %2$s υπερέβη το επιτρεπόμενο μήκος των %3$s
et_ee: Esitatud dokument "%1$s" pikkusega %2$s ületas lubatud pikkuse %3$s
ru_ru: Длина аргумента «%1$s» составляет %2$s, что превышает максимально допустимую длину %3$s
sv_se: Det givna argumentet ”%1$s” med längden %2$s överskred den tillåtna längden på %3$s

source: The registration failed
el_gr: Η εγγραφή απέτυχε
et_ee: Registreerimine ebaõnnestus
ru_ru: Ошибка регистрации
sv_se: Registrering misslyckades

source: Unable to remove the device
el_gr: Δεν είναι δυνατή η αφαίρεση της συσκευής
et_ee: Seadet ei ole võimalik eemaldada
ru_ru: Не удалось удалить устройство
sv_se: Kunde inte ta bort enheten

source: The authentication failed
el_gr: Η ταυτοποίηση απέτυχε
et_ee: Autentimine ebaõnnestus
ru_ru: Сбой аутентификации
sv_se: Autentiseringen misslyckades

source: The authentication failed: %1$s
el_gr: Αποτυχία ταυτοποίησης: %1$s
et_ee: Autentimine ebaõnnestus: %1$s
ru_ru: Сбой аутентификации: %1$s
sv_se: Autentiseringen misslyckade: %1$s

source: The authentication failed. A total of %1$d attempts allowed before temporary lockout.
el_gr: Η ταυτοποίηση απετυχε. Επιτρέπονται συνολικά %1$d προσπάθειες πριν από το προσωρινό κλείδωμα.
et_ee: Autentimine ebaõnnestus. Enne ajutist lukustamist on lubatud kokku %1$d katset.
ru_ru: Сбой аутентификации. Количество попыток прежде чем аккаунт будет заблокирован: %1$d.
sv_se: Autentiseringen misslyckades. Totalt %1$d försök tillåts innan tillfällig utelåsning.

source: The SSL certificate with fingerprint '%1$s' was not found for user '%2$s' in context '%3$s'
el_gr: Το πιστοποιητικό SSL με αποτύπωμα «%1$s» δεν βρέθηκε για τον χρήστη «%2$s» στο περιβάλλον «%3$s»
et_ee: SSL sertifikaati '%1$s' ei leitud kasutajale '%2$s' kontekstis '%3$s'
ru_ru: Не удалось найти SSL-сертификат с отпечатком «%1$s» для пользователя «%2$s» в контексте «%3$s»
sv_se: SSL-certifikatet med fingeravtrycket '%1$s' hittades inte för användaren '%2$s' i kontext '%3$s'

source: The certificate for domain '%2$s' is untrusted.
el_gr: Το πιστοποιητικό για τον τομέα «%2$s» είναι αναξιόπιστο.
et_ee: Domeeni '%2$s' sertifikaat ei ole usaldusväärne.
ru_ru: Сертификат домена «%2$s» не является доверенным.
sv_se: Certifikatet för domänen '%2$s' är opålitligt.

source: The certificate for domain '%2$s' is untrusted. You can change your general trust level in the settings.
el_gr: Το πιστοποιητικό για τον τομέα «%2$s» δεν είναι αξιόπιστο. Μπορείτε να αλλάξετε το γενικό επίπεδο εμπιστοσύνης στις ρυθμίσεις.
et_ee: Domeeni '%2$s' sertifikaat ei ole usaldusväärne. Üldist usaldustaset saate seadetes muuta.
ru_ru: Недоверенный сертификат домена «%2$s». Попробуйте изменить общий порог доверия в параметрах.
sv_se: Certifikatet för domänen '%2$s' är opålitligt. Du kan ändra dina allmänna tillitsnivåer i inställningarna.

source: The certificate with is not trusted by the user.
el_gr: Ο χρήστης δεν εμπιστεύεται το πιστοποιητικό.
et_ee: Kasutaja ei usalda sertifikaati.
ru_ru: Сертификат не является доверенным для этого пользователя.
sv_se: Certifikatet med är inte betrott av användaren.

source: The root certificate issued by '%2$s' is not trusted
el_gr: Το πιστοποιητικό ρίζας που εκδίδεται από το «%2$s» δεν είναι αξιόπιστο
et_ee: %2$s poolt väljastatud juursertifikaat ei ole usaldusväärne
ru_ru: Корневой сертификат, выданный «%2$s», не является доверенным
sv_se: Rotcertifikatet utfärdat av '%2$s' är opålitligt

source: The certificate is self-signed
el_gr: Το πιστοποιητικό είναι αυτο-υπογεγραμμένο
et_ee: See sertifikaat on ise allkirjastatud
ru_ru: Сертификат является самоподписанным
sv_se: Certifikatet är självsignerat

source: The certificate is expired
el_gr: Το πιστοποιητικό έχει λήξει
et_ee: Sertifikaat on kehtetu
ru_ru: Срок действия сертификата истек
sv_se: Certifikatet har löpt ut

source: The common name for the certificate is invalid
el_gr: Το κοινό όνομα για το πιστοποιητικό δεν είναι έγκυρο
et_ee: Selle sertifikaadi Common Name on vigane
ru_ru: Недопустимое общее имя сертификата
sv_se: Certifikatets standardnamn är ogiltigt

source: The root authority for the certificate is untrusted
el_gr: Η αρχή ρίζας για το πιστοποιητικό είναι αναξιόπιστη
et_ee: Sertifikaadi juurautoriteet ei ole usaldusväärne
ru_ru: Удостоверяющий центр этого сертификата не является доверенным
sv_se: Rotauktoriteten för certifikatet är opålitlig

source: The certificate is using a weak algorithm
el_gr: Το πιστοποιητικό χρησιμοποιεί αδύναμο αλγόριθμο
et_ee: Sertifikaat kasutab nõrka algoritmi
ru_ru: Сертификат использует слабый алгоритм
sv_se: Certifikatet använder en svag algoritm

source: The certificate was revoked
el_gr: Το πιστοποιητικό ανακλήθηκε
et_ee: Sertifikaat tühistati
ru_ru: Сертификат был отозван
sv_se: Certifikatet återkallades

source: The certificate was signed by an untrusted issuer
el_gr: Το πιστοποιητικό υπογράφηκε από αναξιόπιστο εκδότη
et_ee: See sertifikaat on allkirjastatud ebausaldusväärse kasutaja poolt
ru_ru: Сертификат был подписан недоверенным поставщиком
sv_se: Certifikatet signerades av en ej betrodd utgivare

source: The user does not trust this certificate
el_gr: Ο χρήστης δεν εμπιστεύεται αυτό το πιστοποιητικό
et_ee: Kasutaja ei usalda seda sertifikaati
ru_ru: Пользователь не доверяет этому сертификату
sv_se: Användaren litar inte på det här certifikatet

source: Invalid common name
el_gr: Μη έγκυρο κοινό όνομα
et_ee: Vale Common Name sertifikaadil
ru_ru: Недопустимое общее имя
sv_se: Ogiltigt standardnamn

source: The certificate is untrusted
el_gr: Το πιστοποιητικό είναι αναξιόπιστο
et_ee: Sertifikaat on ebausaldusväärne
ru_ru: Сертификат не является доверенным
sv_se: Certifikatet ej betrott

source: Successfully connected %1$s with your account
el_gr: Έγινε επιτυχής σύνδεση του %1$s με τον λογαριασμό σας
et_ee: %1$s on edukalt teie kontoga ühendatud
ru_ru: Успешное подключение к учетной записи %1$s
sv_se: Lyckades ansluta %1$s till ditt konto

source: Hello %1$s,
el_gr: Γεια σας %1$s,
et_ee: Tere, %1$s,
ru_ru: Здравствуйте, %1$s,
sv_se: Hej %1$s,

source: your account %1$s has been successfully connected to %2$s.
el_gr: ο λογαριασμός %1$s σας έχει συνδεθεί επιτυχώς στο %2$s.
et_ee: teie konto %1$s on edukalt ühendatud rakendusega %2$s.
ru_ru: учетная запись %1$s успешно связана с %2$s.
sv_se: ditt konto %1$s har anslutits till %2$s.

source: You may revoke access for this application at any time, by visiting your settings page.
el_gr: Μπορείτε να ανακαλέσετε την πρόσβαση για αυτήν την εφαρμογή ανά πάσα στιγμή, μεταβαίνοντας στη σελίδα ρυθμίσεων.
et_ee: Võite juurdepääsu rakendusele suvalisel ajal tühistada oma seadete lehekülje kaudu.
ru_ru: Доступ приложения можно закрыть в любое время на странице параметров.
sv_se: Du kan återkalla åtkomst för det här programmet när som helst, på din inställningssida.

source: Go to settings
el_gr: Μετάβαση στις ρυθμίσεις
et_ee: Seadete juurde
ru_ru: Открыть параметры
sv_se: Gå till inställningar

source: Application %1$s would like to connect with your account
el_gr: Η εφαρμογή «%1$s» επιθυμεί να συνδεθεί με τον λογαριασμό σας
et_ee: Rakendus %1$s sooviks luua ühenduse teie kontoga
ru_ru: Приложение %1$s запрашивает подключение к вашей учетной записи
sv_se: Programmet %1$s vill ansluta till ditt konto

source: Sign in to %1$s to connect %2$s with your account
el_gr: Συνδεθείτε στο %1$s για σύνδεση στο %2$s με τον λογαριασμό σας
et_ee: Logige sisse %1$s alla %2$s ühendamiseks teie kontoga
ru_ru: Авторизуйтесь в %1$s, чтобы связать %2$s с вашей учетной записью
sv_se: Logga in på %1$s för att ansluta %2$s till ditt konto

source: The application #split# would like to access your account, and is requesting following permissions:
el_gr: Η εφαρμογή #split# θέλει να προσπελάσει τον λογαριασμό σας και ζητά τα εξής δικαιώματα:
et_ee: Rakendus #split# soovib juurdepääsu teie kontole ja taotleb järgnevaid õigusi:
ru_ru: #split# запрашивает разрешения для доступа к вашей учетной записи:
sv_se: Programmet #split” vill komma åt ditt konto, och begär följande tillstånd:

source: Only allow access for applications you trust. You may revoke access for this application at any time, by visiting your settings page.
el_gr: Να επιτρέπετε την πρόσβαση μόνο σε εφαρμογές που εμπιστεύεστε. Μπορείτε να ανακαλέσετε την πρόσβαση για αυτήν την εφαρμογή ανά πάσα στιγμή, μεταβαίνοντας στη σελίδα ρυθμίσεών σας.
et_ee: Võimaldage juurdepääs vaid rakendustele, mida usaldate. Rakenduse juurdepääsuõigust saab suvalisel ajal tühistada seadete lehekülje kaudu.
ru_ru: Разрешайте доступ только тем приложениям, которым вы доверяете. Доступ можно закрыть в любое время на странице параметров.
sv_se: Tillåt bara åtkomst för program du litar på. Du kan återkalla åtkomst för programmet när som helst, på din inställningssida.

source: Cancel
el_gr: Ακύρωση
et_ee: Tühista
ru_ru: Отмена
sv_se: Avbryt

source: Sign in
el_gr: Σύνδεση
et_ee: Logi sisse
ru_ru: Вход
sv_se: Logga in

source: Deny
el_gr: Άρνηση
et_ee: Keela
ru_ru: Отказать
sv_se: Neka

source: Allow
el_gr: Αποδοχή
et_ee: Luba
ru_ru: Разрешить
sv_se: Tillåt

source: Password
el_gr: Κωδικός πρόσβασης
et_ee: Parool
ru_ru: Пароль
sv_se: Lösenord

source: Username
el_gr: Όνομα χρήστη
et_ee: Kasutajanimi
ru_ru: Пользователь
sv_se: Användarnamn

source: An error occurred
el_gr: Προέκυψε σφάλμα
et_ee: Ilmnes viga
ru_ru: Произошла ошибка
sv_se: Ett fel inträffade

source: There seems to be a problem with this app
el_gr: Φαίνεται να υπάρχει πρόβλημα με αυτήν την εφαρμογή
et_ee: Näib, et rakendusega on midagi valesti
ru_ru: Произошла ошибка приложения
sv_se: Det verkar finnas problem med det här programmet

source: Don't worry, your data is perfectly safe.
el_gr: Μην ανησυχείτε, τα δεδομένα σας είναι απολύτως ασφαλή.
et_ee: Ärge muretsege, teie andmed on igati kaitstud.
ru_ru: Не беспокойтесь, ваши данные в безопасности.
sv_se: Oroa dig inte, din data är helt säker.

source: View error details:
el_gr: Προβολή λεπτομερειών σφάλματος:
et_ee: Vea üksikasjade vaatamine:
ru_ru: Сведения об ошибке:
sv_se: Visa detaljer om fel:

source: Close
el_gr: Κλείσιμο
et_ee: Sulge
ru_ru: Закрыть
sv_se: Stäng

source: You reached the max. number of %3$d possible grants for 3rd party applications. Please revoke access for the ones you don't longer need.
el_gr: Φτάσατε τον μέγιστο αριθμό των %3$d δυνατών παραχωρήσεων δικαιωμάτων για τρίτες εφαρμογές. Παρακαλώ ανακαλέστε την πρόσβαση για αυτές που δεν χρειάζεστε πλέον.
et_ee: Olete saavutanud lubade maksimaalse võimaliku arvu %3$d kolmanda osapoole rakenduste korral. Palun tühistage nende juurdepääs, mida te enam ei vaja.
ru_ru: Вы предоставили 100 разрешений доступа сторонним приложениям. Это максимально допустимое число, поэтому рекомендуется аннулировать разрешения приложений, в которых больше нет необходимости.
sv_se: Du nådde max antal av %3$d möjliga åtkomsttillstånd för tredjepartsprogram. Återkalla åtkomst för programmen du inte längre behöver.

source: There is no associated OAuth account for identifier %1$s.
el_gr: Δεν υπάρχει συσχετισμένος λογαριασμός OAuth για το αναγνωριστικό «%1$s».
et_ee: Puudub seostatud OAuth konto identifikaatori %1$s korral.
ru_ru: Нет учетной записи OAuth для идентификатора %1$s.
sv_se: Det finns inget associerat OAuth-konto för identifieraren %1$s.

source: Missing argument: %1$s
el_gr: Απουσία ορίσματος: %1$s
et_ee: Puuduv argument: %1$s
ru_ru: Отсутствует аргумент: %1$s
sv_se: Saknar argument: %1$s

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
el_gr: Ο κωδικός πρόσβασης «%1$s» σας άλλαξε. Πρέπει να ταυτοποιηθείτε εκ νέου στον διακομιστή να χρησιμοποιήσετε τον λογαριασμό σας με τον νέο κωδικό πρόσβασης. Για να το κάνετε αυτό, μεταβείτε στις Ρυθμίσεις -> Ρυθμίσεις κοινωνικών δικτύων -> Λογαριασμοί. Έπειτα, δοκιμάστε ξανά.
et_ee: Teie '%1$s' parool on muutunud. Peate volitama serverit kasutama teie kontot uue parooliga. Selleks siirduge Konfiguratsioon -> Minu sotsiaalne konfiguratsioon -> Kontod. Seejärel proovige uuesti.
ru_ru: Пароль «%1$s» изменен. Чтобы обновить пароль на сервере, выберите «Конфигурация» -> «Социальные» -> «Учетные записи». И попробуйте снова.
sv_se: Ditt '%1$s'-lösenord ändrades. Du måste kontrollera serverns behörighet innan du kan använda ditt konto med det nya lösenordet. För att göra det, gå till Inställningar -> Mina sociala inställningar -> Konton. Försök sedan på nytt.

source: The address %1$s is not white-listed as for the %2$s OAuth API
el_gr: Η διεύθυνση «%1$s» δεν είναι στη λευκή λίστα, όσον αφορά το %2$s OAuth API
et_ee: Aadress %1$s ei ole valges nimekirjas %2$s OAuth API korral
ru_ru: %1$s не включен в белый список для API OAuth %2$s
sv_se: Adressen %1$s är inte vitlistad gentemot OAuth-API:et %2$s

source: The request sent was missing its body
el_gr: Το απεσταλμένο αίτημα δεν περιείχε σώμα
et_ee: Saadetud taotluses puudus põhitekst
ru_ru: Отсутствует тело запроса
sv_se: Den begäran som skickades saknade kropp

source: The account is invalid, please recreate it.
el_gr: Ο λογαριασμός δεν είναι έγκυρος, παρακαλώ δημιουργήστε τον ξανά.
et_ee: Konto on kehtetu, palun looge see uuesti.
ru_ru: Недопустимая учетная запись. Создайте учетную запись заново.
sv_se: Kontot är ogiltigt. Återskapa det.

source: The account "%1$s" is invalid, please recreate it.
el_gr: Ο λογαριασμός «%1$s» δεν είναι έγκυρος, παρακαλώ δημιουργήστε τον ξανά.
et_ee: Konto "%1$s" on kehtetu, palun looge see uuesti.
ru_ru: Недействительная учетная запись «%1$s». Создайте учетную запись заново.
sv_se: Kontot ”%1$s” är ogiltigt, vänligen återskapa det.

source: Please provide a display name.
el_gr: Παρακαλώ εισαγάγετε ένα εμφανιζόμενο όνομα.
et_ee: Palun esitage kuvatav nimi.
ru_ru: Укажите краткое имя.
sv_se: Ange ett alias.

source: Please provide at least one scope.
el_gr: Παρακαλώ παραθέστε τουλάχιστον ένα πεδίο.
et_ee: Palun esitage vähemalt üks ulatus.
ru_ru: Выберите хотя бы одно действие.
sv_se: Ange åtminstone ett medarbetaruppdrag.

source: The associated OAuth provider denied the request: %1$s.
el_gr: Ο συσχετισμένος πάροχος OAuth αρνήθηκε το αίτημα: %1$s.
et_ee: Seotud OAuth pakkuja lükkas taotluse tagasi: %1$s.
ru_ru: Провайдер OAuth отказал в обработке запроса: %1$s.
sv_se: Den associerade OAuth-tjänsten avslog begäran: %1$s.

source: The OAuth authentication process has been canceled.
el_gr: Η διαδικασία ταυτοποίησης OAuth έχει ακυρωθεί.
et_ee: OAuth autentimisprotsess on tühistatud.
ru_ru: Аутентификация OAuth отменена.
sv_se: Behörighetskontrollen med OAuth har avbrutits.

source: Could not get a valid response from the associated OAuth provider.
el_gr: Δεν ήταν δυνατή η λήψη έγκυρης απόκρισης από το συσχετισμένο πάροχο OAuth.
et_ee: Seotud OAuth pakkujalt ei õnnestunud saada kehtivat vastust.
ru_ru: Не удалось получить действительный ответ от провайдера OAuth.
sv_se: Kunde inte få ett giltigt svar från den associerade OAuth-leverantören.
